Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode2_MZ.po
Languages: es_es

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Please, you two, no need to argue... I should just go and lay down for a bit... I need to have some proper... {b}self reflection{/b} for a good while... {u}alone{/u}, if possible...
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Por favor, vosotros dos, no hay necesidad de discutir... Debería ir y acostarme un poco... Necesito tener algo d-de... {b}reflexión {/b} un buen rato... {u}sola{/u}, si es posible...

source: [_danny_] (I should get out of here before anybody sees me still down here. The idea of being asked what I just witnessed is a conversation I {i}really{/i} don't want to have... good Lord, Mom was {b}really{/b} into that!)
es_es: [_danny_] (Debo salir de aquí antes de que alguien me vea aquí abajo. La idea de ser interrogado como testigo es una conversación que {i}realmente {/i} no quiero tener...Santo dios, ¡mamá ha estado {b}realmente {/b} en esa situación!)

source: [_danny_] Oh man, that was crazy! That thing was a monster, what the heck happened?
es_es: [_danny_] ¡Oh tío, es una locura! ¿Esa cosa era un monstruo?, ¿qué diablos pasó?

source: [_danny_] It must've been that "Orgone" stuff I heard about. It supercharged it somehow...
es_es: [_danny_] Debe haber sido ese "Orgon" del que he oído hablar. Lo alimenta de alguna manera...

source: [_danny_] Well then, maybe I should start stocking up on some for myself...
es_es: [_danny_] Pues entonces, tal vez debería empezar guardar algo para mí...

source: Hello, this is Gzone and Heretic, the team behind this latest version of Amity Park.
es_es: Hola, esto es Gzone y Heretic, el equipo detrás de esta última versión de Amity Park.

source: We want to thank you for playing this latest version of the game, and we hope you enjoyed it.
es_es: Queremos darle las gracias por jugar esta última versión del juego, y esperamos que lo hayas disfrutado.

source: We hope to bring you plenty more content in the following updates, so keep an eye out!
es_es: Esperamos traerte mucho más contenido en las siguientes actualizaciones, ¡así que mantente alerta!

source: If you enjoyed what we've done here, consider joining our community on Discord, or supporting us on Patreon.
es_es: Si has disfrutado lo que hemos hecho aquí, considera unirte a nuestra comunidad en Discord, o apoyarnos en Patreon.

source: Take care, and we hope to see you return for the next episode of Amity Park!
es_es: Cuídate, y esperamos verte volver para el próximo episodio de ¡Amity Park!

source: Barge in right away!
es_es: ¡Recarga enseguida!

source: Just take a peek first... for recon purposes!
es_es: Basta con tomar un vistazo primero... ¡para saber los propósitos de recon!

source: Back off, I'm not ready yet.
es_es: Me aparto, todavía no estoy listo.

source: Use the spare key.
es_es: Utilice la llave de repuesto.

source: Phase through the door.
es_es: Atravesar la puerta.

source: Leave for now.
es_es: Déjalo por ahora.

source: What should I do?
es_es: ¿Qué puedo hacer?

source: I have to stay out of this, if she catches me in my ghost form, I'll be busted! (NTR)
es_es: Tengo que salir de aquí, si ella me atrapa en mi forma fantasma, ¡voy a ser cazado! (NTR)

source: I need to do something! That thing isn't going to have another victim on my watch! (Save Mom)
es_es: ¡Necesito hacer algo! ¡Voy a tener remordimiento de conciencia por otra víctima de eso! (Salvar a mamá)
