Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode_2_pda_side_quest.po
Languages: es_es

source: [_kwan_] Just enjoy... the rush…!!
es_es: [_kwan_] Sólo disfruta... ¡¡la corrida…!!

source: [_star_] I can't… Kwaaanuh!! It's so {u}big{/u}!! I wanna {i}scream~!!{/i}
es_es: [_star_] No puedo… Kwaaanuh!! Es demasido{u}grande {/u}!! yo quiero{i}¡¡gritar~!! {/i}

source: [_kwan_] {i}Ahh{/i} fuck... your pussy is so tight, babe… {i}Unnhhh{/i}… I'm totally losing it…
es_es: [_kwan_] {i}Ahh {/i} joder... tu coño es tan apretado, nena… {i}Unnhhh {/i}… Me pierdo con él…

source: [_star_] Oh God, {i}yeesss~{/i}... ram it in there!!!
es_es: [_star_] Oh Dios, {i}siiiiii~ {/i}... ¡¡¡sigue así!!!

source: [_danny_s_pi_114_] (Jeez... he's really pounding her like a beast. I almost feel bad for Star... but she's certainly taking it like a champ...)
es_es: [_danny_s_pi_114_] (Jeez... él está follando como una bestia. Casi me siento mal por Star... pero ella lo está tomando como un camp...)

source: [_star_] {i}Haa… ahh… ahhhhh{/i}, fuck!!
es_es: [_star_] {i}Haa… ahh… ahhhh {/i}, ¡¡joder!!

source: [_star_] Yeah, fuck this tight little fuck hole!
es_es: [_star_] ¡Sí, folla mi pequeño agujero apretado!

source: [_kwan_] {i}Urgh{/i}… you're... starting to squeeze down, babe… do... do you want something from me?
es_es: [_kwan_] {i}Urgh {/i}… estás... empezando a flaquear, nena… quieres... ¿quieres algo de mí?

source: [_star_] Yes...!! I want your hot cum… {i}ahhh… ahghh{/i}… I want it...!!
es_es: [_star_] ¡¡Sí...!! Quiero tu caliente corrida… ¡¡{i}ahhh… ahgh{/i}…!! ¡¡la quiero...!!

source: [_kwan_] Then I'll go… {i}mmmphhh{/i}… even deeper into this sweet pussy!!
es_es: [_kwan_] Entonces iré… {i}mmmphhh {/i}… ¡¡aún más profundo en este dulce coño!!

source: [_star_] (Jesus Christ, he's slamming it right in now!!)
es_es: [_star_] (¡Jesucristo, me está taladrando ahora mismo!!)

source: [_star_] (I can barely speak right now, he's just pumping me so full of his cock...~)
es_es: [_star_] (Apenas puedo hablar en este momento, me está bombeando y llenando con su polla... ~)

source: [_star_] Y-yes... just... like that… {i}unmmff{/i}… just like... {i}that{/i}!!
es_es: [_star_] s-sí... justo... justo así… {i}unmmff {/i}… ¡¡justo... {i}esto{/i}!!

source: [_star_] Oh… {i}nnngn{/i}… you're going... balls deep…!
es_es: [_star_] Oh… {i}nnngn {/i}… vas... a meterla hasta el fondo…!

source: [_danny_s_pi_32_] (Damn. I don't think Star's going to walk right for awhile after this...)
es_es: [_danny_s_pi_32_] (Maldición. Después de esto no creo que Star pueda caminar durante un rato...)

source: [_kwan_] Babe… I'm loving this… God damn, Star… you're such a nice fit!!
es_es: [_kwan_] Nena… amo esto… Dios maldición, Star… ¡¡eres mejor que un buen traje!!

source: [_star_] {i}Meeeiiiighh{/i}… toooo… {i}aghhhhh!!{/i}
es_es: [_star_] {i}¡¡Meeeiiigh {/i}… deeeee… {i}aghhhhh!! {/i}

source: [_star_] {i}Nyannn… hawah… hwawawaaaa…~!!{/i}
es_es: [_star_] {i}¡¡Nyannn… hawah… hwwawaaaa…~!! {/i}

source: [_star_] Kwan... y-you're slamming… m-my cervix…!!
es_es: [_star_] Kwan... y-estás golpeando… m-mis cervica…!!

source: [_star_] I can… {i}nyahhah{/i}… feel it all the way… {i}ahhnnn{/i}… at the back!!
es_es: [_star_] ¡¡Puedo… {i}nyahhah{/i}… sentirme toda llena… {i}ahhnnn{/i}… en mi parte trasera!!

source: [_kwan_] Your walls are squeezing the life outta me… holy shit…!
es_es: [_kwan_] Tu coño apreta de forma sobre natural… santa mierda…!

source: [_star_] Give it to me faster!! {i}Ahhh!!{/i} I want it!! Faster!!
es_es: [_star_] ¡¡Dame más rápido!! ¡¡{i}Ahhh!! {/i} ¡¡La quiero!! ¡Más rápida!!

source: [_kwan_] Yeah?{p}Then I'm gonna {u}give{/u} it to you faster!
es_es: [_kwan_] ¿Sí?{p}Entonces te voy a {u}dar {/u} ¡aún más rápido!

source: [_danny_s_pi_56_] (Yeah, they're fully engrossed in their fucking. I feel like anyone could enter right now and they probably wouldn't even notice. Guess that's how I haven't been spotted yet either.)
es_es: [_danny_s_pi_56_] (Sí, están totalmente absortos echando un polvo. Cualquiera podría entrar en este momento y probablemente ni siquiera se percatarían. Adivino que es así porque todavía no me han visto.)

source: [_star_] I can feel it… I can feel it so deep... {i}ahhh!!{/i}
es_es: [_star_] La puedo sentir… La puedo sentir tan profundo... {i}ahhh!! {/i}

source: [_star_] I can't think anymore… {i}hyannnnn{/i}... I... I...
es_es: [_star_] No puedo pensar más… {i}hyannnnn {/i}... yo... yo...

source: [_star_] It's {i}soooo{/i} good… {i}Kwnnnghhhh{/i}…
es_es: [_star_] Es {i}tannn{/i} bueno… {i}Kwnnnghhhhh {/i}…

source: [_star_] I love it… {i}fuuughh{/i}… I love you slamming me with your cock…~
es_es: [_star_] amo esto… {i}fuuughh {/i}… Me encanta que me empotres con tu polla…~

source: [_kwan_] I don't think I can hold out much longer… {i}gahhh{/i}… babe… you're gripping me so {u}tight{/u}!!
es_es: [_kwan_] No creo que pueda aguantar mucho más tiempo… {i}gahhh {/i}… nena… ¡¡estás tan {u}apretada {/u}!!

source: [_star_] You're going to cum?! Nooo, don't cum yet… I want more!!
es_es: [_star_] ¡¿Te vas a correr?! Nooo, no te corras todavía… ¡¡quiero más!!

source: [_star_] {i}Unnnf{/i}… you're ravaging my insides… it feels so good, Kwan…~!!
es_es: [_star_] {i}Unnnf {/i}… me estás destrozando… me siento tan bien, ¡¡Kwan…~!!

source: [_kwan_] Y-yeah, I want your dripping pussy to cum for me, Star!
es_es: [_kwan_] y-yeah, ¡quiero que tu coño mojado se corra para mí, Estrella!

source: [_star_] {i}Hnnghhh{/i}… my pussy is gonna cum all over your dick!!
es_es: [_star_] {i}Hnnghhh {/i}… ¡¡mi coño va a correrse sobre tu polla!!

source: [_kwan_] It's getting real close, Star!! I'm gonna finish strong!
es_es: [_kwan_] ¡¡Estoy muy cerca, Star!! ¡Voy a terminar explotando!

source: [_star_] {i}Ahh… hahhh… ahhhhh~!!{/i}
es_es: [_star_] {i}¡¡Ahh… hahhh… ahhhh ~!! {/i}

source: [_kwan_] I can't take it anymore babe! I'm going to fill you up with my fucking {u}load{/u}!! Get ready!!
es_es: [_kwan_] ¡Ya no puedo aguantar más nena! ¡¡voy a llenarte con mi {u}semen {/u}!! ¡¡Prepárate!!

source: [_star_] Nooo!! Not yet Kwan!! I want moreee...!!
es_es: [_star_] Nooo!! ¡Todavía no Kwan!! ¡¡quiero más...!!

source: [_kwan_] Sorry, but I'm too close to coming~!!
es_es: [_kwan_] Lo siento, ¡¡pero estoy a punto de explotar~!!

source: [_danny_s_pi_114_] (Holy... his rhythm is crazy! He's going to totally destroy Star!!{p}...wait, why the heck am I still watching...?)
es_es: [_danny_s_pi_114_] (Dios... ¡su ritmo és una locura! Va a destruir a Star!!{p}... espera, ¿por qué narices sigo viendo esto...?)

source: [_star_] {i}Nnnmmmm… hauuuu{/i}… it's so fast!! I'm literally shaking!!
es_es: [_star_] {i}Nnnmmmm… hauuuu {/i}… ¡¡es muy rápido!! ¡¡Estoy literalmente temblando!!

source: [_kwan_] Here it comes~!!
es_es: [_kwan_] ¡¡Aquí viene~!!

source: [_star_] {i}Ohhh{/i}, fuuuckk!!!
es_es: [_star_] {i}Ohhh {/i}, ¡¡¡jodeerrrr!!!

source: [_kwan_] {i}Ahhh{/i}... jeez... that was the best... I came so hard...
es_es: [_kwan_] {i}Ahhh {/i}... jeez... esto fu lo mejor... Me corrí como un caballo...

source: [_star_] {i}*Huff* *Huff*{/i}{p}…oh… you... idiot, Kwan... you're lucky I'm on the pill... holy fuck...
es_es: [_star_] {i}*Huff * *Huff*{/i}{p}…oh… tú... idiota, Kwan... tienes suerte de que tomo la píldora... santas pollas...

source: [_kwan_] {i}Heh heh{/i}… yeah… I know, babe…
es_es: [_kwan_] {i}Heh heh {/i}… yeah… Io sé, nena…

source: [_danny_s_pi_50_] (Well, I'll be honest... that was actually pretty impressive... but not something I should have been watching out in the open. I better leave before Kwan catches me and bashes my head in.)
es_es: [_danny_s_pi_50_] (Bueno, siendo... eso fue realmente impresionante... pero no debería haber estado observando sin ocultarme. Me voy mejor antes de que Kwan me atrape y me aporree la cabeza.)

source: Bargain with Dash.
es_es: Negociar con Dash.

source: Were you serious about the panties?
es_es: ¿Te tomaste en serio el asunto de las bragas?

source: Here, I got those panties for you.
es_es: Sí, conseguí esas bragas para ti.

source: Tell Dash to get bent?
es_es: ¿Dile a Dash que ceda?

source: Fine, but I'll be back!
es_es: Muy bien, ¡pero volveré de nuevo!
