Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode2_MZ.po
Languages: es_es

source: [_danny_] (Well you know what? Jazz's reign of hygienic tyranny comes to an end! One way or another!)
es_es: [_danny_] (¿Sabes qué? ¡El reinado de tiranía higiénica de Jazz llegará a su fin! ¡De una forma u otra!)

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hey Danny, sorry but you're gonna need to go now.
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hey Danny, lo siento pero vas a tener que irte ahora.

source: [_danny_s_towards_s_rise_s_talk_consternation_] What? Why do I need to leave? I was in here {u}first{/u} ya know.
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] ¿Por qué? ¿Por qué tengo que irme? Yo estaba aquí {u}primero{/u}, y tú lo sabes.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Because? I'm {i}only{/i} wearing a towl here? I don't care if you were first or not, I need to take a bath right now, so get out.
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ¿Por qué? ¿porque {i}sólo{/i} estoy usando una toalla aquí? No me importa si fuiste el primero o no, necesito tomar un baño ahora mismo, así que vete.

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What?? No way! Every time you take a bath, you use up {i}all{/i} the hot water in the house! My showers are freezing at night!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¿¡Qué!? ¡Ni hablar! ¡Cada vez que te bañas, gastas {i}toda{/i} el agua caliente de la casa! ¡Mis duchas están heladas por la noche!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Well, maybe you should just try taking your showers early in the morning then??{p}Now get {i}out{/i} already!!
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Bueno, ¿podrías quizá ducharte temprano por la mañana. ¡¡{p}Ahora vete {i}fuera{/i} ya!!

source: [_danny_] (That's it, she's gone {i}too{/i} far this time!)
es_es: [_danny_] (¡Esto, esto ha ido {i}demasiado{/i} lejos esta vez!)

source: [_danny_] (I'm going to get in there and kick her freckled butt out, one way or another!)
es_es: [_danny_] (¡Voy a entrar ahí y patear su pecoso trasero, de una forma u otra!)

source: [_danny_] {i}Hah!{/i} You're a genius, Fenton! If you just wait here {u}before{/u} the afternoon, you don't {u}need{/u} to find a way in!! She can't just kick me out of the bathroom I'm currently using, right?!
es_es: [_danny_] {i}¡Ja!{/i} ¡Eres un genio, Fenton! Si esperas aquí {u}antes{/u} de la tarde, ¡¡no {u}necesitarás{/u} encontrar una manera de entrar!! No puede echarme del baño que estoy usando, ¡¿verdad?!

source: [_danny_] Sometimes I impress even myself.
es_es: [_danny_] A veces me impresiono incluso a mí mismo.

source: [_danny_] (Man, this was a longer wait than I expected it to be...)
es_es: [_danny_] (Tío, la espera ha sido más larga de lo que esperaba...)

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, what are you doing in here?
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, ¿qué haces aquí?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You {u}know{/u} why I'm here, Jazz! I'm here to stop you from using all the hot water!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¡Tú ya {u}sabes{/u} por qué estoy aquí, Jazz! ¡Estoy aquí para evitar que uses toda el agua caliente!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] What are you {u}talking{/u} about? I don't use that much hot water! Now get out!
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ¿De qué estás {u}hablando{/u}? ¡Yo no uso tanta agua caliente! ¡Ahora vete!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What? No! You're clearly the one wasting it all, and leaving me with nothing but the freezing ice water, that ends up shriveling my-
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¿Cómo? ¡No! Claramente eres tú la que la malgasta toda, y no me dejas nada más que el agua helada que acaba marchitando mi-

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}GET OUT ALREADY!!!{/size}
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}¡¡¡VETE YA DE AQUÍ!!!{/size}

source: [_danny_] Darn, I really thought that was going to work...{p}I didn't even bring a single magazine to read... three hours wasted!
es_es: [_danny_] Maldición, realmente pensé que iba a funcionar...{p}Ni siquiera traje una revista para leer... ¡tres horas perdidas!

source: [_danny_] No, I already tried the waiting tactic. She'll just kick me out again.
es_es: [_danny_] No, ya intenté la táctica de esperar. Me echará otra vez.

source: [_morahzamora_] You're persistent, aren't you? You could've just gone straight ahead with the mission, but you just kept on pushing. Bravo, player, bravo.
es_es: [_morahzamora_] Eres persistente, ¿verdad? Podrías haber seguido adelante con la misión, pero has seguido insistiendo. Bravo, jugador, bravo.

source: [_morahzamora_] These things might just earn you a little something special in the future, so keep it up, you little snooping perv.
es_es: [_morahzamora_] Estas cosas podrían hacerte ganar algo especial en el futuro, así que sigue así, pequeño pervertido fisgón.

source: [_danny_] Alright, now I know Jazz keeps a spare key to the bathroom, just in case she feels like barging in to grab something of hers.{p}Only question is where she might have hid it in here?
es_es: [_danny_] Muy bien. Ahora sé que Jazz guarda una llave de repuesto del baño, por si le apetece irrumpir cuando el baño está ocupado y coger algo suyo.{p}La única pregunta es ¿dónde puede haberla escondido?

source: [_danny_] Hey, while I'm here, I could also maybe grab those panties for Dash...? Then again, would I really wanna do that to her?
es_es: [_danny_] Oye, ya que estoy aquí, ¿también podría coger esas bragas para Dash...? Pero, ¿realmente querría hacerle eso?

source: [_danny_] No, not here...
es_es: [_danny_] No, aquí no...

source: [_danny_] Alright! This must be the key! I should go and give little miss water waster a visit! Nobody's preventing me from taking {i}my{/i} afternoon hot shower!
es_es: [_danny_] ¡Muy bien! ¡Esta debe ser la llave! ¡Debería ir a visitar a la señorita desperdiciadora de agua! ¡Nadie me va a impedir tomar {i}mi{/i} ducha caliente de la tarde!

source: [_danny_] It makes me wonder what she even does in there that takes so dang long? It should be a couple of scrubs behind the ears, yah' shampoo what you need to shampoo, and {i}boom{/i}, you're done!
es_es: [_danny_] Me pregunto qué hace ahí dentro que le lleva tanto tiempo. Debería ser un par de friegas detrás de las orejas, yah' champú y lo que necesitas con champú, y {i}boom{/i}, ¡y ya está!

source: [_danny_] Well, only one way to find out I guess...{p}Jazz, your days of controlling the flow of hot water are at an end!
es_es: [_danny_] Bueno, supongo que sólo hay una manera de averiguarlo...{p}¡Jazz, tus días de controlar el flujo de agua caliente han llegado a su fin!

source: [_danny_] There we go, it's unlocked. Now, how do I want to handle this?{p}I mean, Jazz is probably in the bath still... naked... so...
es_es: [_danny_] Ya está, está abierta. Ahora, ¿cómo quiero manejar esto?{p}Quiero decir, Jazz probablemente está todavía... desnuda... así que...

source: [_danny_] Alright, let's see if I can actually do this...
es_es: [_danny_] Bien, veamos si puedo hacer esto...

source: [_danny_] Oh woah, this is so freaky!
es_es: [_danny_] ¡Oh woah¡, ¡esto és tan raro!

source: [_danny_] I think I've got it? Man, it'll take some time to get used to this Jell-O feeling...
es_es: [_danny_] ¿Creo que lo controlo? Tío, tardaré algún tiempo en acostumbrarme a esta sensación de gelatina...

source: [_danny_] Alright, now how do I want to handle this?
es_es: [_danny_] Muy bien, ¿ahora cómo quiero manejar esto?

source: [_danny_] (How should I confront Jazz's excessive hot water usage?) [nointeract]
es_es: [_danny_] (¿Cómo debo afrontar a Jazz en el uso excesivo de agua caliente?) [nointeract]

source: [_danny_] Well... maybe I'll just have a peek first... see what she's up to... maybe she hasn't even started yet, so it wouldn't be too bad if I just took a little look-see, right...?
es_es: [_danny_] Bueno... tal vez echaré un vistazo primero... a ver qué se trae entre manos... puede que ni siquiera haya empezado todavía, así que no estaría mal que echar un pequeño vistazo, ¿no...?

source: [_danny_] (Oh man, this is so weird, I shouldn't be looking at this!! She's my sister after all, and... wait, what's that sound...?)
es_es: [_danny_] (Oh tío, esto es muy extraño, ¡¡no debería estar mirando!! Es mi hermana después de todo, y... espera, ¿qué es ese sonido...?)

source: [_ectopuss_] {i}*Kersplash*{/i} Hey baby, don't you know it's pretty dangerous to be lounging in the water all alone when there's nasty {b}Etopus{/i} like me swimming around?!
es_es: [_ectopuss_] {i}*Kersplash * {/i} Oye nena, ¿no sabes que es bastante peligroso estar descansando en el agua sola cuando hay un desagradable {b}Pulpo{/b} como yo nadando alrededor?!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+12}WHAT THE-?! HE-HELP!! S-SOMEBODY!!! HELP ME!!!{/size}
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size= + 12} ¡¿QUÉ CO-?! ¡¡SO-SOCORRO!! ¡¡¡Q-QUE A-ALGUIEN ME AYUDE!!! {/size}

source: [_danny_] (Oh man! He's just attacking houses now?! I better get in there! I'm going Ghost!)
es_es: [_danny_] (¡jo tio! ¡¿Ahora está atacando casas?! ¡Será mejor que entre ahí! ¡Me convertiré en Fantasma!)

source: [_danny_] No time to play coy here, Fenton! The longer I wait, the less water there's going to be for anybody else!
es_es: [_danny_] ¡No hay tiempo para juegos, Fenton! ¡Cuanto más espere, menos agua habrá para los demás!

source: [_danny_] Come on, Jazz! Get out of the-
es_es: [_danny_] ¡Vamos, Jazz! Salir de la-

source: [_danny_] {i}Woah!!{/i}
es_es: [_danny_] {i}Ahh ~!! {/i}

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!{/i} DANNY, GET THE HELL OUT!!!{/size}
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}¡¡¡AAAAAAAAAH!!! DANNY, ¡¡¡SAL DE AQUÍ!!!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-no, Jazz! Y-you need to learn to, to stop using all the hot water before I even get to take my-
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¡No, Jazz! Tienes que aprender a dejar de usar toda el agua caliente antes de que yo...

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}GET OUT ALREADY, YOU PERVERT!!!{/size}
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+24}¡¡¡VETE YA DE AQUÍ!!!{/size}

source: [_ectopuss_] {i}Hech heh hehh...{/i} good thinking making the kid leave, babe! Now we're finally all alone to take our {i}romantic{/i} bath together...
es_es: [_ectopuss_] {i}¡Hech heh hehh...{/i} bien pensado haciendo que el niño se vaya, nena! {i}Ahora por fin estamos solos para tomar nuestro romántico baño juntos...

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+24}DANNY!! SOMEBODY HELP!! GHOST!!!{/size}
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+24}¡¡¡VETE YA DE AQUÍ!!!{/size}

source: [_danny_] ({u}Ectopus?!{/u} He's just attacking random houses now?! I better get in there! I'm going Ghost!)
es_es: [_danny_] (¡jo tio! ¡¿Ahora está atacando casas?! ¡Será mejor que entre ahí! ¡Me convertiré en Fantasma!)

source: [_ectopuss_] Stop being so selfish, Ghost Boy! You can't keep {i}all{/i} these hot babes to yourself!
es_es: [_ectopuss_] ¡Deja de ser tan egoísta, Chico Fantasma! ¡No puedes quedarte con {i}todas estas chicas calientes para ti!

source: [_danny_s_p28_] The heck I {i}can't{/i}, buddy!
es_es: [_danny_s_p28_] ¡Diablos, yo {i}no puedo, amigo!

source: [_danny_s_p35_] ...{i}erh{/i}, wait, no, that came out wrong...
es_es: [_danny_s_p35_] ...{i}erh{/i}, espera, no, eso salió mal...

source: [_danny_] Hey, wait! Get back here!!
es_es: [_danny_] ¡Eh, espera! ¡Vuelve aquí!

source: [_danny_s_p16_] Oh, {i}uhm{/i}... gr-greetings, nearly naked citizen!
es_es: [_danny_s_p16_] Oh, {i}uhm{/i}... gr-saludos, ¡ciudadano casi desnudo!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] HELP!! GHOST PERVERT!! HELP!!
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] ¡AYUDA! ¡¡FANTASMA PERVERTIDO!! ¡AYUDA!

source: [_danny_s_p16_] N-no, wait, hold on, I was just trying to help!
es_es: [_danny_s_p16_] N-no, espera, espera, ¡sólo intentaba ayudar!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}MOM, DAD, {i}HEEEEEEEELP!!!{/i}{/size}
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+24}¡¡¡MAMA, PAPA, {i}SOCOOORROOOOO!!!{/i}{/size}

source: [_danny_s_p31_] (Oh man, that could have gone really bad, in a lot of ways. I'm lucky Mom or Dad didn't hear her scream just now. Better change back to normal before anybody comes looking for me.)
es_es: [_danny_s_p31_] (Oh tío, esto podría haber acabado muy mal en muchos sentidos. Tengo suerte de que mamá o papá no la hayan oído gritar hace un momento. Mejor vuelvo a la normalidad antes de que alguien venga a buscarme)

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny{/i}!! Thank goodness! Where were you?!
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny {/i}!! ¡Gracias a Dios! ¡¿Dónde estabas?!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, hey Jazz! I was just reading comics in my room, why? Say, what were those noises I heard...?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh {/i}, ¡hey Jazz! Estaba leyendo cómics en mi habitación, ¿por qué? Dime, ¿qué eran esos ruidos que escuché...?

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "What were those noises"?! I was screaming for help, balled up in a corner of the bathroom!! Two ghosts were actually {u}fighting{/u} over which one would get to have their way with me first!!
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "¡¿qué eran esos ruidos"?! ¡¡Yo estaba gritando ayuda desde una esquina del baño mientras ¡¡ dos fantasmas de verdad estaban {u}luchando {/u} por mí y que me violara el vencedor!!

source: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}riiiiight{/i}. Yeah, {i}sure{/i} there were Jazz.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}queeee{/i}. Ya, {i}seguro que {/i} los hubo Jazz.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}What?!{/i} You don't believe me?? Why would I make something like that up, Danny?!
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}¿Qué?! {/i} ¡¿No me crees?? ¿Por qué inventaría algo así Danny?!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well I mean, c'mon, you really expect me to believe that there were {u}two{/u} ghosts actually fighting it out over for your virginity? Get real Jazz.
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Bueno yo quiero decir, vamos, ¿realmente espera que yo crea que hubo {u}dos {/u} fantasmas que peleaban por tu virginidad? Sé realista Jazz.

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] But it's true! I mean, the town is {i}actually{/i} filled with ghosts now, like the news said... I mean, how is this scenario not even {i}slightly{/i} plausible to you?!
es_es: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] ¡Pero es verdad! Te digo que el pueblo está {i}actulamente{/i} lleno de fantasmas como las noticias dijeron... No te entiendo, ¡¿cómo puede ser que no creas ni una {i}pizca{/i} de todo esto?!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Sure, alright, it happened, I believe you. So, are you done with your bath finally? I'd kinda like to take a nice, {u}hot{/u} shower now.
es_es: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Seguro, de acuerdo, sucedió, te creo. Entonces, ¿Has acabado con tu baño finalmente? Me gustaría tomar ahora una agradable y {u}caliente {/u} ducha.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh{/i}, fine!! {u}Don't{/u} believe me then! But if an octopus ghost tries to diddle you after you end up dropping the soap in there, don't expect me to come running in to help you!!
es_es: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh {/i}, ¡¡bien!! {u} ¡No {/u} me crees entonces! Si un fantasma de pulpo intenta violarte después de bañarte, ¡¡no esperes que me venga corriendo para ayudarte!!

source: [_danny_] (Locked. Jazz is currently in there hogging all the hot water.)
es_es: [_danny_] (Cerrado. Jazz está acaparando todo el agua caliente.)

source: [_danny_] (How am I gonna get inside the bathroom?) [nointeract]
es_es: [_danny_] (¿Cómo puedo entrar en el baño?) [nointeract]

source: [_jazz_s_talk_frown_s_confused_] Danny, what are you doing in here? Why are you snooping around in my room?
es_es: [_jazz_s_talk_frown_s_confused_] Danny, ¿qué estás haciendo aquí? ¿Por qué estás husmeando en mi habitación?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... hey Jazz! {i}Uh{/i}, no, I was just-
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh {/i}... hey Jazz! {i}Uh {/i}, no, yo solo-

source: [_jazz_s_closed_s_talk_frown_s_angry_] {size=+12}GET OUT, CREEP!!{/size}
es_es: [_jazz_s_closed_s_talk_frown_s_angry_] {size=+12}¡¡¡VETE DE AQUÍ GUSANO!!!{/size}

source: [_danny_] Am I really stealing my sister's underwear to hand over to the biggest jerk in school?
es_es: [_danny_] ¿Estoy realmente robando la ropa interior de mi hermana para dársela al alumno más tonto de la escuela?

source: [_danny_] I really don't feel good about this, but... {i}*Sigh*{/i} ...man, Tucker {b}definitely{/b} owes me big for this.
es_es: [_danny_] Realmente no me siento bien con esto, pero ... {i}*Sigh * {/i} ... tio, Tucker {b}definitivamente {/b} me debes un gran favor por esto.

source: [_danny_] Woah, Jazz's panties? Just laying out in the open like this? Maybe I should hang onto these... {i}just{/i} in case somebody weird came in and thought of grabbing them for something perverted, of course.
es_es: [_danny_] Woah, ¿unas bragas de Jazz? ¿Ahí dejadas al aire? Tal vez debería cogerlas... por supuesto {i}solo{/i} por si algún pervertido entrase y se las llevara par hacer lago perverso.

source: [_kate_] Hello Mr. Fenton... {i}*Chuckle*{/i} We {i}really{/i} need to stop meeting like this, you know.
es_es: [_kate_] Hola Mr. Fenton... {i}*Chuckle * {/i} Nosotros necesitamos {i}realmente {/i} dejar de tener citas como esta, ya sabe.

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh man... what happened?
es_es: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh tia... ¿qué ha pasado?

source: [_kate_s_towards_s_neutral_s_talk_happy_] Well, Dash Baxter said he found you passed out in the hallway, brought you to me. Are you feeling alright now?
es_es: [_kate_s_towards_s_neutral_s_talk_happy_] Pues, Dash Baxter dijo que te encontró desmayado en el pasillo y te trajo hasta mí. ¿Te sientes bien ahora?

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] What?! Dash {u}help{/u} me?! No way, he-
es_es: [_danny_s_towards_wide_s_angry_s_talk_frown_] ¿Qué?! ¡¿Dash me{u}ayudó{/u}?! De ninguna manera, él

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh{/i}, Danny please, don't strain yourself. Trust me, I know {i}all{/i} about Mr. Baxter's habit for administering beatings to studen-{p}{i}*Gasp*{/i} ...oh my, what is {u}this{/u}?
es_es: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh {/i}, Danny por favor, no hagas esfuerzos. Confía en mí, sé {i}todo{/i} sobre el hábito del Sr. Baxter para administrar palizas a estudiantes-{p}{i}*Gasp * {/i} ... oh cielos, ¿qué es {u}esto{/u}?

source: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh man, yeah, I'm sorry Kate, it just... sorta has a mind of it's own, ya know...
es_es: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh tía, yeah, lo siento Kate, sólo... ella tiene una mente propia, ya sabe...

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, welll then, I certainly like the way it thinks. Here... why don't we just see what it has to say...~?
es_es: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, bien entonces, ciertamente me gusta la manera en que piensa. Aquí... ¿por qué no vemos lo que tiene que decir... ~?

source: [_kate_] Now Danny... I'm going to need you to {u}promise{/u} me you aren't going to tell anyone about this extra treament you're getting, okay?
es_es: [_kate_] Ahora Danny... Voy a necesitar que {u}prometas{/u} que no le vas a decir a nadie nada sobre este tratamiento extra, ¿de acuerdo?

source: [_danny_] Y-yeah, of course, I promise Kate.
es_es: [_danny_] y-yeah, por supuesto, lo prometo a Kate.

source: [_kate_] Mmm, good boy… I must say, you're {i}much{/i} bigger than I was expecting... and I was expecting a good bit already...
es_es: [_kate_] Mmm, buen chico… Debo decir, eres {i}mucho {/i} más maduro de lo que esperaba... y estaba esperando un buen bocado...

source: [_danny_] Th-thanks... glad to exceed e-e-expectations! (This is crazy! She's just jerking me off out of the blue?!)
es_es: [_danny_] -Gracias... ¡contento de superar las e-e-ex-expectativas! (¡Esto es una locura! ¡¿Ella me acaba de sacar el calentón?!)

source: [_kate_] Oooh.... I mean you were just all nice and hard for me, just like that... it's really quite flattering.
es_es: [_kate_] Oooh.... Quiero decir que fuiste muy bueno y duro para mí, al igual que eso... es realmente bastante halagador.

source: [_kate_] Tell me, Danny, what do you like best: my tits or my ass?
es_es: [_kate_] Cuéntame, Danny, ¿qué te gusta más: mis tetas o mi culo?

source: [_danny_] I, {i}uh{/i}... I like… {i}uhm{/i}…
es_es: [_danny_] I, {i}uh {/i}... Me gusta… {i}uhm {/i}…

source: [_kate_] You even have a hard time deciding with that? Awe, that's so sweet! {i}*Giggles*{/i}
es_es: [_kate_] Incluso te cuesta mucho decidir con eso? ¡oh, eso es tan dulce! {i}*Giggles * {/i}

source: [_kate_] Tell me, Danny... is this your first time with a girl like this?
es_es: [_kate_] Dime, Danny... ¿és esta tu primera vez con una chica como yo?

source: [_danny_] W-well, yeah, nobody's ever touched me like this before....
es_es: [_danny_] Bu bueno, sí, nadie me ha tocado nunca de esta forma antes....

source: [_kate_] Really?! Oh my goodness, then that makes this {i}that{/i} much more special! I could have sworn your {b}girlfriend{/b} would have gotten to you before I had the chance!
es_es: [_kate_] ¡¿de verdad?! Oh, dioses, ¡¡entonces hace que {i}esto{/i} sea mucho más especial! ¡Podría haber jurado que tu {b}novia{/b} había llegado antes de que yo tuviera esta oportunidad!

source: [_kate_] I can't imagine how she's so far passed up playing with an {i}amazing{/i} cock like this...
es_es: [_kate_] No puedo entender cómo ha evitado tu novia de jugar con una {i}increíble {/i} polla como esta...

source: [_danny_] My... my g-girlfriend...?
es_es: [_danny_] ¿Mi... mi novia...?

source: [_kate_] Yeah, that pretty goth girl you're always hanging around!
es_es: [_kate_] Sí, ¡esa chica bonita con la que siempre estás dando vueltas!

source: [_danny_] Oh, sh-she's not my-
es_es: [_danny_] Oh, ella no es mi-

source: [_kate_] {i}Shhhh{/i}, let's not talk about her right now, okay?
es_es: [_kate_] {i}Shhhh {/i}, no hablemos de ella ahora, ¿de acuerdo?

source: [_danny_] A-alright...
es_es: [_danny_] De-de acuerdo...

source: [_kate_] Mmmm, you're throbbing quite a lot... you better not cum just yet, Danny, there's so much {i}more{/i} we can do in my office alone...
es_es: [_kate_] mmmm, estás temblando mucho... es mejor que no te corras todavía Danny, hay mucho {i}más {/i} que podemos hacer en mi oficina...
