Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode2_MZ.po
Languages: es_es

source: [_danny_] Oh come on K-Kate, please... I'm not gonna last... much...~
es_es: [_danny_] Oh venga K-Kate, por favor... No voy a durar... mucho...~

source: [_danny_] W-what was that noise?! It almost sounded like-
es_es: [_danny_] W-¿Qué era ese ruido?! Sonaba parecido a-

source: [_kate_] Oh, ignore that, please Danny, let somebody else deal with it... just you sit back, relax, and enjoy as I-
es_es: [_kate_] Oh, ignóralo por favor, Danny, que otra persona se haga cargo... tú solo estate sentado, relájate, y disfruta como yo-

source: [_jazz_] {size=24}Somebody heeelp!!{/size}
es_es: [_jazz_] {size=24} ¡¡que alguien me ayudeeee!! {/size}

source: [_danny_] That was {u}defintely{/u} Jazz!{p}I'm sorry Kate, but I need to go!
es_es: [_danny_] Esa es {u}definitivamente {/u} Jazz!{p}Lo siento Kate, ¡pero tengo que ir!

source: [_kate_] No, wait, you don't have to leave just ye-!
es_es: [_kate_] No, espera, ¡no te puedo dejar ir todavía-!

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Now, where did he leave this PDA of his? I've gotta find it fast before I get caught or something.
es_es: [_danny_s_talk_frown_s_rise_one_s_at_player_] Ahora, ¿dónde dejó su PDA? Tengo que buscarlo rápido antes de que me pille o algo.

source: [_danny_s_sad_s_talk_happy_] {i}Aha!!{/i} Under these benches!
es_es: [_danny_s_sad_s_talk_happy_] {i}¡Aha!! {/i} ¡Bajo estos bancos!

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Thank goodness nobody else saw it before I did.
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Gracias a Dios nadie más lo ha visto antes que yo.

source: [_danny_s_talk_frown_2_s_wondering_] Hey, wait... what's that noise?
es_es: [_danny_s_talk_frown_2_s_wondering_] Oye, espera... ¿qué es ese ruido?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Man, Kwan sure has got it made with Star... although, I wonder if they're actually going out together or not-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Tio, Kwan seguro que tiene algo con Star... aunque me pregunto si verdaderamente están saliendo juntos o no-

source: [_jazz_] {size=+12}Somebody!! Help!!{/size}
es_es: [_jazz_] {size=12} ¡¡que alguien me ayudeeee!! {/size}

source: [_danny_s_talk_frown_] Is that Jazz? I should go check it out!
es_es: [_danny_s_talk_frown_] ¿Es Jazz? ¡Debo echar un vistazo y asegurarme!

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, don't come any closer! Dash turned into a freaking green creep!! Run away!!
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, ¡no te acerques! ¡Dash se ha convertido en un asqueroso bicho verde!! ¡¡vete corriendo!!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, get out of here!! I'll, {i}uh{/i}, try to distract him for you!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, ¡sal de aquí!! I'll, {i}uh {/i}, ¡trataré de distraerle!

source: [_ectodash_] Awww, why make {i}her{/i} leave?? We were just about to have some {u}real{/u} fun together!!{p}Guess I'll settle for rattling you around, kid!
es_es: [_ectodash_] Aww, ¿¿por qué {i}la {/i} obligas a irse?? Estábamos a punto de tener una {u}auténcia{/u} diversión!!{p} ¿Adivinas?... ¡me voy a conformar con sacudirte niño!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You're not laying a hand on my sister, creep!!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] No estás ayudando a mi hermana, ¡¡asqueroso!!

source: [_danny_s_talk_frown_s_closed_s_angry_] I'm going ghost!
es_es: [_danny_s_talk_frown_s_closed_s_angry_] ¡Me convertiré en fantasma!

source: [_ectodash_s_m2_] What?? The Ghost Boy?!
es_es: [_ectodash_s_m2_] ¿Qué? ¡El Chico Fantasma?!

source: [_danny_s_p28_] That's right! You picked the {i}wrong{/i} girl to perv on, creep! I don't know what's wrong with you Dash, but I'm gonna finally knock your block off!!
es_es: [_danny_s_p28_] ¡Está bien! Has elegido a la chica {i}incorrecta{/i} para pervertir, ¡asqueroso! No sé qué te ha pasado pero, Dash, pero te voy a derribar!!

source: [_dash_] {i}Heh hech heh!{/i} Alright kid, then let's see what you {u}got{/u}!!
es_es: [_dash_] {i}Heh hech heh! {/i} Bien niño, ¡¡entonces vamos a ver lo que puedes {u}hacer{/u}!!

source: [_ectopuss_] You won't always win our little tussles together, Ghost Boy! I'll be back!!
es_es: [_ectopuss_] ¡No siempre ganarás nuestras pequeñas peleas chico fantasma! ¡¡Volveré!!

source: [_danny_s_p28_] Hey, get back here, I'm not done with you, ya' slimy jerk!
es_es: [_danny_s_p28_] ¡Hei, vuelve aquí, no he acabado contigo, ¡eres un cobarde asqueroso!

source: [_danny_s_p34_] What the heck? How did Ectopus {b}possess{/b} Dash? Can all ghosts do that?
es_es: [_danny_s_p34_] ¿Qué diablos? ¿Cómo ha {b}poseído{/b}Ectopus{/b} a Dash? ¿Pueden hacer esto todos los fantasmas?

source: [_danny_s_p36_] (Oh man, looks like Dash is waking up already. Better change back now.)
es_es: [_danny_s_p36_] (Oh tío, parece que Dash está despertando. Mejor cambio ahora.)

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... wh... where am I...?
es_es: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh {/i}... don... ¿dónde estoy...?

source: [_dash_s_towards_s_rise_s_talk_displeased_] F-Fenton? What the heck... what happened to me?
es_es: [_dash_s_towards_s_rise_s_talk_displeased_] ¿F-Fenton? Qué diablos... ¿qué me pasó?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Well you, {i}uh{/i}, you tried to start a fight with me and, well, I sorta... knocked you out.
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Pues tú, {i}uh {/i}, trataste de empezar una pelea conmigo y, bueno, yo ordené... te dejé inconsciente.

source: [_dash_s_away_s_rise_s_talk_distraught_] What?!{p}Nah, no way, that doesn't make any sense at all...
es_es: [_dash_s_away_s_rise_s_talk_distraught_] ¡¿Qué?!{p}Nah, de ninguna manera, eso no tiene absolutamente ningún sentido...

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Yeah, well, it happened. S-so I hope you learned your lesson, {i}uh{/i}... buster!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Sí, bueno, sucedió. A-así que espero que aprendas la lección, {i}uh {/i}... ¡ruín!

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] No... I... I was going to the bathroom... then I thought I saw this... this weird {b}green monster thing{/b} with all these nasty arms, and then I...
es_es: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] No... yo... Yo iba al cuarto de baño... entonces creo que que vi ese... ese extraño {b} monstruo verde {/b} con todos esos tentáculos desagradables, y entonces yo...

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, you're clearly out of it right now! Guess I really over did it, huh? How about you just go and get some rest, buddy. You're imagining things is all.
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, ¡estás aturdido ahora mismo! ¿Supones si realmente lo hice, eh? ¿Qué tal si vas a descansar un poco, amigo?. Estás imaginando que las cosas fueron diferentes.

source: [_kate_] Danny? Dash? What was all that I just heard outside my office doors? What's been going on here?
es_es: [_kate_] ¿Danny? ¿Dash ¿Qué és todo lo que acabo de escuchar tras las puertas de mi oficina? ¿Qué está pasando aquí?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, hey Kate! Don't worry, everything's fine. Dash was trying to start some trouble, but I took care of things quick and simple.
es_es: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm {/i}, ¡hey Kate! No te preocupes, todo está bien. Dash estaba tratando de dar problemas, pero me hice cargo de él de forma rápida y simple.

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, look at you, "Mister situation handler"! Well, it looks like I'll need to patch up Dash for the moment, but please, stop by my office later Danny... I'd like to properly {u}reward{/u} you for keeping the peace in my halls...
es_es: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh {/i}, mirate, "Mister manejador de situaciones"! Bueno, parece que voy a necesitar curar Dash ahora, pero por favor, pasa por mi oficina más tarde Danny... Me gustaría {u}recompensarte {/u} por mantener la paz en mi pasillo...

source: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... yeah! Sure thing, Kate!
es_es: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh {/i}... ¡sí! ¡Claro, Kate!

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Come on now, Dash. We'll get you checked out for any head injuries...
es_es: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Ven Dash. Miraré si tienes alguna lesión en la cabeza...

source: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, fine, sure thing, lady... my head does need an ice pack for dah' boo boos...
es_es: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm {/i}, bien, seguro, señora... mi cabeza necesita una bolsa de hielo...

source: [_danny_s_grin_happy_s_sad_] (Well, with that big lug out of the way, I can finally finish this dumb PDA errand for Tucker!)
es_es: [_danny_s_grin_happy_s_sad_] (Bueno, con ese enorme gusano fuera de mi camino, finalmente puedo terminar este recado de la PDA para Tucker!)

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Finally, let's just find Tucker's PDA and be done with this.
es_es: [_danny_s_talk_frown_s_rise_one_s_at_player_] Finalmento, voy a encontrar la PDA de Tucker.

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Here it is, right underneath the benches! Man, he'll never know just how much trouble this was to get... but finding it was actually pretty easy!
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Aquí está, ¡debajo de los bancos! Tío, él nunca sabrá cuántos problemas he tenido para conseguirla... aunque encontrarla ha sido realmente bastante ¡¡fácil!

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, it seems like I can't catch a break lately. Every time I turn around, that stupid Ectopus ghost is right there waiting to strike!
es_es: [_danny_s_at_player_s_sad_s_talk_consternation_] Tío, parece que últimamente no puedo tomarme un descanso. Cada vez que me doy la vuelta, ¡ese estúpido fantasma Ectopus está formando bronca!

source: [_danny_s_down_s_wondering_s_talk_consternation_] I need to head home for now, all this stress is killing me.
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] Necesito ir a casa por ahora, todo este estrés me está matando.

source: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... so, if I'm {i}already{/i} a ghost, can I actually even die?)
es_es: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... así que, si {i}ya{/i} soy un fantasma, ¿puedo realmente morir?)

source: [_danny_s_down_s_wondering_s_distraught_] {i}*Sigh*{/i} (At the rate things are going lately, I'll probably find out soon enough...)
es_es: [_danny_s_down_s_wondering_s_distraught_] {i}*Sigh * {/i} (Al ritmo que van las cosas últimamente, probablemente me enteraré pronto...)

source: [_danny_] (Man, it's nice to just be home after all the ghosts I've been fighting recently. I think I'll just kick my feet up, maybe order a pizza from Crusty's, and just try to rel-)
es_es: [_danny_] (Tío, es agradable estar en casa después de todos los fantasmas con los que he estado luchando recientemente. Creo que voy a descansar mis pies, tal vez pedir una pizza de Crusty, y tratar de rel-)

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh perfect. {i}Now{/i} what?
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh perfecto. ¿ {i}Ahora {/i} qué?

source: [_maddie_] Danny! Could you get the door, sweetie? We're in the middle of a {b}ecto-fungal{/b} experiment down here currently!
es_es: ¡[_maddie_] ¡Danny! ¿Podrías abrir la puerta cariño? Ahora estamos aquí abajo en medio de un experimento de {b}ecto-micótico {/b}!

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (But who on earth could be visiting us at this hour...?)
es_es: [_danny_s_frown_2_s_at_player_s_rise_one_] (Pero, ¿quién en la tierra podría venir a visitarte a esta hora...?)

source: [_vlad_s_f6_] Oh, why {i}hello{/i}, young man! Wait, wait, don't tell me, let me guess!{p}{i}You{/i} must be {b}Daniel{/b}, I presume?
es_es: [_vlad_s_f6_] Oh, ¿por qué? ¡{i}hola {/i} joven! Espera, espera, no me digas, ¡déjame adivinar!{p}{i}Tú{/i} debes de ser {b}Daniel {/b}, ¿lo adivino?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] What the- {b}Vlad Masters{/b}?! You know my name? Vlad Masters knows {i}my{/i} name??
es_es: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] ¿Qué - ¡¿{b}Maestro Vlad {/b}?! ¿Sabes mi nombre? ¿El maestro Vlad conoce {i}mi{/i} nombre??

source: [_vlad_s_f24_] Quite right, my boy! And clearly, you've heard of mine, aye?
es_es: [_vlad_s_f24_] Muy bien mi chico!, y claramente has oído hablar mío, ¿no?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Well yeah... and... you know my parents, right?
es_es: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Bueno sí... y... conoces a mis padres, ¿verdad?

source: [_vlad_s_f37_] I do indeed, my boy, quite well in fact! They're both why I'm here, actually. Are they home this evening?
es_es: [_vlad_s_f37_] Sí chico, ¡bastante bien de hecho! Ambos son la razón por la que estoy aquí. ¿Están esta tarde en casa?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, they're both here right now.
es_es: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Sí, sí que están.

source: [_vlad_s_f31_] Daniel, would you mind it terribly if I came in to see them at all? It's been {b}such{/b} a long time since we all had a chance to chat...
es_es: [_vlad_s_f31_] Daniel, ¿te importaría mucho si viniera a verlos? Ha pasado {b}tanto{/b} tiempo desde que todos tuvimos la oportunidad de charlar...

source: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, sure, come in. My parents will be downstairs in the lab.
es_es: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Uhm {/i}, seguro, entra. Mis padres están abajo en el laboratorio.

source: [_vlad_s_f40_] Oh, why thank you, young man! Would it also be too much of a bother for you to show me the way to the lab, perhaps?
es_es: [_vlad_s_f40_] Oh, ¡gracias, joven! ¿Sería demasiado molesto para ti mostrarme el camino al laboratorio?

source: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Yeah, {i}uhm{/i}, no problem at all, {i}uh{/i}, sir! It's just this way. (Man, Vlad Masters is walking around in {i}my{/i} house. Trippy!)
es_es: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Yeah, {i}uhm {/i}, ¡no hay ningún problema {i}uh {/i}, señor! Es por aquí. (Tío, el maestro Vlad está caminando en {i}mi{/i} casa. ¡Alucina!)

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] It's right through that white door and down the stairs.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Valla por esa puerta blanca y baje las escaleras.

source: [_vlad_s_f13_] Excellent, my boy, excellent... won't you be joining us?
es_es: [_vlad_s_f13_] Excelente chico, excelente... ¿te unes al encuentro?

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] I would just {b}hate{/b} for you to miss {i}any{/i} of our little reunion together...
es_es: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Yo {b}odiaría{/b} que te perdieras {i}algo{/i} de nuestro pequeño reencuentro...

source: [_danny_s_towards_s_sad_s_talk_happy_] No, it's alright, I'll let you three catch up. I wouldn't wanna impose on you guys catching up together.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] No, está bien, Voy a dejar que los tres se pongan al día. No me gustaría obligarles a que se pongan al día juntos.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, well that's just too bad, I had really hoped to spend some quality {b}bonding{/b} time with you quite soon... just young Daniel and his dear old {u}Uncle{/u} Vlad...
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, bueno eso es muy malo, tengo la esperanza de pasar algo de tiempo {b}intimando{/b} contigo pronto... solos el joven Daniel y su querido viejo {u}Tío {/u} Vlad...

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... yeah... cool... I mean {b}no{/b}, but cool...
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm {/i}... yeah... bien... Me refiero a {b}no {/b}, pero bien...

source: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... maybe I {i}should{/i} stick around... something about this is fishier than that octopus ghost... wait, are octopuses even fish? Is an Ectopus a {i}ghost{/i} fish...?)
es_es: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... tal vez {i}debería {/i} seguir merodeando... para pescar ese fantasma pulpo... espera, ¿son los pulpos los peces? ¿Es Ectopus el {i}fantasma {/i} de un pez...?)

source: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Come on, Danny, focus!)
es_es: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Vamos, Danny, ¡céntrate!)

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline! Jack! So wonderful to see you both again!
es_es: [_vlad_s_towards_s_unhappy_s_talk_happy_] ¡Madeline! ¡Jack! ¡Que maravilloso es ver a ambos de nuevo!

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh my goodness, Vlad! It was {b}you{/b} at the door?!
es_es: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] ¡Oh,dioses, Vlad! ¡¿eres {b}tú{/b} en la puerta?!

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, baby! Good to see you again, old buddy! How you doing, you old salt, you?!
es_es: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, bebé! ¡Me alegro de verte otra vez viejo amigo! ¡¿cómo te va todo?!, ¡¿te aliñaste con sal?!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, you know, running a multi-billion dollar company like Vladco can be a bit troublesome, frankly. Hardly ever have any time to do any of my own research... or catch up with old friends...
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, ya sabes, dirigir una compañía de miles de millones de dólares como Vladco puede ser un poco problemático francamente. Difícilmente tengo tiempo para hacer mis investigaciones... o ver a viejos amigos...

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] I mean, this is certainly unexpected... we knew you were in town, but I thought you'd be too busy catching those ghosts for a visit!
es_es: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] Quiero decir, esto es ciertamente inesperado... sabíamos que estabas en la ciudad y pensé no tendrías tiempo para visitarnos, porque estarías demasiado ocupado atrapando esos fantasmas!

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, you mean the ghost I've {i}already{/i} caught?
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, ¿quieres decir el fantasma que tengo {i}ya {/i} atrapado?

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] You caught one {b}already{/b}?! Ahh, damn it all... just as we were finishing up the {b}"Fenton Ghost Fisher"{/b} too.
es_es: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] ¡¿Has atrapado uno {b}ya {/b}?! Ahh, maldita sea... casi teníamos terminando el {b}"Pescador de fantasmas Fenton" {/b}.

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, I do apologize for your frustration, Jack. You always were the one most {b}gung-ho{/b} about the real {i}'chase'{/i} of a good ghost hunt. I myself often just prefer to lay clever traps for them...
es_es: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, pido disculpas por tu frustración, Jack. Siempre has sido el más {b}tenaz {/b} en la {i}'persecución' {/i} y caza de fantasmas. Yo sólo prefiero poner trampas inteligentes para ellos...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, you know how he gets, Vlad. Always getting so worked up over any potential sign of a spectral encounter!
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, ya sabes cómo és el Vlad. ¡Siempre poniéndose a trabajar intensamente ante cualquier señal de un espectro!

source: [_vlad_s_towards_s_rise_s_talk_happy_] Yes, I completely understand... which is why I thought it'd be sporting to {i}bring{/i} you said spectral encounter with me.
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Sí, entiendo completamente... por eso pensé que sería un buen ejercicio {i}traer {/i} un encuentro espectral conmigo.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You did?? Here, with you?? Which one? Oh, I hope it's that Phantasmal Pervert!!
es_es: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] ¿Lo hiciste? ¿¿Aquí contigo?? ¿Cuál? ¡Oh, ¡¡espero que sea ese fantasma pervertido!!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Now I must say, with the state of your town as it currently stands, I don't know how I could {b}possibly{/b} go back to my estate in Wisconsin without lending a hand to your ghost problem first. The one I've caught surely won't be the last, realistically.
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Ahora debo decir, tal y como está su pueblo actualmente, no sé como podría {b}penar{/b} en volver a mi finca en Wisconsin sin ayudarles con su problema fantasma. El que he cogido seguramente no será el último, de manera realista.

source: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Well, we're certainly glad to know that you'll be around to help us out, Vlad.
es_es: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Bueno, ciertamente estamos contentos de saber que estarás por aquí para ayudarnos, Vlad.

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] I certainly didn't mean to be presumptuous in any matter, but considering I've yet to have the time to set up my own laboratory in town, I was hoping I would be able to share yours for the time being?
es_es: [_vlad_s_towards_s_unhappy_s_talk_happy_] No quiero ser presuntuoso ni nada parecido, pero considerando que todavía tengo tiempo para montar mi propio laboratorio en la ciudad, ¿podríamos compartir el tuyo por el momento?

source: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Of course, what's mine is yours, V-Man!
es_es: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Por supuesto, lo mío es tuyo, ¡V-tío!

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh good... I'd {i}hoped{/i} as much...
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh bueno... No {i}esperaba {/i} menos...

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] So, without further ado, I suppose I should go about showing you the blasted thing...
es_es: [_vlad_s_towards_s_unhappy_s_talk_happy_] Así que, sin más, supongo que debería mostrarte estas cosa maldita...

source: [_vlad_s_towards_s_neutral_s_talk_happy_] ...it was actually thanks to your old schematics, Madeline, that I was able to create a working {b}Thermos{/b}...
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] ... fue en realidad gracias a tus viejos esquemas, Madeline, que pude crear un {b}termo{/b} funcional...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} You did?! How? The harmonics of the necessary power supply were always so-
es_es: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp * {/i} ¿Lo hiciste? ¿Cómo? Los armónicos de la fuente de alimentación necesarios eran siempre muy-
