Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode2_MZ.po
Languages: es_es

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, it would take {b}far{/b} too long to explain fully, my dear. I'll have the whitepaper delivered to you from the RND department at Vladco to brief you on the technical details. For now, I suppose we could begin to experiment with the ghoul itself!
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, tomaría {b}largo{/b} y extenso tiempo explicarlo plenamente, mi querida. Tendré el documento técnico para ti en el departamento de RND de Vladco para que veas los destalles técnicos. Por ahora, ¡supongo que podríamos empezar a experimentar con el fantasma!

source: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...are you sure that's a good idea, Vlad? Is it safe to just release one out of a Thermos?
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ... ¿estás seguro de que es una buena idea, Vlad? ¿Es seguro liberar uno de los termos?

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Of course it is, sweetie! Vlad knows what he's doing!
es_es: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Por supuesto que lo és, ¡cariño! ¡Vlad sabe lo que está haciendo!

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Yes, I most {u}certainly{/u} do... now then, Jack, why don't you clear some space for us to work in? Madeline, if you'll kindly assist me to set up the containment field we'll trap it in for examination...?
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Sí, és más {u}acertado {/u}... ahora, Jack, ¿por qué no despejas un poco de espacio para que trabajemos? Señora, ¿si amablemente me ayuda a establecer el campo de contención lo tendremos atrapado para examinarlo...?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Alright, everything seems in place! What now?
es_es: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Muy bien, ¡todo parece estar bien! ¿y ahora qué?

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Well, all that's left to do now is to hook the containment field up to the Thermos properly and release the creature from inside.
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Bueno, todo lo que queda hacer ahora es unir el campo de contención al Termo adecuadamente y liberar a la criatura del interior.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You got it Vladdie! Let's do-it to-it, V-Man!!
es_es: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] ¡Lo conseguiste Vladdie! ¡¡Hazlo, tío!!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, settle down, Jack! Don't be so overly eager! We don't need {i}another{/i} lab accident to occur due to your giddiness...
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] ¡Oh, calma, Jack! ¡No estés tan ansiosos! No necesitamos que se produzca {i}otro{/i} accidente de laboratorio debido a tu nerviosismo...

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, would {i}you{/i} kindly do the honors? None of this would have happened without {i}your{/i} brilliant ingenuity after all.
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, ¿ podría {i}usted {/i} amablemente hacer el honor? Nada de esto hubiera pasado sin {i}su{/i} brillante ingenio después de todo.

source: [_maddie_] Oh! Well I-I suppose I {i}could{/i}... my, such a {b}gentleman{/b}.
es_es: [_maddie_] ¡Oh! Bien y-yo supongo que {i}podría {/i}... mi, como un {b}caballero{/b}.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] Now, is it {b}this{/b} button here that will allow us to attach the containment field connector? Or do we need to go through some sort of safety procedures to properly disable the Thermos'-
es_es: [_maddie_s_rise_one_3_s_talk_happy_2_] Ahora, ¿es {b}este {/b} botón el que nos permitirá unir el termo al campo de contención? O tenemos que pasar por algún tipo de procedimientos de seguridad para desactivar adecuadamente el Termo"-

source: [_danny_] (Man, this is getting pretty boring honestly... guess my hunch was off, nothing too fishy going on here. Just some old friends mingling together after a long time apart... I feel like I'll just head back upstairs silently...)
es_es: [_danny_] (tio, honestamente esto se está volviendo bastante aburrido... tengo el carazón dormido, no hay nada interesante por aquí. Sólo unos viejos amigos que se relacionan después de un largo tiempo... Subiré a casa...)

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] No, no, you're quite right, madeline, it's just a simple press of the button. Yes, just press down on {b}that{/b} button there...
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] No, no, tienes toda la razón, Madeline, es sólo simplemente apretar un botón. Sí, simplemente pulsa {b}ese{/b} botón allí...

source: [_ectopuss_] {b}Fiiiinally!!{b} Do you have any idea how cramped those things are?! Now who the hell put me there to begin with??
es_es: [_ectopuss_] {b}Finalmeenteeeeee!!{b} ¿Tenéis alguna idea de lo apretado que estaba ahí dentro?! Ahora para empezar, ¿¿quién demonios me metió ahí dentro??

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad? Jack?!{p}Oh no, Jack's been knocked unconcious!! But where's Vlad?!
es_es: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] ¿Vlad? ¿Jack?!{p}¡Oh no, Jack ha sido noqueado y está inconsciente! Pero, ¿dónde está Vlad?!

source: [_ectopuss_] Well {i}hello{/i} there miss jumpsuit... don't you look nice and tasty...
es_es: [_ectopuss_] Bueno {i}hola {/i} mis traje espacial... no pareces buena y sabrosa...

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}hello{/i} there... I'm actually a living, breathing person, and I'd prefer {b}NOT{/b} to get munched... or... {i}anything{/i} else, really...
es_es: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm {/i}... {i}hola {/i} allí... Soy en realidad una persona viva, respirando, y preferiría {b}NO {/b} ser masticada... o... {i}cualquier cosa {/i} parecida, realmente...

source: [_danny_] (Jeez, I'm only halfway up the stairs, and {b}this{/b} happens?? This isn't going to end well... man, Ectopus seems a lot tougher looking, and with Mom here... I need to figure out a plan, fast!!)
es_es: [_danny_] (Jeez, sólo estoy a medio camino de las escaleras¿y {b}esto{/b} sucede?? Esto no va a terminar bien... tio, Ectopus parece excitado, y con mamá aquí... necesito averiguar sus planes ¡¡rápido!!)

source: [_ectopuss_] Yes! A perfect MILF body for me to play with... how delectable!
es_es: [_ectopuss_] ¡Sí! Un cuerpo perfecto del MILF para que yo juegue con él... ¡que delicia!

source: [_maddie_] My- my clothes!! Somebody, help!! Let me go, you bastard!!
es_es: [_maddie_] ¡¡Mi-mi ropa!! ¡Socorro, ayuda!! ¡¡Déjame ir bastardo!!

source: [_ectopuss_] We {u}both{/u} know I'm not going to do that... your body looks like it'll absolutely ooze {b}Orgone{/b} once I get started.
es_es: [_ectopuss_] {u}Ambos {/u} sabemos que no voy a hacer eso... tu cuerpo parece que va a rezumar {b}Orgone{/b} una vez que empiece.

source: [_maddie_] I don't care if you want Orgone or not! I said no touching, alright?! Now stop this!!
es_es: [_maddie_] ¡No me importa si quieres Orgone o no! te digo que no toques, ¡¿de acuerdo?! ¡¡Ahora para esto!!

source: [_danny_] (Orgone? What the heck is that? Mom seems to know about whatever it's talking about though... )
es_es: [_danny_] (¿Orgone? ¿Qué mierda és eso? Mamá parece saber de lo que está hablando...)

source: [_ectopuss_] {i}*Tsck*{/i} No can do, beautiful. I need a hit of that ripe Orgone right now...
es_es: [_ectopuss_] {i}*Tsck * {/i} No puede ser, hermosa. Necesito un trago de este maduro Orgone ahora mismo...

source: [_maddie_] No, wait! Le-let's talk about this first!
es_es: [_maddie_] No, ¡espera! ¡hablemos primero!

source: [_ectopuss_] What's there to talk about?
es_es: [_ectopuss_] ¿De qué hay que hablar?

source: [_maddie_] Isn't there some way you can take my Orgone without...
es_es: [_maddie_] No hay alguna manera de que te puedas llevar mi Orgone sin...

source: [_ectopuss_] Without...? C'mon now, use your big girl words...
es_es: [_ectopuss_] ¿Sin...? Vamos, usa tus palabras de niña grande...

source: [_maddie_] Without...
es_es: [_maddie_] Sin...

source: [_maddie_] ...without {b}violating{/b} me?
es_es: [_maddie_] ...sin {b}violarme{/b}?

source: [_ectopuss_] What's wrong, don't you want to find out what it's like to be stuffed full of ghostly tentacles?
es_es: [_ectopuss_] ¿Qué tiene de malo?, ¿no quieres averiguar lo que se siente llena de tentáculos fantasmales?

source: [_maddie_] Not particularly, no!!!
es_es: [_maddie_] ¡¡¡No particularmente, no!!!

source: [_ectopuss_] Well you will soon enough... my tentacle secretions are an overwhelmingly strong aphrodisiac for human women.
es_es: [_ectopuss_] bien, pronto será suficiente... mis secreciones de tentáculo son un afrodisíaco abrumadoramente fuerte para las mujeres humanas.

source: [_maddie_] That's... no... that can't be true!
es_es: [_maddie_] Eso eso... no... ¡eso no puede ser verdad!

source: [_ectopuss_] Oh but it is! After only a few thrurst inside, you'll be begging me to never stop... and trust me, I'm looking to pump you {b}all night long!!{/b}
es_es: [_ectopuss_] ¡Oh, pero lo és! Después de sólo unas pocas dentro de ti, me estarás rogando que nunca pare... y confía en mí, ¡¡estoy pensando en bombearte {b}toda la noche!! {/b}

source: [_maddie_] Please, just let me go...
es_es: [_maddie_] Por favor, déjame ir...

source: [_ectopuss_] Now way! I'm going to make you a slave to the pleasure that only ghostly beasts like I can give you.
es_es: [_ectopuss_] ¡bien! Te voy a hacer una esclava del placer de las bestias fantasmales.

source: [_maddie_] Really, pl-please, don't do this...
es_es: [_maddie_] Realmente, por favor, no lo hagas...

source: [_ectopuss_] You're starting to feel it now, aren't you? Even from the tentacles restraining you, the secretions are working their magic... oh, I can just {b}taste{/b} the sweet Orgone radiating off of you even now.
es_es: [_ectopuss_] Estás empezando a sentirlo, ¿verdad? Las secreciones están trabajando su magia desde mis tentáculos que te restriego... oh, puedo {b}sentir{/b} el dulce Orgone irradiando desde ti.

source: [_maddie_] N-no, you're lying...
es_es: [_maddie_] N-no, estás mintiendo...

source: [_ectopuss_] If you ask me very nicely, I'll relieve some of that sexual frustration for you...
es_es: [_ectopuss_] Si me lo pides, te aliviaré algo de tu frustración sexual...

source: [_maddie_] G-go to hell... you green... green bastard... {i}mmmphhh{/i}~
es_es: [_maddie_] G-ir al infierno... verde... bastardo verde... {i}mmmphhh {/i} ~

source: [_ectopuss_] Now, now, that's no way to ask for something you {u}want{/u}, is it...?
es_es: [_ectopuss_] No, no, esa no es manera de pedir algo que tú {u}quieres {/u}, ¿es...?

source: [_maddie_] ...just.... just do it already...
es_es: [_maddie_] ...sólo... hazlo ya...

source: [_ectopuss_] Oh yes, this pussy is so {b}perfect{/b}... oh, my tentacles can even smell and taste your flesh!
es_es: [_ectopuss_] Oh sí, este coño es tan {b}perfecto {/b}... oh, ¡mis tentáculos pueden incluso oler y saborear tu carne!

source: [_maddie_] Sh-shut... shut up, y-you...~!!
es_es: [_maddie_] ¡¡ca-call... cállate, t-tu... ~!!

source: [_ectopuss_] What's the matter, am I distracting you from the pleasure I'm drilling you with right now?
es_es: [_ectopuss_] ¿Cuál es el problema, te estoy distrayendo del placer que te estoy produciendo?

source: [_maddie_] When I get free... I will... I'm gonna...~
es_es: [_maddie_] Cuando me libre... Voy a... Voy a... ~

source: [_ectopuss_] Baby, when you get free, all you'll be doing is begging me to take you again, even harder!!
es_es: [_ectopuss_] Bebé, cuando te liberes todo lo que harás será rogarme que te lo vuelva a hacer, ¡aún más duro!!

source: [_ectopuss_] Look at you. Already addicted to my tentacle, and we haven't even gotten to the {i}really{/i} good stuff yet! Heck, this is just ghost {b}missionary{/b}!!
es_es: [_ectopuss_] Mirate. Ya adicta a mi tentáculo, ¡y no hemos llegado a lo {i}realmente {/i}bueno todavía! Heck, ¡¡esto es sólo la posición fantasma {b}misionero {/b}!!

source: [_maddie_] No, please~!!
es_es: [_maddie_] No, ¡¡por favor~!!

source: [_ectopuss_] Please what?
es_es: [_ectopuss_] Por favor, ¿qué?

source: [_maddie_] ...p-put it back in~!
es_es: [_maddie_] ...¡v-vuelve a ponerlo dentro~!

source: [_ectopuss_] Oh you'll have to try much harder than that.
es_es: [_ectopuss_] Oh, tendrás que esforzarte mucho más que eso.

source: [_maddie_] Please, screw me some more with that throbbing tentacle~!!
es_es: [_maddie_] Por favor, atornillame un poco más con ese tentáculo palpitante ~!!

source: [_ectopuss_] Better... but try again... come on... really sell it to me...
es_es: [_ectopuss_] Mejor... pero vuelve a intentarlo... vamos... realmente me lo tienes que vender...

source: [_maddie_] I'm begging you~! Fuck me with that massive Ecto-cock~!
es_es: [_maddie_] ¡Te estoy rogando ~! ¡fóllame con tu enorme Ecto-polla~!

source: [_ectopuss_] That's a good girl.
es_es: [_ectopuss_] Eso és, una buena chica.

source: [_ectopuss_] It's always so much better taking Orgone from a {u}willing{/u} source.
es_es: [_ectopuss_] Siempre es mucho mejor tomar Orgone de una fuente {u}dispuesta {/u}.

source: [_ectopuss_] Maybe once I'm done with you, I'll try out that pretty redhead upstairs... the one who likes taking baths in the afternoon...
es_es: [_ectopuss_] Tal vez una vez que acabe contigo, probaré con la pelirroja de arriba... la que le gusta tomar baños por la tarde...

source: [_maddie_] No, please! Leave her out of this~!!
es_es: [_maddie_] No, ¡por favor! ¡¡Déjala fuera de esto~!!

source: [_ectopuss_] Why should I?
es_es: [_ectopuss_] ¿Por qué debería?

source: [_maddie_] Please~ she's my, ungh~ my... little... girl~!!
es_es: [_maddie_] ¡¡Por favor ~ ella es mi, ungh ~ mi... pequeña... niña ~!!

source: [_ectopuss_] Oh my! Really? So you're already so greedy that you don't want to {i}share{/i} this ecto-cock, aye? Hmmm, and after all that protesting, too...
es_es: [_ectopuss_] ¡Oh! ¿de verdad? ¡Así que ya eres tan codiciosa que no quieres {i}compartir {/i} esta ecto-polla, ay? Hmmm, y encima protestas también...

source: [_ectopuss_] What's wrong? You don't want to watch that hot young thing getting {b}stuffed{/b} full of big, thick tentacles?
es_es: [_ectopuss_] ¿Qué hay de malo? No quieres ver esa joven caliente siendo{b}llenada {/b} de grandes y gruesos tentáculos?

source: [_ectopuss_] Oh yeah, I can actually taste how much that idea is turning you on...
es_es: [_ectopuss_] Oh sí, puedo sentir lo mucho que esa idea te está dando vueltas...

source: [_ectopuss_] The two of you pressed together, sharing a passionate kiss, staring into her eyes as she loses her virginity to a ghost...
es_es: [_ectopuss_] Los dos juntos, compartiendo un beso apasionado, mirando fijamente a sus ojos mientras pierde su virginidad con un fantasma...

source: [_maddie_] Oh God... oh God, no! N-not... not like this~...!! I'm gonna... I'm- about to... t-to -c-cum-
es_es: [_maddie_] Oh Dios... ¡oh Dios, no! N-no... ¡¡no como esto~...!! Voy a... estoy a punto de... d-de -c-correrme-

source: [_danny_] (Is she... is Mom really about to...?)
es_es: [_danny_] (¿Ella se... ¿mamá está a punto de...?)

source: [_ectopuss_] That's right! Cum for me!! Feed me that delicious Orgone!!
es_es: [_ectopuss_] ¡Así es! ¡¡Córrete para mí!! ¡¡Aliméntame con este delicioso Orgone!!

source: [_vlad_] {b}Not so fast, fiend{/b}!!
es_es: [_vlad_] {b}¡¡No tan rápido, amigo{/b}!!

source: [_danny_] What the heck was that? That was a whole lot tougher! How did you become so strong all of a sudden?
es_es: [_danny_] ¿Qué diablos fue eso? ¡Eso fue mucho más duro! ¿Cómo te has hecho tan fuerte de repente?

source: [_danny_] What the heck is happening? You've never beaten me before... how did you become so strong all of a sudden?
es_es: [_danny_] ¿Qué diablos está sucediendo? Nunca me has golpeado antes... ¿cómo te has hecho tan fuerte de repente?

source: [_ectopuss_s_f7_] You don't even know a thing about {b}Orgone{/b} yet?? Hah! You've got a lot to learn, Ghost Boy. Too bad you'll never get the chance!! Prepare for your {b}second{/b} afterlife!!
es_es: [_ectopuss_s_f7_] ¿¡Aún no sabes nada sobre el {b}Orgone {/b}?? ¡Ah! Tienes mucho que aprender, chico fantasma. ¡¡Lástima que nunca tendrás la oportunidad!! ¡¡Prepárate para tu {b}segunda{/b}vida!!

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Not so fast you deviant ghosts!!
es_es: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] ¡No tan rápido fantasma majadero!!

source: [_ectopuss_s_f5_] Oh don't you worry, I'll get to you soon enough, honey. Just let me deal with this brat and I'll make sure you get some good Ecto-loving...
es_es: [_ectopuss_s_f5_] Oh, no te preocupes, llegaré lo suficientemente pronto, dulzura. Sólo déjame tratar con este mocoso y me aseguraré de que tengas un buen ecto-amor...

source: [_vlad_s_towards_s_angry_s_talk_happy_] Not if I have anything to say about it!
es_es: [_vlad_s_towards_s_angry_s_talk_happy_] ¡No si tengo algo que decir al respecto!

source: [_ectopuss_s_7_] You again?!
es_es: [_ectopuss_s_7_] ¿tú otra vez?!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] That's right, and it's time for you to go back into your cage, wicked creature!
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Así es, y és hora de que vuelvas a tu jaula, ¡criatura malvada!

source: [_ectopuss_] No, wait! This isn't fair!! I didn't even get a lick of her-
es_es: [_ectopuss_] No, espera! ¡Esto no es justo! Ni siquiera me hizo una mamada-

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Phew, that was close.
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] fiuu, eso estuvo cerca.

source: [_danny_s_p30_] Yeah, super close. How much longer are we gonna have to deal with these darn pervert ghosts, am I right?
es_es: [_danny_s_p30_] Sí, súper cerca. ¿Cuánto tiempo más vamos a tener que lidiar con estos fantasmas pervertidos? ¿o no es cierto?

source: [_danny_s_p34_] Oh, {i}uh{/i}... don't mind me, I was just on my way out...
es_es: [_danny_s_p34_] Oh, {i}uh {/i}... no és nada, yo estaba a punto de irme...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, quick, the thermos!
es_es: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, ¡rápido, el termo!

source: [_vlad_s_towards_s_sad_s_talk_frown_] I'm sorry Madeline, but I still haven't worked out all the bugs in the thermos' battery unit yet! It still needs a lot of {b}charging{/b} to do before its next use!
es_es: [_vlad_s_towards_s_sad_s_talk_frown_] Lo siento Madeline, ¡pero todavía no he reparado todos los errores de la batería del termo! ¡Necesita una gran {b}recarga {/b} antes de su próximo uso!

source: [_danny_s_p38_] Okay well, good luck with that, gotta go now, bye!
es_es: [_danny_s_p38_] Bien bien, buena suerte con eso, vete ahora, ¡adiós!

source: [_ectopuss_s_11_] You?!
es_es: [_ectopuss_s_11_] ¿Tú?!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Yes, me! Back in your cage, foul beast!
es_es: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] ¡Sí, yo! ¡vuelve a tu jaula bestia de faldas!

source: [_ectopuss_s_14_] No, it's not fair!! I was so close to getting her to cu-
es_es: [_ectopuss_s_14_] No, ¡no es justo!! Estaba muy cerca de llegar a-

source: [_maddie_s_cf6_] Vlad, God dammit, where were you?! Couldn't you have gotten here a {b}bit{/b} sooner?! What the hell happened with the Thermos??
es_es: [_maddie_s_cf6_] Vlad, santo dios, ¡¿dónde estabas?! ¡¿No podrías haber actuado un {b}poco{/b} antes?! ¿¿Qué diablos pasó con los Termos??

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, I'm so {b}terribly{/b} sorry for what happened to you, my dear! The {i}accidental{/i} explosion of the Thermos completely fried its circuits.
es_es: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, querida, ¡siento {b}terriblemente {/b} lo que te ha pasado! La {i}accidental{/i} explosión del Termo quemó completamente sus circuitos.

source: [_vlad_s_towards_s_rise_s_talk_frown_] I went to grab my spare thermos from my stretch limo as quickly as I could, I swear! That damned ghost, taking advantage of you like that...
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Fui a coger mi termo de repuesto tan rápido como pude, ¡te lo juro!. Ese maldito fantasma, aprovechándose de ti de esa forma...

source: [_maddie_s_cf7_] It's just... I... I found myself sort've... I mean, it was actually quite... {i}uhm{/i}, y-yes, I'll be alright, I suppose. {i}Uhm{/i}... c-could you hand me a spare jumpsuit from that cabinet, please?
es_es: [_maddie_s_cf7_] Esto... yo sólo... me he encontrado a mí misma... Quiero decir, en realidad fue bastante... {i}uhm {/i}, s-sí, voy a estar bien, supongo. {i}Uhm {/i}... ¿po-podrías darme un traje de repuesto de esa taquilla? ¿por favor?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Of course... here you are Madeline.
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] Por supuesto... aquí tienes Madeline.

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... what the... what happened? Ghost... da' ghost escape at all, Vlad...?
es_es: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn {/i}... ¿qué... qué ha pasado? El fantasma... el fantasma escapó hacia, ¿Vlad...?

source: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, thank goodness you're awake!
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, ¡gracias a dios que estás despierto!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Yes, I... Maddie, what happened, are you alright?
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] Sí, yo... Maddie, ¿qué ha pasado?, ¿estás bien?

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] No! It got loose and-
es_es: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] ¡No! Se escapó y-

source: [_jack_s_towards_s_sad_s_talk_displeased_] What got loose... the ghost?! Where is it?! I'll fight it off!!
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] ¿qué se escapó?... ¿el fantasma?! ¿Dónde está?! ¡¡Voy a luchar contra él!!

source: [_vlad_s_towards_s_neutral_s_talk_frown_] It's safely contained once again, Jack. There was a... {b}scuffle{/b} of sorts, but don't worry, things are well in hand now, no assistance of yours required.
es_es: [_vlad_s_towards_s_neutral_s_talk_frown_] Está atrapado de nuevo, Jack. Hubo una especie de {b}resistencia{/b}, pero no te preocupes, las cosas están seguras ahora, no es necesario que hagas nada.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Then let it back out! I'm going to teach it a thing or two about putting its slimy tentacles even {b}near{/b} my wife!
es_es: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] ¡Entonces suéltalo de nuevo! ¡Voy a enseñarle una o dos cosas sobre poner sus babosos tentáculos {b}cerca de {/b} mi esposa!

source: [_vlad_s_towards_s_rise_s_talk_frown_] Yes, well, perhaps if you hadn't conked your head during the flash, you could have done that in the {b}first{/b} place, and this whole unfortunate incident could have been avoided. Really Jack, I almost expected {b}more{/b} from a senior ghost hunter...
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Sí, bueno, tal vez si tú no te hubieras despistado, podrías haber hecho eso en el {b}primer {/b} momento, y todo este desafortunado incidente podría haber sido evitado. Jack, esperaba {b}más {/b} de un cazador de fantasmas senior...
