Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode_2_pda_side_quest.po
Languages: es_es

source: [_dash_s_towards_s_upset_s_talk_distraught_] Beat it, Fenton! You're stinking up this wing of the school.
es_es: [_dash_s_towards_s_upset_s_talk_distraught_] ¡Lárgate Fenton! Estás apestando este pasillo de la escuela.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] What? Are you serious? I'm just trying to get by here. You don't own the hallways, Dash.
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ¿Qué? ¿En serio? Sólo estoy tratando llegar a mi destino. Los pasillos no son tuyos, Dash.

source: [_dash_s_towards_s_rise_s_talk_displeased_] You bet your boney butt I'm serious. You're just gonna go peek into the girls locker room anyhow, and only {i}I{/i} get to see the hot babes at school naked. So beat it already!!
es_es: [_dash_s_towards_s_rise_s_talk_displeased_] Anda ya, estoy hablando en serio. Lo único que vas a hacer es espiar el vestuario de las chicas, y sólo {i}yo{/i} puedo ver las chicas calientes de la escuela desnudas. ¡¡así que largate!!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Fine Dash, jeez! I'll go somewhere else then!!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] vale Dash, jeez! ¡entonces me iré a otro lugar!!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] C'mon Dash, I just need to grab something a friend of mine left in the girls locker room. I swear, I'm not planning to peek on anyone.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Vamos Dash, sólo necesito coger algo que un amigo mío se dejó en el vestuario de las chicas. Lo juro, no estoy planeando espiar a nadie.

source: [_dash_s_towards_s_upset_s_talk_distraught_] {i}Awww{/i}, well that's too bad, Fenton. Cause you're not getting in there! Losers like you don't deserve the benefit of the doubt. Benefit of the {u}dork{/u}, maybe!
es_es: [_dash_s_towards_s_upset_s_talk_distraught_] {i}Awww {/i}, eso es muy malo, Fenton. ¡Y la causa de que no estés entrando allí! Los perdedores como tú no merecéis el beneficio de la duda. ¡Sino tal vez el beneficio del {u}idota {/u}!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] I told you, I need to get in there! It'll be quicker if you just let-
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Te lo he dicho, ¡necesito entrar ahí! Será rápido si tú me dejas-

source: [_dash_s_towards_s_upset_s_talk_distraught_] And I already told {i}you{/i}, Fenton, to beat it already!
es_es: [_dash_s_towards_s_upset_s_talk_distraught_] Y otra vez te digo a {i}ti{/i}, Fenton, ¡que no!

source: [_danny_] (Tucker needs his PDA back. How can I get past Dash to get it?) [nointeract]
es_es: [_danny_] (Tucker necesita su PDA. ¿Cómo puedo convencer a Dash para entrar?) [nointeract]

source: [_danny_s_towards_s_sad_s_talk_happy_] Come on, Dash, {i}buddy{/i}... there's gotta be {i}something{/i} I can do so you'll just let me past, right?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Vamos, Dash, {i}amigo {/i}... ¿hay {i}algo {/i} que pueda hacer para ti y que me dejes pasar a cambio?

source: [_dash_s_towards_s_rise_s_talk_amused_] {i}Hmm{/i}... tell you what, Fenton: if you can bring me a pair of your sister's {u}used panties{/u}... I'll let you by, no questions asked.
es_es: [_dash_s_towards_s_rise_s_talk_amused_] {i}Hmm {/i}... ahora que lo dices, Fenton: si puedes traerme un par de {u}bragas usadas{/u} de tu hermana... Te dejaré pasar sin hacerte más preguntas.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] What?! N-no way, you can't be serious.
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ¡¿Qué?! D-De ninguna manera, no puedes estar hablando en serio.

source: [_dash_s_towards_s_neutral_s_talk_amused_] Hey, Fenton, I'm a man of my word! I promise, if you do that for me, I'll let you slip right in with no complaint.
es_es: [_dash_s_towards_s_neutral_s_talk_amused_] ¡Hey, Fenton, soy un hombre de palabra! Prometo, si tú haces eso por mí, te dejaré pasar sin ninguna queja.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Well how the heck am I supposed to get a pair of Jazz's underwear?!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Bueno, ¡¿cómo cojones se supone que voy a conseguir unas bragas usadas de Jazz?!

source: [_dash_s_towards_s_upset_s_talk_happy_] Hey, that's your problem, Fenton, not mine. I'm just the guy who receives the panties, you're the dork who snatches them, capisce?
es_es: [_dash_s_towards_s_upset_s_talk_happy_] Oye, ese es tu problema, Fenton, no el mío. Soy solamente el tipo que recibe las bragas, tú el tonto que las roba, ¿capisce?

source: [_danny_s_towards_s_sad_s_talk_happy_] You weren't really serious about wanting those panties, were you?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] No estás hablando en serio sobre que te consiga esas bragas ¿cierto?

source: [_dash_s_towards_s_upset_s_talk_happy_] You're darn right I was, Fenton. You go get me Jazz's sweet and dainty underpants, and the door to the girls locker room is yours. So quit stalling and go get em'!
es_es: [_dash_s_towards_s_upset_s_talk_happy_] No intentes dar la vuelta al asunto, Fenton. Me vas a conseguir las dulces y delicadas bragas de Jazz y la puerta del vestuario de las chicas será tuya. ¡Así que dejar de liarme y ve a conseguirlas!

source: [_danny_s_towards_s_sad_s_talk_happy_] No, seriously, why would you want Jazz's used pan-
es_es: [_danny_s_towards_s_sad_s_talk_happy_] No, en serio, ¿por qué quieres unas bragas usadas de Jazz

source: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] That does it, Fenton! I've grown tired of your stupid, repeat questions!
es_es: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ¡Es un trato, Fenton! ¡Me he cansado de tus estúpidas y repetidas preguntas!

source: [_danny_] {i}*Wham* *Thud*{/i}
es_es: [_danny_] {i}*Wham * *Tud * {/i}

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Fine... here they are Dash.
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] bien... aquí las tienes Dash.

source: [_dash_s_towards_s_rise_s_talk_displeased_] No way! These are actually hers?? Like, {i}really{/i} actually hers?!
es_es: [_dash_s_towards_s_rise_s_talk_displeased_] ¡De ninguna manera! ¿son realmente suyas?? ¡¿{i}realmente {/i} realmente suyas?!

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Yeup, they're actually Jazz's... (Ugh, she'd kill me if she knew I was doing this...)
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] Yeup, realmente son de Jazz... (Ugh, ella me matará si se entera de que estoy haciendo esto...)

source: [_dash_s_closed_s_neutral_s_talk_amused_] Woah, {i}daaang{/i}, Fenton! I didn't actually think you'd be able to get it done! But I must say, {i}bravo{/i} good sir!
es_es: [_dash_s_closed_s_neutral_s_talk_amused_] Woah, {i}daaang {/i}, Fenton! ¡En realidad no pensé que serías capaz de conseguirlo! Te tengo que decir, ¡{i}bravo {/i} señor!

source: [_danny_s_down_s_angry_s_talk_consternation_] So, can I get past you now?
es_es: [_danny_s_down_s_angry_s_talk_consternation_] Entonces, ¿puedo pasa ahora?

source: [_dash_] Hey, sure thing, Fenton! Let me get out of your way, buddy! You know, you're not so much of a turd after all! See you 'round dude!
es_es: [_dash_] ¡hey, seguro, Fenton! ¡Déjame apartarme de tu camino, amigo! Sabes, ¡no eres tan zurullo después de todo! ¡Nos vemos!

source: [_danny_s_at_self_s_neutral_s_consternation_] (Ugh, what have I done? I sold out Jazz when I could have just taken him on. Some brother I am...)
es_es: [_danny_s_at_self_s_neutral_s_consternation_] (Ugh, ¿qué he hecho? He vendido a Jazz cuando la tendría que haber protegido. Valla hermano soy...)

source: [_danny_s_towards_s_frown_s_wondering_] (Oh well, time to go and get Tucker's stupid PDA and be done with this.)
es_es: [_danny_s_towards_s_frown_s_wondering_] (Oh, bueno, es momento de ir y a conseguir la estúpida PDA de Tucker y terminar con todo esto.)

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Hey, you know what? {b}Screw you{/b}, Dash. How about {i}you{/i} beat it?
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Hey, ¿sabes qué? {b}fastidiate{/b}, Dash. ¿Cómo {i}te{/i}sienta la derrota?

source: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ...you wanna run that by me just {i}one{/i} more time, Fenton...? {i}*Knuckle Crack*{/i}
es_es: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ¿...quieres pasar por lo mismo {i}una{/i} vez más, Fenton ...? {i}*sonido de nudillos* {/i}

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You heard me, Dash! I said go fu-
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¡Me has oído, Dash! He dicho vete a-

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Fine Dash, but I'll be back!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¡vale Dash,! ¡pero volveré!

source: [_dash_s_towards_s_rise_s_talk_amused_] Yeah, and you {i}still{/i} won't be geting in, Fenturd! {i}Ahh hahaa!{/i}
es_es: [_dash_s_towards_s_rise_s_talk_amused_] Sí, y tú {i}todavía{/i} no habrás entrado, ¡Fenturd! {i}¡Ahh haa!{/i}

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey Tucker, whatcha up to lately?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Hey Tucker, ¿cómo te va últimamente?

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Oh, hey Danny! Not much dude, just chilling. Being my naturally charismatic and handsome self as usual!
es_es: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Oh, ¡hey Danny! No mucho, tranquilo. ¡Estoy tan naturalmente carismático y guapo como de costumbre!

source: [_danny_s_towards_s_sad_s_talk_happy_] That's good to hear. I'm glad to see you're not freaking out about everything that's been going on lately.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Me alegro de escuchar eso y de que no estés asustado por todo lo que ha estado pasando últimamente.

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] What do you mean? What's going on? Why, is there something I should be freaking out about by now?!
es_es: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] ¿Qué quieres decir? ¿Qué está pasando? ¿por qué? ¡¿hay algo de lo que debería de estar asustado?!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well Tucker, I mean, what with all the ghost stuff going on, you've still managed to stay really cool and composed.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Bueno Tucker, quiero decir, has logrado mantenerte fresco y compuesto con todos esos fantasmas merodeando.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, {i}that{/i} stuff? The superstitious nonsense that's been going around recently?! {i}Ha hah{/i}, oh come on dude, you need to get real.
es_es: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, ¿{i}esos {/i} fantasmas? ¡¿Esas tontas supersticiones que hay recientemente?! {i}Ha hah {/i}, oh vamos tío, sé realista.

source: [_danny_s_talk_happy_2_s_sad_] C'mon Tuck, half the town's already spotted that Ectopus thing roaming around their neighborhood! Even Channel 4 news is covering it!!
es_es: [_danny_s_talk_happy_2_s_sad_] Vamos Tuck, ¡la mitad de la ciudad ya ha visto Ectopus vagando! ¡¡Incluso Canal 4 noticias lo está diciendo!!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Oh sweet, {i}naïve{/i} Daniel... you can't just believe {i}everything{/i} the fake news media tells you, man. Mass hysteria is something I try to avoid, and getting your facts from {i}Tiffany Snow{/i} of all people?{p}{i}*Tsk* *Tsk*{/i}
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Oh cariñoso, {i}ingenuo {/i} Daniel... no puedes creer {i}todo{/i} lo que dicen las falsas noticias, tio. La histeria masiva es algo que trato de evitar, ¿y ver tus explicaciones {i}"blanca nieves"{/i} de tantas personas?{p}{i}*Tsk * *Tsk * {/i}

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well... I suppose one's whole world view doesn't just completely flip over night. Glad to see you're sticking to your guns on this...
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Bueno... Supongo que todas las miradas del mundo no se fijan en la noche. Me alegra ver que te estés enfundando tus armas en esto...

source: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_happy_] Hey, a man of science such as myself is {i}always{/i} willing to take into consideration new and relevant evidence... but like I said, I'm not looking to buy into any of that spooky hogwash just yet.
es_es: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_happy_] Hey, un hombre de ciencia como yo está {i}siempre {/i} dispuesto a tomar en consideración las nuevas y relevantes pruebas... pero como te dije, no estoy buscando comprar ninguna escalofriante bazofia.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Alright, Tucker, I see your point. Just... start taking your trash out at night yourself instead of letting your mom do it, okay? All I'm gonna say...
es_es: [_danny_s_closed_s_unhappy_s_talk_happy_] ok, Tucker, entiendo tu punto de vista. Sólo... empieza a sacar la basura por la noche tú mismo en lugar de dejar que tu madre lo haga, ¿de acuerdo? Es todo cuanto te digo...

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Oh shoot, I nearly forgot! Look, Danny, would you mind helping me with a {i}huge{/i} favor?
es_es: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Oh rayos, ¡casi me olvidé! Mira, Danny, ¿te importaría ayudarme con un {i}enorme {/i} favor?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Sure, I sorta owe you for getting Sam away from Paulina the other day. What's up?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Seguro, te debo una por alejar a Sam de Paulina el otro día. ¿Qué hay que hacer?

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] I accidentally left my {b}PDA{/b} inside the girls locker room, but I can't get it back while Dash is blocking the {b}East Hallway{/b} all the time. Could you find a way to get it somehow? You're better at taking a beating from Dash and living to tell the tale.
es_es: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] accidentalmente dejé mi {b}PDA {/b} dentro del vestuario de las chicas, pero no puedo recuperarlo mientras que Dash este bloqueando el {b}pasillo este{/b}. ¿Podrías encontrar una manera de conseguirla? Eres mejor opción que recibir una paliza de Dash y vivir para contarlo.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhmm{/i}... what was it doing in the girls locker room, Tuck?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhmm {/i}... ¿qué hace tu Pda en el vestuario de las chicas, Tuck?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Well, I mean... {i}you know{/i}... it's just one of the better locations in the school to get a good Wi-Fi signal... conveniently located right inside one of the unused lockers, actually...
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Bueno, quiero decir... {i}sabes {/i}... es sólo una de las mejores ubicaciones en la escuela para obtener una buena señal Wi-Fi... convenientemente situada dentro de una de las taquillas su usar, en realidad...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} Alright, I'll see what I can do.{p}
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Suspiro * {/i} Muy bien, veré que puedo hacer.{p}

source: [_extend_] (Hmmm, Dash isn't going to budge too easily with just my skinny frame trying to push past... how am I gonna get him to leave?)
es_es: [_extend_] (Hmmm, Dash no va a ceder si le empujo con mi pequeño cuerpo... ¿cómo voy a conseguir que se vaya?)

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Thanks man, I knew I could count on you!
es_es: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Gracias tío, ¡sabía que podía contar contigo!

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure, but just know you definitely owe me for this one Tuck.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Seguro, pero sabes que me debes una por esta Tuck.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, hey Danny! Any luck getting my PDA back?
es_es: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, ¡hey Danny! ¿ha habido suerte recuperando mi PDA?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] No, not yet. Sorry Tuck.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] No, aún no. Lo siento Tuck.

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Well hurry man! I'm starting to get separation anxiety!
es_es: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] ¡Date prisa tío! ¡Estoy empezando a tener ansiedad!

source: [_danny_s_down_s_wondering_s_talk_consternation_] Alright, alright, I'm moving as fast as I can here!{p}
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] vale, vale, ¡lo estoy haciendo todo lo rápido que puedo!{p}

source: [_extend_] (I gotta figure out a way to get inside the girls locker room with Dash still hanging around...)
es_es: [_extend_] (Tengo que encontrar una manera de entrar en el vestuario de las chicas con Dash vigilando...)

source: [_danny_s_talk_happy_] Here it is Tuck, your oh-so valuable PDA, back in safe hands once again!{p}Man, you really wouldn't believe what I had to go through to get it back.
es_es: [_danny_s_talk_happy_] Aquí está Tuck, ¡tu valiosa PDA sin daños!{p} Tío, no creerás lo que he tenido que hacer para recuperarla.

source: [_tucker_s_talk_happy_] Awesome! Thanks so much Danny, you're an absolute lifesaver!
es_es: [_tucker_s_talk_happy_] ¡impresionante! ¡Muchas gracias Danny, ¡eres un absoluto salvavidas!

source: [_danny_s_talk_happy_s_wondering_] Sure thing man, just try not to lose it again while you're peeping on girls... and remember, you owe me!
es_es: [_danny_s_talk_happy_s_wondering_] Seguro tío, intenta no perderla otra vez mientras espías a las chicas... y recuerda, ¡me debes una!

source: [_tucker_s_talk_happy_s_closed_s_sad_] Well then here, as a show of my gratitude, how about I just give you {u}this{/u}?
es_es: [_tucker_s_talk_happy_s_closed_s_sad_] Pues bien, aquí, y como muestra de mi gratitud, ¿qué tal si te doy {u}esto{/u}?

source: [_tucker_] {i}*Rustle*{/i} {i}*Rustle*{/i}
es_es: [_tucker_] {i}*crujido * {/i} {i}*crujido* {/i}

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {u}Another{/u} PDA?? But- if you... I just gave- h-how...??{p}Tucker, I-I dont understand!
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {u}¿¿Otra{/u} PDA?? Pero-si te... Acabo de dar ¿¿c-como..??{p}Tucker, ¡N-No te entiendo!

source: [_tucker_s_closed_s_talk_happy_s_sad_] Oh, I guess I should explain. The one {i}you{/i} got back for me was just the {u}newer{/u} model PDA. I still had this old one laying around in my backpack, plus a few backups.
es_es: [_tucker_s_closed_s_talk_happy_s_sad_] Oh, supongo que me debo explicar. La que {i}tú{/i} me has devuelto és el {u}nuevo {/u} modelo PDA. Tenía esta otra vieja en mi mochila, además de algunas copias de seguridad.

source: [_danny_s_neutral_s_towards_s_talk_frown_] So why didn't you just use the older ones if you needed to use your PDA so badly??
es_es: [_danny_s_neutral_s_towards_s_talk_frown_] Entonces, ¿por qué no utilizaste la vieja si necesitabas usar tu PDA??

source: [_tucker_s_talk_frown_s_closed_] Come on, Danny! The newer models don't come with headphone jack connectors!{p}That is {u}peak{/u} innovation!
es_es: [_tucker_s_talk_frown_s_closed_] ¡Vamos, Danny! Los modelos más nuevos vienen con conectores jack de auriculares!{p} ¡Es tecnología {u}punta{/u} en innovación!

source: [_tucker_s_neutral_s_talk_happy_s_away_] Once you've hit that high a level of technological savviness, there's just no going back to the old outdated ways of {i}actually{/i} being able to use headphones.
es_es: [_tucker_s_neutral_s_talk_happy_s_away_] Cuando has probado este alto nivel, simplemente no vuelves a las viejas y anticuadas {i}tendencias{/i} pudiendo usar auriculares.

source: [_danny_s_rise_one_s_talk_frown_s_towards_] You know, I'm pretty sure your {i}"new"{/i} model came out only a month after this "old" one...
es_es: [_danny_s_rise_one_s_talk_frown_s_towards_] Sabes, estoy seguro de que tu modelo {i}"nuevo" {/i} salió solo un mes después de este "viejo"...

source: [_tucker_s_talk_frown_s_angry_] Don't look a gift horse in the mouth, Danny!!
es_es: [_tucker_s_talk_frown_s_angry_] ¡¡A caballo regalado no le mires los dientes, Danny!!

source: [_danny_s_talk_happy_] Okay, okay, I'm sorry! I could really use it after all, my dad ended up using my old phone's parts for a pretty dumb experiment gone wrong...
es_es: [_danny_s_talk_happy_] Okay, okay, ¡Lo siento! Podría usarla después de todo, mi papá usó partes de mi viejo teléfono para un experimento bastante tonto que salió mal...

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] So thanks, Tuck. I wholeheartedly appreciate the gesture.
es_es: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Así que gracias, Tuck. Agradezco de todo corazón el gesto.

source: [_tucker_s_talk_happy_s_neutral_] No problem man! Now you can even message me over the {b}Spookchat{/b} app, along with anybody else whose number you have! I already put mine in there to help get you started.
es_es: [_tucker_s_talk_happy_s_neutral_] ¡No hay problema hombre! ¡Ahora puedes enviar mensajes con la aplicación {b}Spookchat {/b} a cualquier persona cuyo número tengas! He puesto el mío para ayudarte a empezar.

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Woah, awesome! I haven't been on Spookchat in a good while... I'll have to go get Sam's number so I can talk to her too.
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] ¡impresionante! No he estado en Spookchat... Tendré que conseguir el número de Sam para poder hablar con ella también.

source: [_tucker_s_wondering_s_talk_happy_] Well, I'll see you around, but thanks for doing me the solid Danny!
es_es: [_tucker_s_wondering_s_talk_happy_] Bueno, nos vemos, ¡gracias por hacerme el favor Danny!

source: [_danny_s_talk_happy_] Yeah, Tuck, whatever you need. And thanks, this was a nice little gift.
es_es: [_danny_s_talk_happy_] Sí, Tuck, lo que necesites. Y gracias, este fue un agradable pequeño regalo.

source: [_star_] {i}Uhnnnhh...{/i} yes... give me that nice, slick {u}cock{/u}…
es_es: [_star_] {i}Uhnnnhh... {/i} sí... dame esa bonita, resbaladiza {u}polla{/u}…

source: [_kwan_] {i}MMmph{/i}… yeah babe… I'm gonna… {i}Nnnghh{/i} ...give it to you... y-yeah...!
es_es: [_kwan_] {i}MMmph {/i}… sí nena… te la voy... {i}Nnnghh {/i} ... a dar a ti ... y-yeah ...!

source: [_star_] (Wow, Kwan's not doing too shabby a job... I'm glad I picked him as my gym partner... I get to see how he works his {i}best{/i} muscle~!)
es_es: [_star_] (Wow, Kwan no está haciendo demasiado mal su entreno... Me alegro de que lo escogiera como mi compañero de gimnasio... Voy a ver como trabaja su {i}mejor{/i} músculo~!)

source: [_danny_s_pi_113_] (Seriously? Man, I {i}really{/i} didn't need to see this today! Tucker's getting his {i}own{/i} stuff back from now on!)
es_es: [_danny_s_pi_113_] (¿En serio? tio, yo {i}realmente {/i} no necesitaba ver esto hoy! Tucker está recuperando sus {i}propias{/i} cosas!)

source: [_star_] {i}Uffhhh{/i}, Kwan… you're pounding me so hard… you're... you're getting right up in my guts!!!
es_es: [_star_] {i}Uffhhh {/i}, Kwan… me estás dando demasiado fuerte… estás... ¡¡¡estás revolviendo mis entrañas!!!

source: [_kwan_] {i}*Shhh*{/i} Babe... d-don't... don't talk…!
es_es: [_kwan_] {i}*Shhh * {/i} Nena ... n-no ... ¡no hables…!
