Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_2/episode2_MZ.po
Languages: es_es

source: [_danny_] Man... yesterday was seriously {i}crazy{/i}! Ghosts are actually real, and I'm somehow {u}part{/u} one now!!
es_es: [_danny_] tio... ayer fue una seria {i}locura{/i}! Los fantasmas son realmente reales!, ¡¡y yo soy de alguna manera {u}parte {/u} de uno ahora!!

source: [_danny_s_towards_wide_s_talk_frown_2_] I can't believe that ghost did that to Paulina!
es_es: [_danny_s_towards_wide_s_talk_frown_2_] ¡No puedo creer lo que el fantasma hizo a Paulina!

source: [_danny_s_sad_s_towards_s_talk_happy_] ...I can't believe I got to see her kinda {u}naked{/u} either!
es_es: [_danny_s_sad_s_towards_s_talk_happy_] ...¡No puedo creer que llegué a ver su piel {u}desnuda {/u} además!

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh{/i}, gross Fenton, don't be such a creep!
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh {/i}, Gross Fenton, ¡no seas como un gusano!

source: [_danny_s_ahegao_s_sad_s_talk_amused_] ...I also can't believe Paulina actually kissed me!
es_es: [_danny_s_ahegao_s_sad_s_talk_amused_] ...¡Tampoco puedo creer que Paulina me besara!

source: [_danny_s_down_s_wondering_s_talk_consternation_] Well, it wasn't really {i}me{/i} she was kissing... in which case... does that make it in any way creepy at all?
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] Bueno, no era realmente {i}yo {/i} a quien ella estaba besando... en cuyo caso... ¿lo hace de alguna manera espeluznante?

source: [_danny_s_at_player_s_rise_s_talk_happy_] Oh who cares, she kissed me! I mean, I was a hero after all! {i}Heh{/i}, no big deal or anything...
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] ¡Oh!, ¡a quien le importa!, ¡me besó! Quiero decir, ¡yo fui un héroe después de todo! {i}Heh {/i}, sin una gran recompensa o algo...

source: [_danny_s_at_player_s_sad_s_talk_consternation_] That freaky tentacle thing is still on the loose though, and those dorks at Channel 4 News are wasting their time by saying that {i}I'm{/i} one of the bad ghosts as well!
es_es: [_danny_s_at_player_s_sad_s_talk_consternation_] ¡ese friky de tentáculos todavía está suelto, y esos idiotas en el Canal 4 Noticias están desperdiciando su tiempo diciendo que {i}yo soy {/i} también uno de los fantasmas malos!

source: [_danny_s_down_s_wondering_s_talk_consternation_] You know... Paulina sure was a lot more interested in me as the ghost hero than she's ever been in Danny Fenton...
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] ya sabes... Paulina seguro estaba mucho más interesada en mí como el héroe que como Danny Fenton...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Maybe I should try to track down that ghost myself...? I really ought to do something helpful with these powers, after all...
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] ¿Tal vez debería tratar de rastrear ese fantasma yo mismo...? después de todo, realmente debería hacer algo útil con estos poderes...

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Say... yeah! I can clear my name, get hailed as a hero... and maybe even Paulina would want to give me an especially nice "reward" for being such a cool dead dude...
es_es: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Decir... ¡sí! Puedo limpiar mi nombre, ser aclamado como un héroe... y tal vez incluso Paulina querría darme una "recompensa" especialmente agradable por ser un tipo guay muerto...

source: [_danny_s_at_player_s_angry_s_talk_happy_] Well that settles it! From here on out, I'm a ghost hunter!! And I'm gonna catch em' all, cause I'm...
es_es: [_danny_s_at_player_s_angry_s_talk_happy_] ¡Bueno, eso es todo! ¡De ahora en adelante, soy un cazafantasmas! Y voy a atraparlos a todos, porque soy...

source: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Okay, {i}definitely{/i} gotta work on a better alter-ego name in the future...)
es_es: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Vale, {i}definitivamente{/i} tengo que trabajar en un mejor nombre de alter-ego en el futuro...)

source: [_danny_s_down_s_wondering_s_talk_consternation_] I'm sure Mom and Dad would be proud... that is, if I could even {i}tell{/i} them about any of this stuff.{p}Fat chance though... they'd just build some gadget to keep me caged up in until I graduated school...
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] Estoy seguro de que mamá y papá estarían orgullosos... es decir, si tan siquiera pudiera {i}contarles{/i} todo esto.{p} Mala idea... construirían algún artilugio para mantenerme enjaulado hasta que me graduara...

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey, Danny... can I, {i}uh{/i}... can I talk to you?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey, Danny... puedo, {i}uh{i/}... ¿puedo hablar contigo?

source: [_danny_s_talk_happy_2_] I don't know, {i}can{/i} you? You seem to be doing good so far, I'll give you that.
es_es: [_danny_s_talk_happy_2_] No sé, {i}¿puedes?{i/} Parece que lo estás haciendo bien hasta ahora, lo reconozco.

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] For real Danny, I'm being serious.
es_es: [_sam_s_co_s_away_s_sad_s_talk_frown_] De verdad Danny, lo digo en serio.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, alright, sure then... what's up?
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, de acuerdo, claro entonces... ¿qué pasa?

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Well... it's just... are you feeling alright?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Bueno... es que... ¿te encuentras bien?

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, what {i}uh{/i}, wh-what do you mean?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{i/}, ¿qué {i}uh{i/}, qué quieres decir?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] You know, since the accident you talked about? In your parents' Lab?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Ya sabes, ¿desde el accidente del que hablaste? ¿En el laboratorio de tus padres?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, right! Yeah, the {i}uh{/i}, the accident! Totally, ne-never been better! I was honestly worried over nothing, I-I feel fine, really!
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ¡Ah, sí! Sí, el {i}uh{/i}, ¡el accidente! Totalmente, ¡nunca he estado mejor! Honestamente estaba preocupado por nada, me siento bien, ¡de verdad!

source: [_sam_s_talk_happy_s_sad_] It's just that, last night, I was watching the news... and I just thought that... well... you know you can tell me anything, right?
es_es: [_sam_s_talk_happy_s_sad_] Es sólo que, anoche, estaba viendo las noticias... y pensé que... bueno... sabes que puedes contarme cualquier cosa, ¿verdad?

source: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Yeah, of course I know that!! A-after all, we're best friends, Sam! I'd never try to hide something secretive from you or Tucker like that, n-no way!
es_es: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Sí, claro que lo sé. Después de todo, somos los mejores amigos, Sam. Nunca trataría de ocultarte algo secreto a ti o a Tucker de esa manera, ¡de ninguna manera!

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Hey, I'm sorry! I'm not trying to pry! It probably wasn't the best time to talk to you about... well...{p}Can you meet me later after school?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Eh, ¡lo siento! ¡No estoy intentando obligarte a hablar! Probablemente no es el mejor momento para hablarte de... bueno...{p}¿Puedes reunirte conmigo después de la escuela?

source: [_danny_s_down_s_wondering_s_talk_frown_] {i}Uhm{/i}, s-sure, if you want to, I guess.
es_es: [_danny_s_down_s_wondering_s_talk_frown_] {i}Uhm{i/}, s-seguro, si quieres, supongo.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Cool!{p}I mean, great! I'll see you then!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ¡Genial!{p}Quiero decir, ¡genial! ¡Nos vemos entonces!

source: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, wait...
es_es: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, espera...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...yes? Something you wanted to say?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...¿sí? ¿Qué me quieres decir?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] ...you never said {u}where{/u} you wanted to meet!
es_es: [_danny_s_closed_s_unhappy_s_talk_happy_] ...¡no me has dicho {u}dónde{u/} quieres quedar!

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh! {i}Heh{/i}, r-right. M-my bad...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] ¡Oh! {i}Heh{/i}, ci-cierto. M-mi error...

source: [_danny_s_towards_s_angry_s_talk_happy_] Are {i}you{/i} feeling alright?
es_es: [_danny_s_towards_s_angry_s_talk_happy_] ¿{i}Te{i/} encuentras bien?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I think so...? I mean, yeah, I'm alright.{p}{i}Uhm{/i}, well how about the Park? At {b}night{/b}, when it's just turned dark...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Creo que sí... Quiero decir, sí, estoy bien.{p}{i}Uhm{/i}, bien, ¿ que te parecería el parque? Por la {b}noche{/b}, cuando oscurezca...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] The Park? At night?
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] ¿El parque? ¿De noche?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah! Perfect for just us two! Again, I just wanted to talk to you about something, and it'd be best in private!
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] ¡Sí! ¡ Es perfecto para nosotros dos solos! Sólo quiero hablarte de algo, ¡y sería mejor en privado!

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, sounds more than a little unsafe what with the ghost attacks going on, but alright, I'll be there.
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, suena más que un poco inseguro con los ataques de fantasmas, pero de acuerdo, allí estaré.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] I think I can keep myself safe from some slimeball ghost, don't worry.{p}Anyway, I'll see you later!
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Creo que puedo mantenerme a salvo de algún fantasma baboso, no te preocupes.{p}Decidido, ¡hasta luego!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, we're both going to the {u}same{/u} class right now.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, los dos estamos yendo a la {u}misma{u/} clase en este momento.

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, yeah, {i}heh{/i}, duh. I'll just, {i}uhhh{/i}... go to the bathroom first, I guess.{p}I'll see you in class then. And tonight, don't forget!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, sí, {i}heh{/i}, duh. Voy a, {i}uhhh{/i}... ir al baño primero, supongo.{p}Te veré en clase entonces. Y esta noche, ¡no te olvides!

source: [_danny_s_towards_s_talk_happy_s_wondering_] Alright, later Sam.
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] De acuerdo, hasta luego Sam.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh man, has Sam {i}already{/i} figured out my big secret? I thought I'd have it to myself a little longer than a few days...
es_es: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh tío, ¿ha descubierto Sam mi gran secreto {i}ya? Pensé que sería para mí un poco más que unos pocos días...

source: [_danny_s_at_self_s_neutral_s_consternation_] (...I'm talking to myself again, aren't I?)
es_es: [_danny_s_at_self_s_neutral_s_consternation_] (...estoy hablando solo otra vez, ¿verdad?)

source: [_danny_s_down_s_wondering_s_talk_consternation_] Hopefully nobody heard me talking aloud to...
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] Espero que nadie me haya oído hablar en voz alta con...

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...I should just shut up and go to class...
es_es: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...debería callarme e ir a clase...

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, Sam! I'm here!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¡Eh, Sam! ¡Aquí estoy!

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!{/i}{/size}{p}Jeez, Danny, you scared the crap out of me!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}¡AHH!{i/}{/size}{p}¡Joder!, Danny, ¡me has dado un susto de muerte!

source: [_danny_s_talk_happy_s_sad_] Well hey, you're the one who wanted to meet in a poorly lit Park at this hour. What's the matter? Is the "Mistress of the Night" actually afraid of the dark or something?
es_es: [_danny_s_talk_happy_s_sad_] Pues oye, tú eres la que quería quedar en un parque mal iluminado a estas horas. ¿Cuál es el problema? ¿Acaso la "Señora de la Noche" tiene miedo a la oscuridad o algo así?

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] No! It's not the dark, dummy! I'm just... I mean, how are you NOT freaked out?!
es_es: [_sam_s_co_s_away_s_sad_s_talk_frown_] ¡No! ¡No es la oscuridad, tonto! Yo solo... Quiero decir, ¡¿cómo lo haces para no estar asustado?!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] What do you mean?
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] ¿Qué quieres decir?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Ghosts{/u}, Danny! {i}Real{/i} life ghosts!!{p}They're all around town from what I hear, and they could be hiding around any corner, waiting to jump out at any moment!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}¡Fantasmas{u/}, Danny! ¡Fantasmas de la vida {i}real{i/}!{p}Están por toda la ciudad por lo que he oído, y podrían estar escondidos en cualquier rincón, ¡esperando para atacar cualquier momento!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Yeah, so? I mean sure, it's certainly a {i}bit{/i} of a shock at first... but you can't tell me you're honestly surprised, can you?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sí, ¿y? Quiero decir, claro, sin duda da un {i}poco{i/} de un shock al principio... puedes decir honestamente que estás sorprendida, ¿verdad?

source: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Ghosts aren't {i}supposed{/i} to be real, Danny!!
es_es: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Los fantasmas no se {i}supone{i/} que sean reales,¡¡ Danny!!

source: [_danny_s_talk_frown_2_] Hang on, weren't {i}you{/i} the one talking about how ghosts were totally plausible just the other day?
es_es: [_danny_s_talk_frown_2_] Espera, ¿no eras {i}tú{i/} la que hablaba el otro día de que los fantasmas eran totalmente plausibles?

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Yeah, but I didn't actually {u}believe{/u} it! I just thought it was cool to talk about!{p}Ghosts are supposed to be like vampires, just make believe things that we goths simply {u}pretend{/u} to wanna have sex with!!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_frown_] ¡Sí, pero en realidad no lo {u}creo{/u}! ¡Sólo pensé que sería genial hablar de ello!{p} Se supone que los fantasmas son como los vampiros, sólo seres inventados con los que las góticas simplemente ¡¡{u}fingimos{u/} querer tener sexo!!

source: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Seriously, what's up with your throat lately? Look, I have some Ludens in my skirt pocket if you need to take-
es_es: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] En serio, ¿qué pasa con tu garganta últimamente? Mira, tengo algunos caramelos en el bolsillo de mi falda si necesitas tomar-

source: [_ectopuss_] Did I hear someone talk about wanting to have {u}sex{/u} with a {u}ghost?{/u} Well hey, that can still be {i}easily{/i} arranged! {i}Ahech hech!!{/i}
es_es: [_ectopuss_] ¿He oído a alguien hablar de querer tener {u}sexo{/u} con un {u}fantasma?{/u} ¡Bueno, eso puede ser {i}fácilmente{/i} arreglado! {i}¡Ahech hech!{i/}

source: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!!{/i} Danny, it's that creep from TV!!{/size}
es_es: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}¡Ahhh!{i/} Danny, ¡es eso asqueroso de la TV!{/size}

source: [_ectopuss_] Why, Ghost Boy, you brought yet {u}another{/u} feeble girl for me to have fun with? Awe, you shouldn't have!
es_es: [_ectopuss_] ¿Por qué, chico Fantasma, has traído {u}otra{u/} chica débil para que me divierta? ¡No deberías haberlo hecho!

source: [_danny_s_angry_s_talk_frown_] You stay away from her, Ectopus!
es_es: [_danny_s_angry_s_talk_frown_] ¡Aléjate de ella, Ectopus!

source: [_ectopuss_] Why don't you try and {i}make{/i} me?!
es_es: [_ectopuss_] ¡¿Por qué no intentas {i}hacerlo{i/}?!

source: [_sam_s_frown_] (What the hell's going on here?!?)
es_es: [_sam_s_frown_] (¿¡¿Qué demonios está pasando aquí?!?)

source: [_danny_s_p28_] Dang! He got away again!!{p}{size=+12}Hey, come back here, you ink squirting coward!!{/size}
es_es: [_danny_s_p28_] ¡Maldición! ¡¡Se escapó otra vez!! {p}{¡¡Hey, vuelve aquí cobarde chorreador de tinta!!{/size}

source: [_sam_] What.{p}The.{p}{u}Fuck?!{/u}
es_es: [_sam_] ¡¿Qué.{p}Coño.{p}{u}Pasa aquí?! {/u}

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}you're{/i} Inviso-Bill?!
es_es: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}¡¿Eres{i/} Inviso-Bill?!

source: [_danny_s_pf30_] Listen, I'll be honest, I'm really not a big fan of that name, but more or less, yeah.
es_es: [_danny_s_pf30_] Escucha, voy a ser honesto, realmente no soy un gran fan de ese nombre, pero más o menos, sí.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] H-how is this even possible?! Y-you're a ghost?! I don't understand!!
es_es: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] ¡¿Cómo es esto posible?! ¡¿Eres un fantasma?! ¡¡No lo entiendo!!

source: [_danny_s_pf16_] Sam, calm down, there's no need to freak out! I just got transformed into a {b}half-ghost hybrid{/b} by my parents' highly dangerous and possibly radioactive Ghost Portal.
es_es: [_danny_s_pf16_] Sam, cálmate, ¡no hay por qué asustarse! Me he transformado en un {b}híbrido medio fantasma{/b} en el peligroso y posiblemente radiactivo Portal Fantasma de mis padres.

source: [_danny_s_pf20_] {i}Uhm{/i}, hang on a sec...
es_es: [_danny_s_pf20_] {i}Uhm{i/}, espera un segundo...

source: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] See, there's nothing to be afraid of. Ghost powers aside, it's still just me!
es_es: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] Ves, no hay nada que temer. Sin los poderes fantasmales, ¡sigo siendo yo mismo!

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, okay so... this is nuts... well, the reason I actually asked you here tonight was because I thought that your little accident in the Lab might've had something to do with the recent ghost appearances... but so, are you, like, actually {u}dead?{/u}
es_es: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Guau, vale... esto es de locos... bueno, la razón por la que cité aquí esta noche és porque pensé que tu pequeño accidente en el laboratorio podría haber tenido algo que ver con las recientes apariciones de fantasmas... pero, ¿estás como, realmente {u}muerto?{/u}

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] I don't {i}think{/i} so? I'd like to think of myself as more "half ghost" than "half dead".{p}Makes it somewhat easier to swallow.
es_es: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] No sé que {i}pensar{i/}. Creo que soy más "medio fantasma" que "medio muerto".{p} Así se hace algo más fácil de digerir.

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, this is so {i}freaking{/i} rad!!
es_es: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] ¡¡Woah!!, ¡¡esto es muy {i}demoledor{/i}!!

source: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Glad to see you're taking this all in pretty well...
es_es: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Me alegra ver que asimilas todo esto bastante bien...

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Are you kidding me?? Do you know how many goths would {u}kill{/u} to have a ghost for a best friend?!
es_es: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] ¿¿Estás bromeando?? ¡¿Sabes cuántos góticos {u}matarían{u/} por tener un fantasma como mejor amigo?!

source: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, you know we can't tell {i}anybody{/i} about this, right? This is strictly our secret as best friends, and I'd kinda like to keep it that way!
es_es: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, ¿sabes que no podemos contarle esto a {i}nadie{i/}?, ¿verdad? Esto es estrictamente nuestro secreto como mejores amigos, ¡y me gustaría mantenerlo así!

source: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Yeah, no, you're right of course, I won't... it's just... {i}ughhh{/i}, this is just so cool!
es_es: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Sí, no, tienes razón por supuesto, no lo haré... es que esto és... {i}ughhh{/i}, ¡esto és genial!

source: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... I think you mean... so {i}ghoul{/i}?
es_es: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Eh{/i}... Creo que quieres decir... ¿muy {i}demoníaco{/i}?

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}rude{/u}. Way to kill my goth boner, dude.
es_es: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}grosero{/u}. Valla manera de pisar mi fantasía gótica, amigo.

source: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] What? Ah, c'mon, I thought it was funny...
es_es: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] ¿Qué? Ah, vamos, pensé que era gracioso...

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Right, whatever. Listen, I need to get home before that thing shows back up again to get a good look at what I've got underneath my skirt. We'll talk later though, promise.
es_es: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Bien, lo que sea. Escucha, necesito llegar a casa antes de que esa cosa vuelva a aparecer para ver lo que tengo debajo de la falda. Hablaremos más tarde, lo prometo.

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Sure thing, sounds good.
es_es: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Claro, suena bien.

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] And Danny...?
es_es: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] ¿Y Danny...?

source: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] No Sam, I'm not gonna appear at any of your weird goth séances.
es_es: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] No Sam, no voy a aparecer en ninguna de tus extrañas sesiones góticas.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] No dork, just... stay safe, okay?
es_es: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] No idiota, sólo... mantente a salvo, ¿de acuerdo?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, I will. You too.
es_es: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Sí, lo haré. Tú también.

source: [_danny_] (Oh great. Sounds like Jazz is taking her sweet time in the bathtub again. It's not fair! She takes forever, uses up all the hot water, and I'm left with nothing but a cold shower!)
es_es: [_danny_] (Valla. Parece que Jazz se está tomando su tiempo en la bañera otra vez. No es justo. Tarda una eternidad, gasta toda el agua caliente y yo me tengo que duchar con agua fría)
