Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_sam_s_talk_bite_s_neutral_] Thanks for trying to cheer me up, Danny. I really shouldn't let mud brains like Star get to me.
es_es: [_sam_s_talk_bite_s_neutral_] Gracias por tratar de animarme, Danny. No debería dejar que me afecten los cerebros de arcilla como Star.

source: [_danny_s_talk_happy_s_closed_s_rise_one_] It's hard to understand why you're not popular at all, Sam.
es_es: [_danny_s_talk_happy_s_closed_s_rise_one_] Es difícil entender por qué no eres popular, Sam.

source: [_sam_s_talk_frown_] Jeez, is {i}that{/i} supposed to be your boost of confidence line, Danny?
es_es: [_sam_s_talk_frown_] Jeez, ¿se supone que {i}estas palabras tuyas{/i} aumentarán mi confianza, Danny?

source: [_danny_s_closed_s_talk_happy_s_sad_2_] What I mean is, you're clearly so much smarter and even better looking than her. It just doesn't make sense to me.
es_es: [_danny_s_closed_s_talk_happy_s_sad_2_] Lo que quiero decir es, tú eres claramente mucho más inteligente e incluso mejor que ella. No tiene ningún otro sentido para mí.

source: [_sam_s_talk_happy_s_neutral_] Oh, well, thanks?
es_es: [_sam_s_talk_happy_s_neutral_] Oh, genial, ¿gracias?

source: [_sam_s_closed_s_talk_frown_s_sad_] It's probably my overall personality and dark outlook of the world that I possess.
es_es: [_sam_s_closed_s_talk_frown_s_sad_] Probablemente sea mi personalidad general y mi oscura visión panorámica del mundo.

source: [_danny_s_talk_happy_s_rise_one_s_closed_] More likely it's because they just don't know you very well. They're unaware of the total goth badass that I know and love!
es_es: [_danny_s_talk_happy_s_rise_one_s_closed_] Probablemente és porque no te conocen bien. ¡No comprenden el rudo gótico que yo conozco y amo!

source: [_sam_s_towards_s_talk_happy_2_s_sad_2_] Ha hah, wow, look at you being so sweet today. Thanks, Danny.
es_es: [_sam_s_towards_s_talk_happy_2_s_sad_2_] Ha hah, wow, mira que estás dulce hoy. Gracias, Danny.

source: [_danny_s_talk_happy_s_towards_s_neutral_] Don't worry about her. She's just trying to make you angry. Don't let her rile you up.
es_es: [_danny_s_talk_happy_s_towards_s_neutral_] No te preocupes por ella. Ella solo está intentando enfadarte. No dejes que te saque de quicio.

source: [_sam_] I mean… you're probably right. No, of course you are, ugh, I'm sorry. I'll try to be chill.
es_es: [_sam_] Quiero decir… probablemente tienes razón. No, por supuesto que tienes razón, ugh, lo siento. Voy a tratar de ser fría.

source: [_vlad_] Ladies and Gentleman of Amity Park! {i}*Ahem*{/i} This microphone {b}is{/b} on, correct?
es_es: [_vlad_] ¡Señoras y señores de Amity parck! {i}*Ahem*{/i} ¿Este micrófono {b}está{/b} encendido?, ¿correcto?

source: [_sam_] Oh good, sounds like the speech is about to start now! I can't wait to hear about some of his new finds in the realm of paranormal investigation!
es_es: [_sam_] Oh bueno, ¡parece que el discurso está a punto de empezar! ¡No puedo esperar a escuchar acerca de algunos de sus nuevos hallazgos en la investigación paranormal!

source: [_vlad_] You all already know me very well, I'm quite sure.
es_es: [_vlad_] Estoy bastante seguro de que todos ya me conocéis muy bien.

source: [_vlad_] I, {b}Vlad Masters{/b}, am simply the everyday common billionaire, eccentric philanthropist, and part-time ghost expert that you'll no doubt run across in your day to day life.
es_es: [_vlad_] Yo, {b}Maestro Vlad{/b}, soy un simple y común billonario, filántropo excéntrico, y experto en fantasmas a tiempo parcial del día a día.

source: [_vlad_] But quite frankly, from this day forth, I'd very much like to add a {b}new{/b} and far more {b}important{/b} title to that current list.
es_es: [_vlad_] Pero francamente, a partir de este día, me gustaría mucho añadir un nuevo {b}nuevo {/b} y mucho más {b}importante {/b} título a esta actual lista.

source: [_vlad_] That is why... I am {b}officially{/b} announcing... my candidacy for the position as {b}mayor{/b} of Amity Park!
es_es: [_vlad_] Por eso... Estoy {b}oficialmente {/b} anunciando... ¡mi candidatura para el puesto de {b}alcalde {/b} de Amity Park!

source: [_crowd_] {i}*Ooohs* *Gasps* *Cheers*{/i}
es_es: [_crowd_] {i}*Ooohs * *Jadeos * *Saludos* {/i}

source: [_vlad_] During my term as mayor, I will assure that there will be no more ghostly encounters to pester you fine citizens.
es_es: [_vlad_] Durante mi periodo como alcalde, aseguro de que no habrá más encuentros fantasmales que molesten a los ciudadanos.

source: [_vlad_] All the people of Amity Park will be safe under my leadership.
es_es: [_vlad_] ¡Toda la gente de Amity Park estará a salvo bajo mi liderazgo.

source: [_vlad_] Speaking of which, I'm sure most of you have probably heard of that ghostly octopus looking fellow known as "Ectopus", I assume?
es_es: [_vlad_] Hablando de esto, estoy seguro de que la mayoría de ustedes probablemente han oído hablar de ese fantasmal pulpo conocido como "Ectopus", ¿cierto?

source: [_vlad_] Now you might be thinking, 'Where could he possibly be at this very moment?' 'Haunting the neighborhood my dear mother lives in?' 'Still attacking innocent civilians and causing panic in our streets?'
es_es: [_vlad_] Ahora ustedes seguramente estén pensando, '¿Dónde podría estar en este momento?' '¿Buscando una presa en el vecindario en el que vive mi querida madre?' '¿atacando a civiles inocentes y causando pánico en nuestras calles?'

source: [_vlad_] Well fear no more good people! For I, {b}Vlad Masters{/b}, have already handled that evil creature and captured him within {b}this{/b} portable device.
es_es: [_vlad_] ¡Pues no temáis más buena gente! Porque yo, {b}Maestro Vlad {/b}, ya he dominado esa criatura maligna y la he capturado dentro del {b}este {/b} dispositivo portátil.

source: [_crowd_] {i}*Multitudes of Applause*{/i}
es_es: [_crowd_] {i}*Multitudes de aplausos * {/i}

source: [_vlad_] Thank you, thank you! This is just the latest piece of ectoplasmic-based capturing ingenuity specialzed for ghosts and phantoms, all created by {i}yours{/i} truly and the fine people at Vladco.
es_es: [_vlad_] Gracias, gracias! Esta es sólo la última pieza de un ingenio de captura basado en el ectoplásma y especializado para fantasmas, creado para {i}ustedes {/i} y la gente de Vladco.

source: [_vlad_] Now I know my word is already impeccably good, but perhaps a proper demonstration is in order, aye?
es_es: [_vlad_] Sé que mi palabra és impecablemente cierta, pero tal vez una demostración apropiada estaría bien, ¿les parece?

source: [_vlad_] Say 'hello' to... {b}Ectopus{/b}!
es_es: [_vlad_] Digan 'hola' a... ¡{b}Ectopus {/b}!

source: [_ectopuss_] What happened? Where am I?! Where'd that hot jumpsuit lady go?!
es_es: [_ectopuss_] ¿Qué pasó? ¿Dónde estoy? ¡¿Dónde se ha ido esa caliente dama caliente vestida con un traje?!

source: [_vlad_] There you have it, the first successfully captured ghost in history!
es_es: [_vlad_] Aquí lo tienen, ¡el primer fantasma capturado con éxito en la historia!

source: [_vlad_] Unfortunately, Ectopus likely won't be the {i}last{/i} ghost that Amity Park is going to encounter.
es_es: [_vlad_] Desafortunadamente, Ectopus parece que no será el {i} último {/i} fantasma que el Amity Park va a encontrar.

source: [_vlad_] Therefore, when you vote for Vlad Masters to be your new mayor, you are voting for a better, safer, ghost {i}free{/i} future!
es_es: [_vlad_] Por lo tanto, cuando voten al Maestro Vlad Masters para su nuevo alcalde, ¡ustedes estarán votando por un mejor y más seguro futuro {i}libre {/i} de fantasmas!

source: [_crowd_] {i}*Multitudes of Applause* *Cheers*{/i}
es_es: [_crowd_] {i}*Multitud de aplausos * {/i}

source: [_vlad_] Now then, I believe we have a microphone set up, so if there any questions from the audience today, I'd be glad-
es_es: [_vlad_] Ahora, creo que tenemos un micrófono configurado, así que si hay alguna pregunta de la audiencia de hoy, me alegraría-

source: [_star_] {i}Ahhhhhhhhhh!!!!!!{/i}
es_es: [_star_] {i}¡¡¡¡¡¡Ahh hahhh ahhhh!!!!!! {/i}

source: [_vlad_] Ehh? What's all this commotion about?
es_es: [_vlad_] Ehh? ¿Qué és este alboroto?

source: [_star_s_rised_arm_s_down_wide_s_confused_s_talk_frown_] Oh my God!! Somebody stole my {b}fucking{/b} clothes right off my body!!!
es_es: [_star_s_rised_arm_s_down_wide_s_confused_s_talk_frown_] ¡Oh Dios mío! ¡¡¡Alguien robó mi {b}puta {/b} ropa teniéndola puesta!!!

source: [_vlad_] My word...
es_es: [_vlad_] Mi palabra...

source: [_sam_] Beyond having to see the sight of your bare ass with my own eyes, this is a dream come true for me.
es_es: [_sam_] Más allá de tener que ver tu culo desnudo con mis propios ojos, este és un sueño hecho realidad.

source: [_star_s_talk_frown_s_angry_s_closed_s_blush_2_] Dash give me your jacket!! We are leaving this place, RIGHT NOW!!
es_es: [_star_s_talk_frown_s_angry_s_closed_s_blush_2_] Dash ¡¡dame tu chaqueta!! ¡¡Vámonos de este lugar, AHORA MISMO!!

source: [_dash_] Sure thing babe!
es_es: [_dash_] ¡Seguro nena!

source: [_shadow_s_3_] {i}*Growl* *Snarl* *Hisss*{/i}
es_es: [_shadow_s_3_] {i}*Gruñido * *Gruñido * *Silvido* {/i}

source: [_vlad_s_angry_s_talk_frown_s_towards_2_] Now who in blazes do you think you are to interrupt my candidacy announcement, foul spectre?
es_es: [_vlad_s_angry_s_talk_frown_s_towards_2_] ¿quién piensa que está interrumpiendo el anuncio de mi candidatura?, ¿un sucio espectro?

source: [_stranger_] OH NOO, IT'S A {b}GHOST{/b}!! QUICK, EVERYONE!! RUN AWAY AS PANICKED AND INCOHERENTLY AS YOU CAN!!
es_es: [_stranger_] OH NOO, ES UN {b}FANTASMA {/b}!! ¡RÁPIDO, TODOS!! ¡HUID TODO LO ASUSTADO E INCOHERENTE QUE PODAIS!!

source: [_shadow_s_3_] {i}*Growl* *Snap* *Blehh*{/i}
es_es: [_shadow_s_3_] {i}*Gruñido * *Gruñido* *Silvido* {/i}

source: [_vlad_s_talk_frown_s_neutral_s_towards_] Well I guess it doesn't quite matter just {i}who{/i} you are, because {b}Vlad Masters{/b} is going to catch you for good, evil spirit!
es_es: [_vlad_s_talk_frown_s_neutral_s_towards_] Bueno, no importa {i}quien {/i} seas, porque {b}Maestro Vlad{/b} te va a atrapar por el bien, ¡espíritu maligno!

source: [_vlad_s_talk_frown_s_sad_2_s_towards_wide_] What the- why doesn't this damn thing work?!
es_es: [_vlad_s_talk_frown_s_sad_2_s_towards_wide_] qué demon- ¡¿Por qué no funciona esta maldita cosa?!

source: [_vlad_s_rise_one_s_talk_frown_] Oh right… I haven't quite figured out the {b}charging{/b} issue. My device needs a good amount of time to recharge after every capture.
es_es: [_vlad_s_rise_one_s_talk_frown_] Oh vale… no he reparado del todo el problema {b}de carga {/b}. Mi dispositivo necesita una gran cantidad de tiempo para recargarse después de cada captura.

source: [_vlad_s_talk_happy_s_sad_] Well, in that case, please excuse me!
es_es: [_vlad_s_talk_happy_s_sad_] Bueno, en ese caso, ¡por favor disculpen!

source: [_shadow_s_4_] {i}*Snarl* *Slurp*{/i}
es_es: [_shadow_s_4_] {i}*Sorbido!* *sorbido*{/i}

source: [_sam_] Hey, uh, somebody wanna tell me why that thing is looking at me like a… piece of meat?
es_es: [_sam_] Hey, uh, ¿podría alguien decirme por qué esa cosa me está mirando como un... trozo de carne?

source: [_sam_] Oh no, don't tell me I'm his next target!!
es_es: [_sam_] Oh no, ¡¡no me digas que soy su próximo objetivo!!

source: [_sam_] Danny, help!!!
es_es: [_sam_] ¡¡Danny, ayuda!!!

source: [_danny_] (Even though it {i}might{/i} be interesting to see how Sam looks stripped naked, I should probably step in now!)
es_es: [_danny_] (A pesar de que {i}podría{/i} ser interesante ver cómo va desnudando a Sam, ¡debo intervenir ahora!)

source: [_danny_] (Who knows what a ghost {i}this{/i} nasty might do to her?)
es_es: [_danny_] (¿Quién sabe lo que {i}este {/i} asqueroso fantasma podría hacerle?)

source: [_danny_] I'm going ghost!
es_es: [_danny_] ¡Voy a ser fantasma!

source: [_danny_s_talk_frown_] Stop right there, dark and ugly! Pick on someone at least {b}half{/b} your species!
es_es: [_danny_s_talk_frown_] ¡Alto ahí mismo, oscuro y feo! Métete con alguien que és {b}la mitad {/b} de tu especie!

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Man, that ghost was {i}really{/b} strong... he was practically leagues above me in terms of strength... and he was also able to get away, shoot!
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Tio, ese fantasma era {i}realmente {/b} fuerte... él prácticamente rozaba los límites de mi fuerza... y también era capaz de escapar, ¡rayos!

source: [_sam_s_sad_2_s_talk_frown_s_towards_] Oh my gosh, Danny, are you okay?!
es_es: [_sam_s_sad_2_s_talk_frown_s_towards_] Oh, dios, Danny, ¡¿estás bien?!

source: [_danny_s_talk_frown_s_rise_one_s_towards_] A little battered, but overall I'm all right, I think.
es_es: [_danny_s_talk_frown_s_rise_one_s_towards_] Un poco vapuleado, pero en general estoy todo bien, creo.

source: [_sam_s_talk_frown_s_sad_2_] What's with these ghosts, Danny? Why are they {b}only{/b} attacking girls? I'm not crazy right? There's definitely a pattern going on here with the attacks, don't you think?
es_es: [_sam_s_talk_frown_s_sad_2_] ¿Qué sucede con estos fantasmas Danny? ¿Por qué están {b}sólo {/b} atacando a las chicas? ¿no estoy loca verdad? Definitivamente sigue un patrón en sus ataques, ¿no crees?

source: [_danny_s_talk_frown_s_neutral_] No, you're not crazy, and I'm starting to develop a theory as to why that is...
es_es: [_danny_s_talk_frown_s_neutral_] No, no estás loca, y estoy empezando a desarrollar una teoría de por qué...

source: [_sam_s_talk_frown_s_confused_] That one seemed to be even stronger than the Ectopus you fought before! Jeez, I guess they only get worse the nastier they seem, huh?
es_es: [_sam_s_talk_frown_s_confused_] ¡Este otro parecía ser aún más fuerte que Ectopus que venciste antes! Joder, creo que cuantos más desagradables más fuertes són, ¿eh?

source: [_danny_s_at_danny_s_talk_frown_s_neutral_] Yeah, and it probably won't be the last time we see that Shadow creep either.
es_es: [_danny_s_at_danny_s_talk_frown_s_neutral_] Sí, y probablemente no será la última vez que veamos esa repelente sombra.

source: [_sam_s_talk_frown_s_angry_] Then we're going to need to find a way to make you even stronger, Danny!
es_es: [_sam_s_talk_frown_s_angry_] ¡Entonces vamos a necesitar encontrar una manera de hacerte aún más fuerte, Danny!

source: [_sam_s_sad_s_talk_bite_] Besides the gadgets Vlad Masters is working on, you might be the only one who has any chance against fighting off these ghost jerks.
es_es: [_sam_s_sad_s_talk_bite_] Además de los aparatos en los que el Maestro está trabajando en, tú podrías ser el único que tiene alguna posibilidad de luchar contra estos asquerosos fantasmas.

source: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Well actually, there does seem to be {i}one{/i} way to help me out, but it'd be kind of difficult to explain right now.
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Bueno, en realidad, parece que hay {i}una{/i} forma de ayudarme, pero podría ser algo difícil explicártela en este momento.

source: [_sam_s_talk_happy_s_confused_] There is? That's awesome! Okay, then let's meet after school or on the weekend at {b}my place{/b} and we can talk about it in private!
es_es: [_sam_s_talk_happy_s_confused_] ¿Hay? ¡Eso es impresionante! Bien, ¡nos vemos después de la escuela o el fin de semana en {b}mi casa {/b} y así podemos hablar de esto en privado!

source: [_danny_s_talk_frown_s_sad_s_at_player_] What a day... feels like I'll never get a bit of rest with all these ghosts popping up all the time. At least now that I'm home, I can actually find some peace and relaxation from any more ghost news.
es_es: [_danny_s_talk_frown_s_sad_s_at_player_] Valla día... siento que nunca voy a tener un poco de descanso con estos fantasmas apareciendo constantemente. Si bien, ahora que estoy en casa puedo encontrar algo de paz y relajación sobre noticias fantasmales.

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Danny! No time for relaxing! Come look!! More exciting ghost news!!
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] ¡Danny! ¡No es momento de relajarse! ¡Ven a mirar!! Más noticias emocionantes de fantasmas!!

source: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Man, I have just been {i}nailing{/i} these ramp setups into dramatic irony lately!)
es_es: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Tio, acaban de {i}explotarme{/i} los planes diciéndolo con dramática ironía!)

source: [_newscaster_s_3_] Good evening, I'm Tiffany Snow for Channel 4 News. Our top story tonight...
es_es: [_newscaster_s_3_] Buenas noches, soy Tiffany Snow para Canal 4 Noticias. Nuestra primera historia esta noche...

source: [_newscaster_s_5_] Billionaire and renown ghost expert, Vlad Masters, announced earlier today his candidacy for Mayor of Amity Park during a speech he presented at Amity Park Mall.
es_es: [_newscaster_s_5_] El multimillonario y reconocido experto en fantasmas, Maestro Vlad, anunció hoy su candidatura para alcalde de Amity Park durante un discurso que presentó en centro comercial de Amity Park.

source: [_jack_] Wow, ol' Vladdie is going to be mayor? Fantastic! Maybe he could do something about the amount of parking tickets on the Fenton Family Ghost Assault Vehicle...
es_es: [_jack_] Wow, ol ' ¿Vladdie va a ser alcalde? ¡fantástico! Tal vez podría hacer algo con la cantidad de recibos de parking de nuestro vehículo de asalto para fantasmas...

source: [_newscaster_s_3_] Unfortunately, before the Q&A portion began, the announcement was interrupted by the ghostly menace "Inviso-Bill" and his new ghoulish accomplice "Shadow Ghost".
es_es: [_newscaster_s_3_] Desafortunadamente, antes de que comenzara la introducción de Q&A, la noticia fue interrumpida por la amenaza fantasmal "Inviso-Bill" y su nuevo macabro cómplice "Sombra fantasmal".

source: [_jazz_] No way... yet {i}another{/i} pervert ghost?
es_es: [_jazz_] De ninguna manera... pero qué ¿{i}otro{/i} fantasma pervertido?

source: [_newscaster_s_7_] Luckily, no one was injured or harmed by their menacing presence.
es_es: [_newscaster_s_7_] Por suerte, nadie resultó herido ni perjudicado por sus amenazantes presencias.

source: [_newscaster_s_9_] Thankfully, it was due to the courageous efforts of Amity Park's newest hero, {b}Vlad Masters{/9}, that the ghosts were thwarted. Mr. Masters fought the ghosts head-on using his state of the art ghost-tech, forcing them to flee the event.
es_es: [_newscaster_s_9_] Afortunadamente, debido a los valientes esfuerzos del héroe más reciente de Amity Park, {b}Maestro Vlad{/b}, los intentos fantasmales fueron frustrados. El Sr. Maestro luchó contra los fantasmas de frente usando su tecnología, obligándolos a huir del evento.

source: [_danny_] Oh come on! What a load of croc!!
es_es: [_danny_] ¡Oh, vamos! ¡¡Menuda mentira!!

source: [_jack_] What's the matter, son?
es_es: [_jack_] ¿Qué sucede hijo?

source: [_danny_] Oh.. eh... croc- Crock-Pot! I was just, uhm, thinking of what we should have for dinner later... {i}eh hehhh{/i}... (Man, that was such a bad coverup.)
es_es: [_danny_] Oh.. eh... croc-Crock-Pot! Yo estaba solo, uhm, pensando en lo que deberíamos tener para la cena más tarde... {i}eh hehhh {/i}... (Tío, esa fue una mala excusa.)

source: [_newscaster_s_11_] No one knows where either of the ghosts are residing at the current moment.
es_es: [_newscaster_s_11_] Nadie sabe dónde están residiendo ninguno de los fantasmas actualmente.

source: [_newscaster_s_3_] Therefore, the people of Amity Park are advised to be cautious and to contact police if suspicious ghouls are spotted in your area.
es_es: [_newscaster_s_3_] Por lo tanto, se aconseja a las personas de Amity Park que sean cautelosas y que se pongan en contacto con la policía si sospechan de demonios en su área.

source: [_newscaster_s_7_] And now, a look at the lighter side of things with former Dimmsdale Action News anchor, Chet Ubetcha, with his editorial on the growing boom of adult online computer games. Chet?
es_es: [_newscaster_s_7_] Y ahora, una mirada al lado más ligero de las cosas con el ex presentador de noticias de acción, Chet Ubetcha, y su editorial en el creciente boom de video juegos online para adultos. ¿Chet?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Jack, let's go out on patrol again, maybe we can find one of them at the park!
es_es: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Jack, vamos a salir de patrulla otra vez, ¡tal vez podamos encontrar alguno en el parque!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Absolutely Maddie, let's go!
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] Absolutamente Maddie, ¡vamos!

source: [_jack_s_stare_s_angry_s_talk_happy_] We need to stop that 'Phantasmal Pervert' before he gets the chance to attack Jazz or some other defenseless girl again.
es_es: [_jack_s_stare_s_angry_s_talk_happy_] Necesitamos parar ese 'Fantasma pervertido' antes de que tenga la oportunidad de atacar a Jazz o a alguna chica indefensa de nuevo.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Danny, don't stay up too late, it's still a school night after all.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Danny, no te quedes despierto hasta tarde, esto sigue siendo como una escuela de noche.

source: [_jack_] Come on Maddie, we need to hurry, the whole town is counting on us! I'm coming for ya, Ghost Boy!!
es_es: [_jack_] ¡Vamos Maddie, tenemos que darnos prisa, ¡todo el pueblo cuenta con nosotros! ¡¡Voy a por ti chico fantasma!!

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Heh, if only they knew the whole truth...
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] jeh, si sólo supieran la verdad...

source: [_danny_s_closed_s_talk_happy_s_sad_] I'm certainly {b}no{/b} pervert! {i}*Chuckles*{/i}
es_es: [_danny_s_closed_s_talk_happy_s_sad_] ¡Sin duda {b}no soy{/b} un pervertido! {i}*Risas* {/i}

source: [_sam_s_talk_frown_s_towards_s_angry_] {b}Jeezus{/ub} Danny! God, you nearly scared me to death again! Stop sneaking up on me like that!
es_es: [_sam_s_talk_frown_s_towards_s_angry_] {b}Jesús {/b} Danny! ¡Dios, me has dado un susto de muerte otra vez! Deja de comportarte de esta forma!

source: [_danny_s_talk_happy_s_wondering_] Heh, well maybe if I had, we could {b}both{/b} fight ghosts together.
es_es: [_danny_s_talk_happy_s_wondering_] Heh, bien tal vez, podríamos {b}ambos {/b} luchar contra fantasmas en equipo.

source: [_sam_s_talk_frown_] Yeah well, next time, try the front door, or just... I don't know, knock on the window or something.
es_es: [_sam_s_talk_frown_] Vale bien, la próxima vez, entra por la puerta principal, o simplemente... yo que sé, pica en la ventana o algo.

source: [_danny_s_talk_frown_2_] Alright, my bad, sorry. I kinda like using my ghost form's floating powers to hop around places. Going through the window just seemed cooler.
es_es: [_danny_s_talk_frown_2_] Bien, mi error, perdona. Me gusta usar los poderes flotantes de mi forma fantasma para llegar a los lugares. Pasar por la ventana parecía aburrido.

source: [_sam_s_talk_happy_s_sad_2_] So what's up? Are you going to tell me the way you figured out how we can make you stronger to fight the Shadow Ghost?
es_es: [_sam_s_talk_happy_s_sad_2_] Entonces, ¿qué hay? ¿Me vas a decir cómo crees que puedes hacerte más fuerte para luchar contra la Sombra fantasmal?

source: [_danny_s_talk_happy_2_s_sad_2_] Hey, Sam, Tucker got me this new PDA and I'm getting people's contacts again to put in it.
es_es: [_danny_s_talk_happy_2_s_sad_2_] Hey, Sam, Tucker me dio este nuevo PDA y estoy poniendo los contactos de la gente.

source: [_danny_s_neutral_s_talk_happy_] Do you mind if I get yours again?
es_es: [_danny_s_neutral_s_talk_happy_] ¿Te importa si me vuelves a dar el tuyo?
