Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_sam_s_talk_happy_] Oh sure, it's no trouble. Here, I'll write it in on this slip of paper for you.
es_es: [_sam_s_talk_happy_] Oh seguro, no és molestia. Aquí, lo voy a escribir en este trozo de papel para ti.

source: [_sam_s_closed_s_talk_happy_s_confused_] There you go.
es_es: [_sam_s_closed_s_talk_happy_s_confused_] Ahí va.

source: [_danny_s_talk_happy_s_neutral_] Cool, thanks!
es_es: [_danny_s_talk_happy_s_neutral_] Oh, genial, ¡gracias!

source: [_sam_s_talk_happy_] Anything else you wanted to ask or talk about?
es_es: [_sam_s_talk_happy_] ¿Hay algo más que me quieras decir?

source: [_danny_s_talk_happy_s_sad_] Hey Sam, I picked up that outfit for you. Here you go!
es_es: [_danny_s_talk_happy_s_sad_] Hey Sam, pasé a recoger este vestido para ti. ¡Aquí tienes!

source: [_sam_s_talk_happy_s_sad_] Thanks Danny, I appreciate it.
es_es: [_sam_s_talk_happy_s_sad_] Gracias Danny, lo agradezco.

source: [_sam_s_talk_frown_2_s_sad_2_s_away_] Man, is this {i}really{/i} the whole outfit? {i}*Sigh*{/i} I'd almost prefer just running around naked instead of wearing something as girly as this. Anyway, thanks again for getting it for me.
es_es: [_sam_s_talk_frown_2_s_sad_2_s_away_] Tio, ¿és esto {i}realmente {/i} todo el vestido? {i}*Suspiro * {/i} Casi prefiero correr desnuda en lugar de usar algo tan ceñido. De todos modos, gracias de nuevo por conseguirlo para mí.

source: [_danny_s_talk_frown_2_] Uhm, Sam, I sorta need to ask you a favor...
es_es: [_danny_s_talk_frown_2_] Uhm, Sam, necesito preguntarte por un favor...

source: [_sam_s_talk_happy_] Sure, what's up?
es_es: [_sam_s_talk_happy_] Claro, ¿qué és?

source: [_danny_s_talk_frown_2_s_wondering_] Well, the thing is... like, essentially… so there's this thing called Orgone, right?
es_es: [_danny_s_talk_frown_2_s_wondering_] Bueno, la cosa és... como, esencialmente… hay esta cosa llamada Orgone, ¿verdad?

source: [_sam_s_talk_happy_s_confused_] Okay, I'm with you so far. What is it?
es_es: [_sam_s_talk_happy_s_confused_] Okay, sí, estoy de acuerdo contigo de momento. ¿Qué más és?

source: [_danny_s_talk_frown_] Well it's what makes ghosts stronger, basically, so I need to get my hands on some to fight stronger enemies like that Shadow monster.
es_es: [_danny_s_talk_frown_] Pues és lo que hace que los fantasmas sean más fuertes, básicamente, por lo que necesito tenerlo para luchar contra enemigos más fuertes como ese monstruo sombrío.

source: [_sam_s_talk_happy_s_confused_] And you need my help to get it?
es_es: [_sam_s_talk_happy_s_confused_] ¿Y necesitas mi ayuda para conseguirlo?

source: [_danny_s_talk_frown_s_wondering_] …uhm, yeup, you specifically, I need some help from.
es_es: [_danny_s_talk_frown_s_wondering_] …uhm, yeup, tú específicamente, necesito algo de ayuda de.

source: [_sam_s_talk_frown_s_neutral_] Alright, well do you know where we can find some, or how to make it?
es_es: [_sam_s_talk_frown_s_neutral_] bien, ¿sabes dónde podemos encontrar algo, o cómo hacerlo?

source: [_danny_s_talk_frown_2_s_at_danny_s_blush_s_wondering_] Well... yeah. It uhm... it sorta comes from... uh... the… erhm… the interactions, with... ehhh, rather the... the, uhhh... {i}*Ahem*{/i}
es_es: [_danny_s_talk_frown_2_s_at_danny_s_blush_s_wondering_] Bueno... sí. Uhm... esto viene de... uh... el… erhm… las interacciones, con... ehhh, más bien el... el, uhhh... {i}*Ahem * {/i}

source: [_sam_s_talk_frown_s_angry_s_noblush_] Jeez, just spit it out, Danny! If it's so important, we need to get some before that Shadow thing comes back and attacks some other poor girl!
es_es: [_sam_s_talk_frown_s_angry_s_noblush_] Jeez, ¡escupe lo que sea, Danny! ¡Si és tan importante, tenemos que conseguir algo antes de que la Sombra vuelva y ataque a alguna otra pobre chica!

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Well then... to put it bluntly, it comes from absorbing the energies of... different types of... {b}sexual activities{/b}.
es_es: [_danny_s_talk_frown_2_s_wondering_s_closed_] Bueno entonces... para decirlo sin rodeos, viene de absorber las energías de... diferentes tipos de... {b}actividades sexuales {/b}.

source: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] D-Danny, are you- are you asking me what I {b}think{/b} you're asking me?
es_es: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] D-Danny, ¿me estás- me estás diciendo lo que yo {b}creo{/b} que me estás diciendo?

source: [_danny_s_talk_frown_s_rise_one_s_-blush_] We probably don't have to actually, ya' know, {u}do it{/u}, or anything.
es_es: [_danny_s_talk_frown_s_rise_one_s_-blush_] Probablemente no tengamos realmente que, ya sabes, {u}hacerlo {/u}, o algo parecido.

source: [_sam_s_talk_frown_] So, what then?
es_es: [_sam_s_talk_frown_] ¿Entonces qué?

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Maybe you could, I don't know, masturbate in front of me?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Tal vez podría, no sé, ¿masturbarme delante de ti?

source: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] Wha-what?! W-with you... w-watching me do it?!
es_es: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] ¡¿que qué?! ¡¿Con contigo... mi-mirándome?!

source: [_danny_s_talk_frown_2_s_towards_] Yeah, that's the only way it will work. It needs two participants essentially both producing their sexual energies together. Ghosts kind of just soak it up, like a sponge.
es_es: [_danny_s_talk_frown_2_s_towards_] Sí, esa es la única manera en que funcione. Necesita dos participantes produciendo sus energías sexuales juntas. Así los fantasmas se empapan de orgone, como una esponja.

source: [_sam_s_talk_frown_s_towards_] I don't know Danny... how do you know all this anyway?
es_es: [_sam_s_talk_frown_s_towards_] No sé Danny... ¿cómo sabes todo esto?

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Sam... I need you to masturbate right in front of me!
es_es: [_danny_s_talk_frown_2_s_wondering_s_closed_] Sam... ¡Necesito que te masturbes delante de mí!

source: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] Uhm… w-wh-what?! Danny, I...
es_es: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] Uhm… ¿qu- qué?! Danny, yo...

source: [_danny_s_talk_frown_2_s_rise_one_] There's this thing, it's called Orgone. It makes ghosts more powerful. I need to get my hands on some of it to prepare myself to fight that shadow again.
es_es: [_danny_s_talk_frown_2_s_rise_one_] Hay esa cosa, se llama Orgone. Hace que los fantasmas sean más poderosos. Necesito tener algo para prepararme la lucha contra esa sombra de nuevo.

source: [_danny_s_talk_frown_s_wondering_] If that Shadow Ghost comes back, I need to be able to defeat it for good!
es_es: [_danny_s_talk_frown_s_wondering_] Si el fantasma de la sombra vuelve, ¡necesito ser capaz de derrotarlo por el bien!

source: [_sam_s_talk_frown_s_neutral_] Right, so… what does this have to do with me masturbating in front of you?!
es_es: [_sam_s_talk_frown_s_neutral_] Bien, pero… ¿qué tiene que ver eso conmigo masturbándose delante de ti?!

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Orgone comes from sexual vibes emanating off two participants. It's the creation of life energy and vitality that is being produced while they are pretty much bumping uglies... essntially, anyway.
es_es: [_danny_s_talk_frown_2_s_wondering_s_closed_] El orgone viene de vibraciones sexuales que emanan de dos participantes. Es por la creación de la energía de la vida y la vitalidad que se produce cuando están en una actividad tan hermosa y no fea.

source: [_sam_s_talk_bite_s_sad_] Oh, well, jeez... can't I just, like, show you my tits or something instead?
es_es: [_sam_s_talk_bite_s_sad_] Oh, bueno, jeez... no podría sencillamente, como, ¿mostrar mis tetas o algo parecido?

source: [_danny_s_sad_2_s_talk_frown_2_] No, I don't think that'll be enough. It needs to come from both parties being aroused to produce the Orgone. I don't think it needs to be strictly sex, but just me looking at you won't do it.
es_es: [_danny_s_sad_2_s_talk_frown_2_] No, no creo que eso sea suficiente. Tiene que venir de las dos partes que se estimulan para producir el Orgone. No creo que necesite ser estrictamente sexual, solo mirándote funcionará.

source: [_sam_s_sad_2_s_talk_frown_] Wait… how do you know any of this anyway?
es_es: [_sam_s_sad_2_s_talk_frown_] Espera… De todos modos... ¿Cómo sabes esto?

source: [_danny_s_talk_happy_2_s_sad_] Hey Sam, I'm gonna go. But I'll see ya around.
es_es: [_danny_s_talk_happy_2_s_sad_] Hey Sam, Me voy a ir. Nos vemos.

source: [_danny_s_talk_frown_2_s_wondering_] Mom told me about it. She did some research on Orgone in college.
es_es: [_danny_s_talk_frown_2_s_wondering_] Mamá me explicó sobre todo esto. Ella hizo algunas investigaciones sobre orgone en la universidad.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] Really? So... did she ever... {i}you know{/i}...?
es_es: [_sam_s_confused_s_talk_frown_s_towards_wide_] ¿Realmente? Así que... ella alguna vez... ¿{i}ya sabes{/i}...?

source: [_danny_s_talk_frown_s_wondering_s_towards_] If you're asking if she did the dirty with ghosts back in the day, I don't know. I didn't really feel like asking her about all the specific details, or learning the answers, frankly.
es_es: [_danny_s_talk_frown_s_wondering_s_towards_] Si estás preguntando si ella hizo algo sucio con los fantasmas en su día, no lo sé. Francamente no tenía ganas de preguntarle por todos los detalles específicos, o de analizar sus respuestas.

source: [_sam_s_talk_frown_s_sad_2_s_closed_] Yeah, that's understandable. I just... I don't know Danny. This is a {b}lot{/b} to ask...
es_es: [_sam_s_talk_frown_s_sad_2_s_closed_] Sí, eso es comprensible. Yo solo... No sé Danny. Tengo {b}muchas dudas {/b} para preguntar...

source: [_danny_s_angry_s_talk_frown_2_] What, you think I might be lying about this? Jeez, Sam, c'mon...
es_es: [_danny_s_angry_s_talk_frown_2_] ¿Qué?, ¿crees que podría estar mintiendo sobre esto? Jeez, Sam, vamos...

source: [_sam_s_closed_s_angry_s_talk_frown_] No, that's not what I meant! I was just making {i}sure{/i} is all…
es_es: [_sam_s_closed_s_angry_s_talk_frown_] No, ¡eso no és lo que quise decir! Me estaba sólo {i}asegurando{/i} es todo…

source: [_danny_s_sad_2_s_talk_happy_2_] Look, {b}trust{/b} me, I really wouldn't ask you to do this if I didn't feel I {u}had{/u} to, honestly Sam.
es_es: [_danny_s_sad_2_s_talk_happy_2_] Mira, {b}creeme{/b}. Honestamente Sam, no te pediría que lo hicieras si no sintiera que {u}tengo{/u} que hacerlo.

source: [_sam_s_confused_s_talk_frown_] …uhm, what's {b}that{/b} supposed to mean?
es_es: [_sam_s_confused_s_talk_frown_] uhm... ¿qué se supone que significa {b}eso{/b}?

source: [_danny_s_sad_2_s_talk_happy_s_towards_wide_] We're really good friends, and I wouldn't want to abuse your trust. Even if I find you... {b}appealing{/b} to look at, our friendship is far more important to me.
es_es: [_danny_s_sad_2_s_talk_happy_s_towards_wide_] Somos buenos amigos, y no quiero abusar de tu confianza. Incluso si te encontrara... {b}atractiva{/b} al verte, nuestra amistad sería mucho más importante para mí.

source: [_danny_s_talk_frown_s_rise_one_] It means I need your help, Sam. Isn't that what friends are for? This is to help protect the town, I don't see the big issue here.
es_es: [_danny_s_talk_frown_s_rise_one_] Significa que necesito tu ayuda, Sam. ¿No és eso para lo que son amigos? Además esto és para ayudar a proteger la ciudad, no le veo el gran problema.

source: [_sam_s_talk_frown_s_angry_s_towards_] The big {b}issue{/b}, Danny, is that I just don't appreciate being pressured into something like this.
es_es: [_sam_s_talk_frown_s_angry_s_towards_] El importante {b}capítulo{/b}, Danny, és que sencillamente no me gusta ser presionada en algo así.

source: [_danny_s_talk_frown_2_] Sorry, I didn't mean to come across that way, but I really do need your help.
es_es: [_danny_s_talk_frown_2_] Lo siento, no quise ser pesado, realmente necesito tu ayuda.

source: [_sam_s_talk_frown_s_away_s_angry_] Well, you did anyway. Look, you should go for now. We'll talk about this later, just not today..
es_es: [_sam_s_talk_frown_s_away_s_angry_] Bueno, de todos modos lo hiciste. Mira, deberías irte ahora. Hablaremos de esto más tarde, hoy no..

source: [_danny_s_talk_frown_s_rise_one_] You're just not my type is all. It's nothing personal, I just prefer someone with a bit more meat on her chest!
es_es: [_danny_s_talk_frown_s_rise_one_] és que no eres mi tipo. No és nada personal, ¡prefiero a alguien con un poco más de tetas!

source: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] What?!
es_es: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] ¿Qué?!

source: [_danny_s_wondering_s_talk_happy_] Relax, Sam, it was just a joke.
es_es: [_danny_s_wondering_s_talk_happy_] Calma, Sam, era solo una broma.

source: [_sam_s_talk_frown_s_angry_] Uh, sure, real {i}funny{/i}, jerk. Look, you can go now if that's all you're looking for.
es_es: [_sam_s_talk_frown_s_angry_] Uh, seguro, realmente {i}gracioso {/i}, jerk. Mira, puedes irte ya si eso és todo lo que estás buscando.

source: [_danny_s_talk_frown_2_s_sad_] Awe come on, Sam, lighten up.
es_es: [_danny_s_talk_frown_2_s_sad_] Vamos, Sam, animate.

source: [_sam_s_talk_frown_s_angry_2_s_towards_2_] I'm a {u}goth{/u}, Danny. We don't do "lighten up". You're sincerely being a jerk about this, and I just don't appreciate it. So I'd like you to leave, like now.
es_es: [_sam_s_talk_frown_s_angry_2_s_towards_2_] yo no soy una {u}puta{/u}, Danny. No vamos a ir "rápido". Estás siendo muy pesado en esto, y no lo valoro. Así que me gustaría fueses, como ya.

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Alright, I'll go... but again, I'm sorry I upset you Sam.
es_es: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Ok, me voy a ir... pero de nuevo, siento haberte molestado Sam.

source: [_sam_s_away_s_talk_frown_s_neutral_] Sure. Later.
es_es: [_sam_s_away_s_talk_frown_s_neutral_] Seguro. Hasta luego.

source: [_danny_s_talk_happy_s_rise_one_] Ghost instinct, duh.
es_es: [_danny_s_talk_happy_s_rise_one_] Instinto fantasma, duh.

source: [_sam_s_confused_s_talk_frown_] Ghost instinct?
es_es: [_sam_s_confused_s_talk_frown_] ¿Instinto fantasma?

source: [_danny_s_talk_happy_s_sad_] Yeah, ghost instinct, totally.
es_es: [_danny_s_talk_happy_s_sad_] Sí, instinto fantasma, totalmente.

source: [_sam_s_talk_bite_s_confused_] So, why me then?
es_es: [_sam_s_talk_bite_s_confused_] Entonces, ¿por qué yo?

source: [_danny_s_talk_happy_s_towards_s_rise_one_] There's nobody else I can trust but you with this mission. You're one of my best friends in the whole world, and I feel that together, we can protect Amity. I'll understand if you don't feel comfortable though, it's always your choice.
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] No hay nadie más en quien pueda confiar como tú para esta misión. Eres una de mis mejores amigas en todo el mundo, y siento que juntos, podemos proteger a Amity. Entenderé si no te sientes cómoda, aunque siempre es tu elección.

source: [_danny_s_talk_frown_s_sad_2_] Come on Sam, if you don't help me I'll never be able to fight off the ghosts attacking the town. People might really get hurt if we don't pull this off together.
es_es: [_danny_s_talk_frown_s_sad_2_] Vamos Sam, si no me ayudas nunca podré luchar contra los fantasmas que atacan la ciudad. La gente podría salir herida si no llevamos este problema juntos.

source: [_sam_s_closed_s_angry_s_talk_frown_] Uchh, {i}fiiine{/i}. I'll help you. But you have to promise me you won't tell anybody about this, {b}especially{/b} Tucker, okay?
es_es: [_sam_s_closed_s_angry_s_talk_frown_] Uchh, {i}bieeenn{/i}. Te ayudaré. Pero tú tienes que prometerme que no se lo dirás, {b}especialmente {/b} a Tucker, ¿de acuerdo?

source: [_danny_s_talk_happy_2_s_rise_one_] Of course! Promise.
es_es: [_danny_s_talk_happy_2_s_rise_one_] ¡Por supuesto! Prometido.

source: [_danny_s_towards_wide_s_neutral_s_talk_happy_] Come on Sam, aren't you looking forward to bragging to all your goth friends about how you seduced a real ghost? I gotta figure that's a more interesting story than the time they tried to summon an imaginary demon or something.
es_es: [_danny_s_towards_wide_s_neutral_s_talk_happy_] Vamos Sam, ¿no estás deseando presumir a todos tus amigos goticos acerca de cómo seduciste a un fantasma real? Hazte a la idea de que soy una historia más interesante que la vez que tratasteis de convocar a un demonio imaginario o algo parecido.

source: [_sam_s_away_s_talk_frown_s_angry_] It'd be more like how I got talked into flicking my clit {i}by{/i} a ghost.
es_es: [_sam_s_away_s_talk_frown_s_angry_] Sería más parecido a cómo fui tocada en el clítoris {i}por{/i} un fantasma.

source: [_danny_s_talk_happy_s_rise_one_] Oh, so my natural charm is working afterall then?
es_es: [_danny_s_talk_happy_s_rise_one_] Oh, ¿mi encanto natural está funcionando finalmente?

source: [_sam_s_talk_happy_2_s_sad_] Do you... do you really mean that?
es_es: [_sam_s_talk_happy_2_s_sad_] ¿tú... tú realmente quieres decir que?

source: [_danny_s_towards_s_rise_one_s_talk_happy_] Of course, Sam.
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_]... sí, claro.

source: [_sam_s_talk_frown_s_sad_2_] Okay, well... just promise me something, alright?
es_es: [_sam_s_talk_frown_s_sad_2_] Bien, bueno... pero prométeme algo, ¿vale?

source: [_danny_s_talk_frown_s_sad_] Sure, what is it?
es_es: [_danny_s_talk_frown_s_sad_] Claro, ¿qué?

source: [_sam_s_talk_bite_] After we do this... we'll still be friends, right? I mean, we won't get all weird around each other afterwards, and stuff, right?
es_es: [_sam_s_talk_bite_] Después de hacer esto... seguiremos siendo amigos, ¿vale? Quiero decir, no nos vamos a poner cachondos después, y esas otras cosas, ¿vale?

source: [_danny_s_talk_happy_2_s_rise_one_] No, of course not! No way, we're pals, first and foremost!
es_es: [_danny_s_talk_happy_2_s_rise_one_] No, ¡por supuesto que no! ¡De ninguna manera¡, ¡somos amigos, ante todo!

source: [_sam_s_closed_s_talk_frown_s_neutral_] Okay, okay, just... fine then, I'll do it, but before we do this... turn around first.
es_es: [_sam_s_closed_s_talk_frown_s_neutral_] Vale, vale, bien... bueno, entonces, lo haré, pero antes de hacer esto... gírate primero.

source: [_danny_s_talk_frown_s_rise_one_] Why? Aren't I {b}supposed{/b} to be able to watch?
es_es: [_danny_s_talk_frown_s_rise_one_] ¿Por qué? ¿No se {b}supone{/b} que puedo ver?

source: [_sam_s_closed_s_talk_frown_s_angry_] Just because, okay?! I wanna be able to get started without you looking right as I'm doing it, alright??
es_es: [_sam_s_closed_s_talk_frown_s_angry_] ¡Porque sí!, ¡¿vale?! Quiero empezar sin que te parezca bien como lo hago, ¿¿vale??

source: [_danny_s_wondering_s_closed_s_talk_frown_] Alright, alright! I'm turning around, I promise.
es_es: [_danny_s_wondering_s_closed_s_talk_frown_] ¡Vale, vale! Me estoy dando la vuelta, lo prometo.

source: [_sam_s_away_s_sad_2_s_frown_] (Oh my god… is this really happening?)
es_es: [_sam_s_away_s_sad_2_s_frown_] (Oh, dios mío… ¿esto realmente está sucediendo?)

source: [_sam_s_towards_s_talk_happy_s_neutral_] {i}*Chuckles*{/i} Wow... so this ghost stuff has {b}really{/b} changed you, hasn't it?
es_es: [_sam_s_towards_s_talk_happy_s_neutral_] {i}*Risas* {/i} Wow... este material fantasma te ha {b}realmente {/b} cambiado, ¿no?

source: [_danny_s_talk_frown_s_wondering_] What do you mean?
es_es: [_danny_s_talk_frown_s_wondering_] ¿Qué quieres decir?

source: [_sam_s_talk_happy_s_sad_2_] To me, you're like... {b}totally{/b} different.
es_es: [_sam_s_talk_happy_s_sad_2_] Para mí, eres como... {b}totalmente {/b} diferente.

source: [_danny_s_talk_frown_s_rise_one_] Different? How?
es_es: [_danny_s_talk_frown_s_rise_one_] ¿Diferente? ¿Cómo?

source: [_sam_s_talk_frown_s_neutral_] I mean, I don't know how to explain it. You're just so much more...
es_es: [_sam_s_talk_frown_s_neutral_] Quiero decir, no sé cómo explicarlo. Eres sólo mucho más...

source: [_danny_s_talk_happy_2_s_neutral_s_towards_] Rugged? Handsome? More heroic overall, would you say?
es_es: [_danny_s_talk_happy_2_s_neutral_s_towards_] ¿resistente? ¿Guapo? Más heroico en general, ¿qué opinas tú?

source: [_sam_s_talk_frown_s_sad_2_] {i}Heh{/i}, yeah, something like that... so, {b}just{/b} masturbating, huh?
es_es: [_sam_s_talk_frown_s_sad_2_] {i}Heh {/i}, sí, algo así... así, {b}sólo {/b} masturbarse, ¿eh?

source: [_danny_s_talk_frown_2_s_wondering_] I mean, it's up to you what we do, but I really wanna stop that shadow ghost from hurting anyone else. I feel like this will be all we'll need to get done, but I've never done anything like this, obviously.
es_es: [_danny_s_talk_frown_2_s_wondering_] Quiero decir, depende de ti lo que hacemos, pero realmente no quiero dejar que ese fantasma de la sombra dañe a nadie más. Siento que esto será todo lo que tendremos que hacer y obviamente nunca he hecho algo así.

source: [_sam_s_towards_s_sad_2_s_talk_frown_] ...I guess you'd wanna watch me strip too, right? Would that help?
es_es: [_sam_s_towards_s_sad_2_s_talk_frown_] ...Supongo que te gustaría que me desnudara también, ¿verdad? ¿Ayudaría eso?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_s_blush_] Oh, uhm, yeah, definitely, that would really help me to, uh... {b}emanate{/b} some good Orgone energies.
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_s_blush_] Oh, uhm, sí, definitivamente, eso realmente me ayudaría a, uh... {b}emanaría {/b} buena energía orgone.

source: [_sam_s_away_s_talk_happy_s_neutral_] Oh man, I can't believe I'm actually doing this with you. Okay, I'd normally have had you turn around, but... I really don't mind if you watch me take everything off...
es_es: [_sam_s_away_s_talk_happy_s_neutral_] Oh tio, no puedo creer que realmente esté haciendo esto contigo. Bien, normalmente me habría dado la vuelta, pero... Realmente no me importa si me ves quitándome todo...

source: [_danny_s_talk_happy_2_] Well, I truly appreciate the private show I'm about to receive...
es_es: [_danny_s_talk_happy_2_] Bueno, aprecio el show privado que estoy a punto de recibir...

source: [_sam_s_talk_happy_s_sad_] So… you like what you see?
es_es: [_sam_s_talk_happy_s_sad_] Así que… ¿te gusta lo que ves?

source: [_danny_s_talk_happy_2_s_neutral_s_towards_] Oh, you know it, Ms. Manson.
es_es: [_danny_s_talk_happy_2_s_neutral_s_towards_] Oh, tú ya lo sabes, Mr. Manson.

source: [_sam_s_away_s_talk_happy_s_sad_] Hmmm… then I guess we should get started, right away, aye mister "Ghost Boy"…?
es_es: [_sam_s_away_s_talk_happy_s_sad_] Hmmm… entonces supongo que deberíamos empezar, de inmediato, mister "Chico Fantasma"…?

source: [_sam_] I'm gonna sit on the bed and do this... it's where I always do it... wh-when I touch myself, I mean...
es_es: [_sam_] Me voy a sentar en la cama y hacer esto... és donde siempre lo hago... cu-cuando me toco, quiero decir...

source: [_danny_] You look amazing doing that. I like that you just use two fingers.
es_es: [_danny_] Te ves increíble haciendo eso. Me gustaría que solo uses dos dedos.

source: [_sam_] D-don't say things like that, it's weird dude.
es_es: [_sam_] No digas cosas así, és muy rudo.

source: [_danny_] It's true, though. I like it
es_es: [_danny_] Es cierto. Me gusta

source: [_sam_] ...I don't even do this that often.
es_es: [_sam_] ...Ni siquiera hago esto a menudo.

source: [_danny_] What? Masturbate while your friend watches?
es_es: [_danny_] ¿Qué? ¿Masturbarte mientras tu amigo te observa?

source: [_sam_] Oh god, now that you said it out loud...
es_es: [_sam_] Oh dios, ahora que lo has dicho en voz alta...

source: [_sam_] ...Danny, do you have to stand so close?
es_es: [_sam_] ...Danny, ¿tienes que estar tan cerca?
