Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_danny_] I want to make sure this works, Sam. Gotta soak up all the Orgone juices properly…
es_es: [_danny_] Quiero asegurarme de que esto funcione, Sam. Empaparme de todos los zumos de orgone…

source: [_danny_] Ehm, y-you don't mind, do you?
es_es: [_danny_] Ehm, ¿t-te importa?

source: [_sam_] N-no, it's alright... (Oh wow... {i}Danny Fenton{/i} of all people, good {b}Lord{/b}! Who would've thought he'd be so... {u}wow{/u}?)
es_es: [_sam_] N-no, está bien... (Oh wow... {i}Danny Fenton {/i} de todas las personas, bueno {b}señores {/b}! ¿Quién hubiera pensado que sería él?... {u}wow {/u})

source: [_danny_] Enjoying yourself?
es_es: [_danny_] ¿Disfrutas?

source: [_sam_] Yeah... I actually didn't expect to find doing this… so {b}hot{/b}, actually.
es_es: [_sam_] Sí... En realidad no esperaba verme haciendo algo… tan {b}caliente {/b}.

source: [_danny_] Do you... do you wanna play with it at all?
es_es: [_danny_] ¿quieres... quieres jugar con ella?

source: [_sam_] N-no, Danny… I'm not ready for that… I'm sorry…
es_es: [_sam_] N-no, Danny… No estoy lista para eso… Lo siento…

source: [_danny_] No you're right. It'll be more fun to tease you like this, anyway.
es_es: [_danny_] Tienes razón. Será más efectivo hacerlo de esta forma.

source: [_sam_] Oh yeah? Is that so?
es_es: [_sam_] ¿ah sí? ¿Es así?

source: [_danny_] Yeah. It won't be long before you're begging for it, anyway.
es_es: [_danny_] Sí. Al final no pasará mucho tiempo antes de que lo estés rogando.

source: [_sam_] …are you close at all, Danny?
es_es: [_sam_] …¿Estás cerca, Danny?

source: [_sam_] Good, so... can I ask you a favor?
es_es: [_sam_] Bueno, así... ¿puedo pedirte un favor?

source: [_danny_] Sure, w-what?
es_es: [_danny_] Claro, -¿q-qué?

source: [_sam_] …will you cum on me?
es_es: [_sam_] …¿te corres sobre mí?

source: [_danny_] Told you.
es_es: [_danny_] Ya te lo dije.

source: [_sam_] What?
es_es: [_sam_] ¿¿Qué?

source: [_danny_] That you'd be begging for more... {i}*Chuckles*{/i}
es_es: [_danny_] Que estarías rogándome más... {i}*Risas* {/i}

source: [_sam_] I'm not b-begging...
es_es: [_sam_] No estoy r-rogando...

source: [_danny_] Then I guess you'd better {b}start{/b}, if you want me to give you my cum, Sam~.
es_es: [_danny_] Entonces supongo que es mejor que {b}comiences {/b}, si quieres que te dé mi corrida, Sam ~.

source: [_sam_] Come on, this is embarrassing enough... don't make me beg...
es_es: [_sam_] Vamos, esto ya és bastante embarazoso... no me hagas rogar...

source: [_danny_] You better hurry… I'm not gonna last much longer…
es_es: [_danny_] Date prisa mejor… No voy a aguantar mucho más tiempo…

source: [_sam_] ...please cum on me…
es_es: [_sam_] ... córrete sobre mí…

source: [_danny_] What was that?
es_es: [_danny_] ¿Qué fue eso?

source: [_sam_] Please cum on me with your cock, Danny.
es_es: [_sam_] Por favor, córrete sobre mí con tu polla, Danny.

source: [_danny_] Try again.
es_es: [_danny_] Inténtalo de nuevo.

source: [_sam_] F-fuck... please... shoot your jizz all over me while I cum for you, Danny Fenton!!
es_es: [_sam_] jo-joder... ¡¡por favor... dispara tu esperma sobre todo mi cuerpo mientras que yo me corro para ti, Danny Fenton!!

source: [_danny_] Oh, fuck me, that did it~!!
es_es: [_danny_] ¡¡Oh, que me jodan, lo hizo~!!

source: [_danny_] Oh my God… {i}phew{/i}… now then... what do you say?
es_es: [_danny_] Oh Dios… {i}phew {/i}… ahora entonces... ¿qué dices?

source: [_sam_] …th-thank you?
es_es: [_sam_] …¿Gr-Gracias?

source: [_danny_] Good girl.
es_es: [_danny_] Buena chica.

source: [_sam_] {b}Jeezus, Danny, what the fuck?!? {u}Ask{/u} first!!
es_es: [_sam_] {b}Jesús, Danny{/b}, ¿¡¿qué coño?!? ¡¡{u}Pregunta{/u} primero!!

source: [_danny_] Wh-what, but I just thought that-
es_es: [_danny_] Qu-qué, pero yo solo pensé que-

source: [_sam_] No! That's disgusting! You don't just whip it out!!
es_es: [_sam_] No! ¡Esto es repugnante! ¡¡Que no se te escape de la lengua!!

source: [_danny_] Sorry, I'll put it away, but I thought it might help...
es_es: [_danny_] Lo siento, lo olvidaré, pero pensé que podría ayudar...

source: [_sam_] You should... you should just go, Danny. Like now.
es_es: [_sam_] Deberías... deberías irte, Danny. Como ya.

source: [_danny_] Sam, I'm so sorry, I wasn't trying-
es_es: [_danny_] Sam, lo siento mucho, no estaba tratando-

source: [_sam_] Just go, Danny!!
es_es: [_sam_] Vete ya, Danny!!

source: [_sam_] Am I doing it right?
es_es: [_sam_] ¿Hago lo correcto?

source: [_danny_] You tell me, are you getting turned on?
es_es: [_danny_] Me intentas decir que tú ¿te estás volviendo?

source: [_sam_] …you won't be weird about my answer, right?
es_es: [_sam_] …no seas desagradable sobre mi respuesta, ¿ok?

source: [_danny_] No, of course not.
es_es: [_danny_] No, por supuesto que no.

source: [_sam_] …well then... yeah... I'm actually {b}really{/b} turned on.
es_es: [_sam_] …bien entonces... sí ... En realidad estoy {b}realmente {/b} caliente.

source: [_danny_] Good, so am I.
es_es: [_danny_] Bueno, así soy yo.

source: [_sam_] I can't believe we're doing this.
es_es: [_sam_] No puedo creer que estemos haciendo esto.

source: [_danny_] Neither can I. This is totally crazy.
es_es: [_danny_] Ni yo. Esto es totalmente loco.

source: [_sam_] You can... you know... look at me.
es_es: [_sam_] Tú puedes... tú sabes... mírame.

source: [_danny_] I thought I already was, right?
es_es: [_danny_] Pensé que ya estaba, ¿bien?

source: [_sam_] I mean, you can look at my... my {b}pussy{/b}.
es_es: [_sam_] Quiero decir, puedes mirar mi... mi {b}coño {/b}.

source: [_danny_] I... I didn't want to stare too much.
es_es: [_danny_] yo... No quería fijarme demasiado.

source: [_sam_] That's the point though, isn't it? You... watching me... play with my pussy... ohh, fuck, just saying that... {i}*Mhhff*{/i}
es_es: [_sam_] Ese és el acuerdo, ¿no? Tú... mirándome a mí... jugando con mi coño... ohh, joder, además diciendo estas cosas... {i}*Mhhff * {/i}

source: [_danny_] Well, in that case, I {i}would{/i} like to get a little closer...
es_es: [_danny_] Bueno, en ese caso, me {i} gustaría {/i} estar un poco más cerca...

source: [_danny_] So Sam, do you like being watched like this so far?
es_es: [_danny_] Entonces Sam, ¿te gusta ser vista así ahora?

source: [_sam_] By you, I do, yeah... you have this look on your face...
es_es: [_sam_] Por ti, sí claro, yeah... tienes esa mirada en tu cara...

source: [_danny_] I do?
es_es: [_danny_] ¿ a sí?

source: [_sam_] Yeah.
es_es: [_sam_] sí.

source: [_danny_] ...should I stop making the look?
es_es: [_danny_] ... ¿debo dejar de tener esta mirada?

source: [_sam_] No, please… keep looking at me like that... I love it when you... when you watch me!!
es_es: [_sam_] No, por favor… sigue mirándome así... Amo cuando tú... ¡¡cuando tú me miras!!

source: [_sam_] Watch me, Danny… waaatch meeee~ Ohhhhh, {b}FUUUCK~~!{/b}
es_es: [_sam_] Mírame, Danny… míiiiirame~ Ohhhhh, {b}¡JODEEEER~~! {/b}

source: [_danny_] Ohh, damn!! You're a squirter, Sam?!
es_es: [_danny_] Ohh, maldición!! ¡¿Estás bien Sam?!

source: [_sam_] That was... amazing.
es_es: [_sam_] Eso fue... increíble.

source: [_danny_] {i}Yeah{/i}, it was!! Holy cow...
es_es: [_danny_] {i}Sí {/i}, ¡¡lo fué!! Santas pascuas...

source: [_sam_] I... I enjoyed that a lot more than I expected to, honestly.
es_es: [_sam_] yo... siendo honesta, disfruté mucho más de lo que esperaba.

source: [_danny_] Y-yeah... same here.
es_es: [_danny_] Yeah... yo también.

source: [_sam_s_talk_happy_s_sad_2_] {i}*Ahem*{/i} Well, uh, did it work? Do you feel anything different now? Does it feel like you got any more "ghostly"?
es_es: [_sam_s_talk_happy_s_sad_2_] {i}*Ahem * {/i} Bueno, uh, ¿funcionó? ¿Sientes algo diferente ahora? ¿Has sentido recibir algo "fantasmal"?

source: [_danny_s_talk_frown_] Well, honestly, I'm not sure. I sure hope it did though, otherwise-
es_es: [_danny_s_talk_frown_] Bueno, sinceramente, no estoy seguro. Espero que lo haga, de lo contrario-

source: [_sam_s_talk_frown_s_confused_] Danny, please don't tell me I did that for nothing!
es_es: [_sam_s_talk_frown_s_confused_] Danny, por favor, ¡no me digas que hice eso para nada!

source: [_danny_s_talk_happy_2_s_at_danny_s_sad_2_] I mean, maybe we should do it again just to be certain…?
es_es: [_danny_s_talk_happy_2_s_at_danny_s_sad_2_] Quiero decir, ¿quizás deberíamos hacerlo otra vez para estar seguros…?

source: [_sam_s_talk_happy_s_closed_] How about we just {b}wait{/b} a bit first to see the results? This was fun and all, but I think we shouldn't put in any more effort than we need to, ya' know?
es_es: [_sam_s_talk_happy_s_closed_] ¿Qué tal si sólo {b}esperamos {/b} un poco primero para ver los resultados? Esto fue divertido y todo, pero creo que no deberíamos poner más esfuerzo del que necesitemos, ¿me entiendes verdad?

source: [_sam_s_talk_frown_2_s_towards_] You should also probably leave before my parents come in and bug me to make sure I'm not doing anything... well... like {i}this{/i} I suppose.
es_es: [_sam_s_talk_frown_2_s_towards_] También deberías salir antes de que mis padres entren y me registren para asegurarse de que no estoy haciendo nada... bueno... como {i}esto {/i}.

source: [_danny_s_talk_happy_s_rise_one_] Yeah, no problem. I'll see you tomorrow then.
es_es: [_danny_s_talk_happy_s_rise_one_] Sí, no hay problema. Te veré mañana entonces.

source: [_sam_s_talk_happy_s_neutral_] Yeah, see ya... and hey, Danny?
es_es: [_sam_s_talk_happy_s_neutral_] Sí, nos vemos... y bueno, ¿Danny?

source: [_danny_s_talk_frown_s_wondering_] Yeah Sam?
es_es: [_danny_s_talk_frown_s_wondering_] ¿Sí Sam?

source: [_sam_s_towards_dazed_s_talk_happy_3_] …that really {i}was{/i} pretty fun.
es_es: [_sam_s_towards_dazed_s_talk_happy_3_] …que realmente {i}fue {/i} bastante divertido.

source: [_danny_s_talk_happy_2_s_rise_one_s_towards_] Oh, {b}super{/b} fun. I figured it would be.
es_es: [_danny_s_talk_happy_2_s_rise_one_s_towards_] Oh, {b}super {/b} divertido. Me imaginé que podría serlo.

source: [_sam_s_talk_happy_] ...okay, laters, dork.
es_es: [_sam_s_talk_happy_] ...ok, hasta luego.

source: [_danny_s_talk_happy_] Later Sam.
es_es: [_danny_s_talk_happy_] Hasta luego Sam.

source: [_kate_s_talk_happy_] Oh, there's my favorite little injury prone student. How can I help you out today, Danny?
es_es: [_kate_s_talk_happy_] Oh, aquí está mi pequeño y favorito estudiante propenso a lesionarse. ¿Cómo puedo ayudarte hoy, Danny?

source: [_danny_s_towards_s_sad_s_talk_happy_] I just wanna know a little more about you is all.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sólo quería saber un poco más sobre ti.

source: [_kate_s_closed_s_talk_happy_] Sure, what would you like to know?
es_es: [_kate_s_closed_s_talk_happy_] Seguro, ¿qué te gustaría saber?

source: [_danny_s_towards_s_sad_s_talk_happy_] Do you like your job as a nurse?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¿Te gusta tu trabajo como enfermera?

source: [_kate_s_talk_happy_2_s_sad_] Absolutely. It is {b}way{/b} less stressful than my {i}last{/i} job.
es_es: [_kate_s_talk_happy_2_s_sad_] Absolutamente. Es una {b}opción{/b} menos estresante que mi {i} último {/i} trabajo.

source: [_kate_s_talk_frown_s_rise_one_] Minus what's been happening lately, I mean. I never would have imagined seeing a real ghost or having to fear being possibly attacked by one in my town before.
es_es: [_kate_s_talk_frown_s_rise_one_] Y menos con lo que ha estado sucediendo últimamente, quiero decir. Nunca me hubiera imaginado ver un fantasma real o tener que temer ser posiblemente atacada por uno en mi pueblo.

source: [_danny_s_towards_s_sad_s_talk_happy_] Wait, what was your previous job?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Espera, ¿cuál era tu trabajo anterior?

source: [_kate_s_talk_frown_s_sad_s_blush_s_towards_] Oh no, Danny, it's really embarrassing to talk about that, I'd really prefer it if we could just change the subject.
es_es: [_kate_s_talk_frown_s_sad_s_blush_s_towards_] Oh no, Danny, es realmente vergonzoso hablar de eso, yo realmente preferiría si pudiéramos cambiar el tema.

source: [_danny_s_talk_frown_s_rise_one_] Been doing this nurse gig much?
es_es: [_danny_s_talk_frown_s_rise_one_] ¿te llevó mucho tiempo hacerte enfermera?

source: [_kate_s_talk_frown_] A good amount of time, coming on... ten years now? Going to medical school and all that, takes some time.
es_es: [_kate_s_talk_frown_] Una buena cantidad de tiempo, sobre... ¿diez años? Ir a la escuela de medicina y todo eso, lleva su tiempo.

source: [_kate_s_sad_s_talk_happy_2_] Casper High though, I've only been working at for around four years now, when I moved to Amity Park.
es_es: [_kate_s_sad_s_talk_happy_2_] Sólo llevo trabajando de esto desde hace cuatro años, cuando me mudé a Amity Park.

source: [_kate_s_talk_frown_s_rise_one_s_closed_] Hopefully I won't have to find a new job just because of these recent ghost attacks...
es_es: [_kate_s_talk_frown_s_rise_one_s_closed_] Espero que no tenga que encontrar un nuevo trabajo debido a estos recientes ataques fantasmas...

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Are you married? Seeing someone currently?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_2_] ¿Estás casada? ¿sales con alguien actualmente?

source: [_kate_s_talk_happy_2_s_rise_one_] Hahah, are you trying to hit on me, young man?
es_es: [_kate_s_talk_happy_2_s_rise_one_] Jajah, ¿estás tratando de ligar conmigo joven?

source: [_kate_s_talk_frown_s_sad_] Jokes aside, I {b}was{/b} married at one point, but not anymore, unfortunately.
es_es: [_kate_s_talk_frown_s_sad_] Bromas aparte, yo {b}estuve {/b} casada pero no más, por desgracia.

source: [_kate_s_angry_s_closed_s_talk_frown_] I also don't have much time to go on dates thanks to my schedule. Even if I could, some men might not exactly like all of the baggage I bring. It is what it is, I guess.
es_es: [_kate_s_angry_s_closed_s_talk_frown_] Tampoco tengo mucho tiempo para citas gracias a mi horario. Incluso si pudiera, algunos hombres no se interesarían debido al equipaje que traigo. Es lo que hay.

source: [_kate_s_sad_2_s_talk_happy_s_towards_] Hopefully I'll get lucky and find a nice, strapping young man who'll be willing to take me the way I am and won't be... intimidated by my past.
es_es: [_kate_s_sad_2_s_talk_happy_s_towards_] Ojalá tenga suerte y encuentre un joven simpático, apuesto y que esté dispuesto a aceptarme como soy y que no se sienta... intimidado por mi pasado.

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] So did you love somebody at one point?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_2_] ¿Así que amaste a alguien una vez?

source: [_kate_s_talk_frown_s_sad_] Of course I did, I was married after all. Sadly, it just didn't work out. Even love only gets you so far.
es_es: [_kate_s_talk_frown_s_sad_] Por supuesto que lo hice, estaba casada. Lamentablemente, no funcionó. Hasta al amor le llega su hora.

source: [_danny_] Did your marriage come with any children?
es_es: [_danny_] ¿Tuviste algún niño?

source: [_kate_s_talk_happy_2_s_sad_] I did actually, I have a little girl. She's actually in your grade, I believe.
es_es: [_kate_s_talk_happy_2_s_sad_] Sí, tengo una jovencita. Creo que ella está en tu curso.

source: [_kate_s_talk_frown_s_angry_] But she doesn't like the fact that she's related to me, so I can't tell you her name. Kids, ya' know?
es_es: [_kate_s_talk_frown_s_angry_] Pero no le gusta el hecho de que ella sea mi hija, así que no puedo decirte su nombre. ¿Cosas de jóvenes, ya sabes?

source: [_danny_s_talk_happy_s_blush_s_rise_one_] Uhm... how old are you?
es_es: [_danny_s_talk_happy_s_blush_s_rise_one_] Uhm... ¿Cuántos años tienes?

source: [_kate_s_talk_frown_s_angry_s_towards_] Now Danny! How rude! You don't ask a woman that!
es_es: [_kate_s_talk_frown_s_angry_s_towards_] ¡oh Danny! ¡Que grosero! ¡No le preguntes nunca eso a una mujer!

source: [_kate_] I am still young enough, if that is what you wanted to hear!
es_es: [_kate_] Todavía soy lo suficiente joven, ¡si eso és lo que querías escuchar!

source: [_danny_s_talk_happy_] So, about the reward you mentioned before...
es_es: [_danny_s_talk_happy_] Así que, sobre la recompensa que mencionaste antes...

source: [_kate_s_talk_happy_2_] Oh finally, I thought you would never ask.
es_es: [_kate_s_talk_happy_2_] Oh, por fin, pensé que nunca preguntarías.

source: [_kate_s_talk_happy_s_rise_one_] Please sit down on the recliner, and I'll give you some of Nurse Kate's {b}special treatment{/b}…
es_es: [_kate_s_talk_happy_s_rise_one_] Por favor, siéntate en el reclinador, y te daré algunos de los {b}tratamientos especiales{/b} de la enfermera Kate…

source: [_kate_s_talk_happy_2_s_rise_one_] Oh, of course, what did you have in mind?
es_es: [_kate_s_talk_happy_2_s_rise_one_] Oh, por supuesto, ¿qué tenías en mente?

source: [_danny_s_talk_happy_] Since we were interrupted the last time we tried, I was wondering if we could finish what we started previously.
es_es: [_danny_s_talk_happy_] Desde que fuimos interrumpidos la última vez que lo intentamos, me preguntaba si podíamos terminar lo que empezamos.

source: [_danny_s_talk_happy_] I mean... something a little more "hands on" might be good?
es_es: [_danny_s_talk_happy_] Quiero decir... algo un poco más "manual" podría ser bueno?

source: [_kate_s_talk_happy_2_s_closed_s_angry_] Oh yes, I think I know what you're getting at here... no problem, handsome.
es_es: [_kate_s_talk_happy_2_s_closed_s_angry_] Oh sí, creo que sé lo que estás buscando aquí... ningún problema, guapo.

source: [_kate_s_bite_s_towards_] Just sit back, relax, and prepare for some special nurse treatment...
es_es: [_kate_s_bite_s_towards_] Sólo siéntate, relájate, y prepárate para un tratamiento especial de enfermería...

source: [_kate_] Ahhh, I'm so glad we've finally gotten around to just being flat out {b}naughty{/b} like this together!
es_es: [_kate_] Ahhh, estoy tan contenta que finalmente hayamos llegado juntos a un plano de {b}travesuras {/b} como este!

source: [_danny_] {i}Huuhh{/i}... yeah, it's great Kate... {i}unnf{/i}...
es_es: [_danny_] {i}Huuhh {/i}... sí, esto és grande Kate... {i}unnf {/i}...

source: [_kate_] You know, I was so impressed by you, taking on that big bully Dash. Was he tough to beat?
es_es: [_kate_] Sabes, estuve muy impresionada contigo cuando escarmentaste a ese gran Dash. ¿Fue difícil de vencer?

source: [_danny_] Yuh-huh, h-he sure wuh-was...
es_es: [_danny_] Yuh-huh, e-él... seguro fu-fue...

source: [_kate_] I can hardly believe you were able to beat him... {i}mmm{/i}, you must be {i}so{/i} {b}strong{/b}.
es_es: [_kate_] Apenas puedo creer que fueses capaz de vencerlo... {i}mmm {/i}, debes de ser {i}muy/i} {b}fuerte {/b}.

source: [_kate_] Where do you hide all that real tough muscle, young man?
es_es: [_kate_] ¿Dónde escondes todo ese duro músculo duro, joven?

source: [_danny_] Heh, well, I uh, I've just been hitting the bags, is all...
es_es: [_danny_] Heh, bueno, yo uh, he estado golpeando al saco, es todo...

source: [_kate_] Well, I'm glad I get to play with your {i}really{/i} big muscle...
es_es: [_kate_] Bueno, me alegro de poder jugar con tu {i}real {/i} y grandioso músculo...

source: [_kate_] You like it when I stroke your cock with my hand, Danny?
es_es: [_kate_] ¿Te gusta cuando te agarro la polla con mi mano, Danny?

source: [_danny_] Oh yeah... I really do, Kate. Feels... feels really good...
es_es: [_danny_] Oh sí... Realmente sí, Kate. Se siente... se siente muy bien...

source: [_kate_] {i}Mmhmmm{/i}... ugh, I haven't had such fun in a damn good while... you know I {b}only{/b} do this for you, right?
es_es: [_kate_] {i}Mmhmmm {/i}... ugh, no he tenido esta diversión desde hace tiempo... sabes que yo {b}sólo {/b} hago esto para ti ¿verdad?

source: [_danny_] R-really? Wh-why's that? There are other g-guys here better looking than me...
es_es: [_danny_] ¿R-realmente? ¿Por qué? Hay otros o-chicos aquí más guapos que yo...

source: [_kate_] Oh, Danny. Don't be so hard on yourself, you're a very handsome young man!
es_es: [_kate_] Oh, Danny. ¡No seas tan duro contigo mismo!, ¡eres un joven muy guapo!

source: [_danny_] We-well... if you say so... th-thanks Kate...
es_es: [_danny_] Bi-bien... si tú lo dices... gr-gracias Kate...

source: [_kate_] Besides, the other boys aren't quite as cute as you can be sometimes...
es_es: [_kate_] Además, los otros chicos no són tan lindos como tú puedes ser a veces...

source: [_danny_] Ahh, go-gosh K-Kate, you d-don't really meeaaan-
es_es: [_danny_] Ahh, d-dios K-Kate, n-no lo dices en seriooooo-

source: [_kate_] ...especially that face you make... {b}right{/b} before you're about to shoot your {u}hot{/u} load... {i}all over me{/i}...~
es_es: [_kate_] ... especialmente esa cara que pones ... {b}bien{/b} antes de que estés a punto de disparar toda tu carga {u}caliente {/u} ... {i}sobre mí {/i} ... ~

source: [_danny_] Ohh... sh... shit!! Here it comes...~!!
es_es: [_danny_] Ohh... mi... ¡¡mierda!! ¡¡Aquí va... ~!!

source: [_danny_s_talk_happy_] Hi, Kate.
es_es: [_danny_s_talk_happy_] Hola, Kate.

source: [_danny_s_talk_frown_s_sad_] Hey, is something wrong? You're looking a bit blue today.
es_es: [_danny_s_talk_frown_s_sad_] Hey, ¿hay algo mal? Hoy pareces un poco irritable.

source: [_kate_s_closed_s_sad_2_] It's nothing. I don't want to bother you with my problems at all.
es_es: [_kate_s_closed_s_sad_2_] No és nada. No quiero molestarte con mis problemas.

source: [_danny_s_talk_happy_s_towards_s_rise_one_] No, really, I would like to help you if I can. I consider you my friend, Kate.
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] No, realmente, me gustaría ayudarte. Te considero mi amiga, Kate.

source: [_kate_s_blush_s_talk_happy_s_sad_s_towards_] Oh, you are such a sweet boy. I might end up seriously falling for you if you continue to be such a gentleman.
es_es: [_kate_s_blush_s_talk_happy_s_sad_s_towards_] Oh, eres un joven tan dulce. Podría terminar enamorada de ti si sigues siendo tal caballero.

source: [_kate_s_talk_frown_s_rise_one_] Well, you wouldn't happen to have seen a box full of medicine anywhere, would you?
es_es: [_kate_s_talk_frown_s_rise_one_] Bueno, ¿no habrás visto por casualidad una caja llena de medicinas en algún lugar?

source: [_kate_s_noblush_s_sad_2_] I got a delivery this morning, I put it in my office here, but now I can't seem to find it anywhere.
es_es: [_kate_s_noblush_s_sad_2_] Recibí un pedido esta mañana y lo dejé en mi oficina y ahora no lo encuentro en ninguna parte.

source: [_kate_s_closed_s_neutral_] I am starting to worry that someone might have actually stolen it...
es_es: [_kate_s_closed_s_neutral_] Estoy empezando a preocuparme de que alguien podría haberlo robado...

source: [_danny_s_talk_frown_] Well, do you have any idea who might have wanted to steal a whole box of medicine?
es_es: [_danny_s_talk_frown_] Bueno, ¿tienes alguna idea de quién hubiera querido robar una caja de medicinas?

source: [_kate_s_down_s_talk_frown_s_sad_] No, I have no clue. They weren't anything people could get high off, mainly just some weak aspirins and some contraceptives.
es_es: [_kate_s_down_s_talk_frown_s_sad_] No, no tengo ninguna pista. No es nada de lo que se pueda sacar algo, sólo algunas aspirinas y anticonceptivos.

source: [_kate_s_closed_s_neutral_] I really hope I won't get fired for this, but I'm going to need to report it missing sooner or later… ugh. I'm gonna be {i}so{/i} fired.
es_es: [_kate_s_closed_s_neutral_] Espero que no me despidan por esto. Tengo que informar de este suceso tarde o temprano… ugh. Voy a ser despedida {i}seguro{/i}.
