Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_lancer_s_flip_s_towards_wide_s_talk_frown_] {b}Lord of the flies!!!{/b} Ms. Manson, just {u}what{/u} are you wearing?!?
es_es: [_lancer_s_flip_s_towards_wide_s_talk_frown_] {b}¡Señor de los cielos! {/b} Srta. Manson, ¿¡{u}Qué{/u} lleva puesto?!?

source: [_lancer_s_rise_one_s_talk_frown_] …more to the point, what are you {b}NOT{/b} wearing? You need to change right away young lady, or I'm going to have to give you detention!
es_es: [_lancer_s_rise_one_s_talk_frown_] …Más concretamente, ¿qué es lo que {b}NO{/b} llevas puesto? Tienes que cambiarte ahora mismo jovencita, ¡o tendré que castigarte!

source: [_sam_s_closed_s_talk_happy_3_s_sad_2_] Aww, come on Mr. Lancer, it's not such a big deal, right?
es_es: [_sam_s_closed_s_talk_happy_3_s_sad_2_] Aww, vamos Sr. Lancer, no es para tanto, ¿cierto?

source: [_sam_s_talk_tong_s_neutral_s_towards_kitty_dazed_] You must be wound up {b}extra{/b} tight to always be in such a grumpy mood. Why don't I stop by after class to help {u}relieve{/u} some of that stress you must be under...?
es_es: [_sam_s_talk_tong_s_neutral_s_towards_kitty_dazed_] Debe de estar {b}muy{/b} tenso por estar siempre de tan mal humor. ¿Por qué no me paso después de clase para {u}ayudarle{/u} a aliviar un poco el estrés que tiene...?

source: [_lancer_s_talk_frown_s_angry_] {b}Moby Dick!!!{/b} Oh, this is just outrageous, young lady! I am going to immediately call your parents to inform them about your behavior, Ms. Manson!
es_es: [_lancer_s_talk_frown_s_angry_] {b}¡¡¡Moby Dick!!! {/b} Oh, ¡esto es indignante joven dama! ¡Voy a llamar inmediatamente a sus padres para informarles sobre su comportamiento Sra. Manson!

source: [_lancer_s_talk_frown_s_wondering_s_towards_] Now, come with me to the principal's office, before you try to relieve any of the students of their "stress", as you put it.
es_es: [_lancer_s_talk_frown_s_wondering_s_towards_] Ahora, venga conmigo a la oficina del director, antes de intentar de aliviar a los estudiantes de su "estrés".

source: [_sam_s_talk_happy_2_s_towards_kitty_s_sad_2_] Uh oh, looks like I've been a {i}naughty{/i} girl and gotten myself into some trouble…~
es_es: [_sam_s_talk_happy_2_s_towards_kitty_s_sad_2_] Uh oh, parece que he sido una chica {i}traviesa {/i} y me he metido en problemas…~

source: [_sam_s_neutral_s_talk_happy_s_towards_kitty_dazed_] Hopefully we can all get into some trouble together later, huh? See you boys around~!
es_es: [_sam_s_neutral_s_talk_happy_s_towards_kitty_dazed_] Espero que podamos meternos en algún lío más tarde, ¿eh? ¡Nos vemos, chicos!

source: [_tucker_s_talk_frown_] Man, am I dreaming, or did that really just happen?
es_es: [_tucker_s_talk_frown_] Tío, ¿estoy soñando o ha ocurrido de verdad?

source: [_danny_s_wondering_s_talk_frown_2_] No, it's not a dream, or this would've been the part where we would've woken up with a huge stain in our boxers.
es_es: [_danny_s_wondering_s_talk_frown_2_] No, no es un sueño, o esta habría sido la parte en la que nos habríamos despertado con una enorme mancha en los calzoncillos.

source: [_danny_s_rise_one_s_talk_frown_] We should probably talk with her about this after school.
es_es: [_danny_s_rise_one_s_talk_frown_] Probablemente deberíamos hablar con ella después de la escuela.

source: [_tucker_s_closed_s_talk_frown_s_neutral_] Sorry, man, but I can't come. I have some computer simulations and some beta testing to do on this software I'm developing, otherwise I totally would. You know how it is for us developers... all work, no play.
es_es: [_tucker_s_closed_s_talk_frown_s_neutral_] Lo siento, tío, pero no puedo ir. Tengo algunas simulaciones por ordenador y algunas pruebas beta que hacer en un software que estoy desarrollando, de lo contrario lo iría contigo. Ya sabes cómo és para los desarrolladores... todo trabajo y nada de juego.

source: [_tucker_s_talk_happy_s_wondering_s_away_] I'll trust to leave this task to you though, Romeo. You better talk some sense into our potentially boy crazed Juliet before she officially falls off the wagon… and starts {i}riding{/i} somebody else's wagon!
es_es: [_tucker_s_talk_happy_s_wondering_s_away_] Confío en dejarte esta tarea a ti, Romeo. Será mejor que hagas entrar en razón a nuestra Julieta potencialmente loca por los chicos antes de que se caiga oficialmente del vagón… ¡y empiece a {i}montar{/i} en el vagón de otro!

source: [_danny_s_talk_frown_] Not, funny Tucker!
es_es: [_danny_s_talk_frown_] ¡No és gracioso Tucker!

source: [_tucker_s_closed_s_talk_frown_] Hey, I'm just trying to lighten up the mood, man...
es_es: [_tucker_s_closed_s_talk_frown_] Hey, sólo estoy tratando de aligerar el ambiente, tío...

source: [_danny_s_wondering_s_talk_frown_s_towards_] Hey Sam... how are you holding up after today? Lancer gave you quite a talking to, huh?
es_es: [_danny_s_wondering_s_talk_frown_s_towards_] Hola Sam... ¿cómo lo llevas después de lo de hoy? Lancer te dio una buena charla, ¿eh?

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Ohh, uh, hey Danny! Yeah, I'm pretty okay… I think… it's just that... do {i}you{/i} know what happened today, exactly?
es_es: [_sam_s_towards_s_sad_2_s_talk_frown_] Ohh, uh, ¡hola Danny! Sí, estoy bastante bien… Creo… es sólo que... hacer ¿{i}abes{/i} que pasó hoy?

source: [_danny_s_sad_2_s_talk_frown_2_] What? I thought {i}you{/i} could tell me that.
es_es: [_danny_s_sad_2_s_talk_frown_2_] ¿Qué? Pensé que {i}tú{/i} podrías decírmelo.

source: [_sam_s_away_s_talk_frown_s_sad_s_blush_2_] Honestly, all I remember is that I was on my way to school, but then I... I suddenly ended up in the principal's office dressed like… some sort of bitch in heat.
es_es: [_sam_s_away_s_talk_frown_s_sad_s_blush_2_] Sinceramente, todo lo que recuerdo es que iba de camino al colegio, pero entonces... De repente me encontré en la oficina del director vestida como… una perra en celo.

source: [_danny_s_sad_2_s_talk_frown_] So wait… you're telling me that you can't remember the time you met us at school today? Talking to me and Tucker? Teasing Mr. Lancer?
es_es: [_danny_s_sad_2_s_talk_frown_] Así que espera… ¿me estás diciendo que no puedes recordar que nos vistes en la escuela hoy? ¿Hablando conmigo y con Tucker? ¿Bromeando con el Sr. Lancer?

source: [_sam_s_talk_frown_] Uhm, pretty much, yeah... wait, did I actually do that? Oh god...
es_es: [_sam_s_talk_frown_] Uhm, más o menos, sí... espera, ¿de verdad hice eso? Oh Dios...

source: [_danny_s_down_s_talk_frown_s_wondering_] I mean, you were acting like a totally different person...
es_es: [_danny_s_down_s_talk_frown_s_wondering_] Quiero decir, estabas actuando como una persona totalmente diferente...

source: [_danny_s_towards_wide_s_talk_frown_2_] But what if you actually {i}were{/i} an entirely different person?
es_es: [_danny_s_towards_wide_s_talk_frown_2_] Pero, ¿y si en realidad {i}fuiste{/i} una persona totalmente distinta?

source: [_sam_s_towards_s_talk_frown_2_] Wha- what do you mean?
es_es: [_sam_s_towards_s_talk_frown_2_] ¿Qu-qué quieres decir?

source: [_danny_s_sad_s_talk_frown_2_] What if, say a ghost or something, spotted you on the way to school and then possessed your body? It already happened to Dash, and he tried to attack my sister.
es_es: [_danny_s_sad_s_talk_frown_2_] ¿Qué pasaría si, digamos un fantasma o algo así, te viera de camino a la escuela y luego poseyera tu cuerpo? Ya le pasó a Dash, e intentó atacar a mi hermana.

source: [_sam_s_away_s_talk_frown_s_neutral_] I mean… that's… I guess not not {i}too{/i} far fetched, considering we already know ghosts exist.
es_es: [_sam_s_away_s_talk_frown_s_neutral_] Quiero decir… eso és… supongo que no no {i}és demasiado descabellado{/i}, teniendo en cuenta que ya sabemos que los fantasmas existen.

source: [_sam_s_sad_2_s_talk_frown_2_] But what kind of a ghost would want try to destroy my reputation? Could it be that Shadow Ghost creep again?
es_es: [_sam_s_sad_2_s_talk_frown_2_] ¿Pero qué clase de fantasma querría destruir mi reputación? ¿Podría ser ese fantasma de las sombras otra vez?

source: [_sam_s_closed_s_talk_frown_s_angry_] Ugh, and the worst part about all of this is that I'm getting punished by my parents for something I didn't even do!!
es_es: [_sam_s_closed_s_talk_frown_s_angry_] ¡¡Y lo peor de todo es que mis padres me castigan por algo que ni siquiera he hecho!!

source: [_danny_s_sad_s_talk_frown_2_s_towards_wide_] What, are they grounding you or something?
es_es: [_danny_s_sad_s_talk_frown_2_s_towards_wide_] Qué, ¿te están castigando o algo así?

source: [_sam_s_towards_s_talk_frown_s_neutral_] No, {b}worse{/b}! They're actually forcing me to join the cheerleading squad to make me behave more like a "normal girl" and gain back a better reputation.
es_es: [_sam_s_towards_s_talk_frown_s_neutral_] ¡No, {b}peor{/b}! Me están obligando a unirme al equipo de animadoras para que me comporte como una "chica normal" y vuelva a tener buena reputación.

source: [_danny_s_sad_2_s_talk_frown_2_s_towards_wide_] You? In a cheerleading outfit?? (What a picture that'd be...)
es_es: [_danny_s_sad_2_s_talk_frown_2_s_towards_wide_] ¿Tú? ¿Con un traje de animadora? (Menuda foto sería...)

source: [_sam_s_away_s_talk_frown_2_s_sad_] Yeah, I know, it's totally absurd.
es_es: [_sam_s_away_s_talk_frown_2_s_sad_] Sí, lo sé, es totalmente absurdo.

source: [_sam_s_talk_happy_s_towards_s_noblush_] Speaking of, Danny, could you actually do me a big favor?
es_es: [_sam_s_talk_happy_s_towards_s_noblush_] Hablando de esto, Danny, ¿podrías hacerme un gran favor?

source: [_danny_s_talk_happy_s_rise_one_] Of course, what do you need me to do?
es_es: [_danny_s_talk_happy_s_rise_one_] Por supuesto, ¿qué necesitas que haga?

source: [_sam_s_talk_happy_3_] Could you please go to the AbYss store and pick up the cheerleading outfit my parents ordered for me?
es_es: [_sam_s_talk_happy_3_] ¿Podrías ir a la tienda AbYss y recoger el traje de animadora que mis padres han encargado para mí?

source: [_sam_s_talk_frown_s_sad_2_] Honestly, I'm too embarrassed to go outside and do it myself because of my behavior today and walking in that store makes me feel... just icky in general. Plus, I'm now worried about another potential shadow possession happening!
es_es: [_sam_s_talk_frown_s_sad_2_] Con mi comportamiento de hoy estoy muy avergonzada para salir y hacerlo yo misma. Caminar a esa tienda me hace sentir... asquerosa. Además, ¡estoy preocupada por otra posible posesión de un fantasma!

source: [_danny_s_talk_happy_] Totally, I'll go pick it up for you right away, no problem.
es_es: [_danny_s_talk_happy_] Totalmente, voy a recogerlo para ti de inmediato, no hay problema.

source: [_sam_s_talk_happy_s_sad_2_] Thanks, you are the absolute best!
es_es: [_sam_s_talk_happy_s_sad_2_] Gracias, ¡eres absolutamente el mejor!

source: [_sam_s_away_s_talk_frown_s_sad_] I just hope all of this was a one-time only thing.
es_es: [_sam_s_away_s_talk_frown_s_sad_] Espero que esto solo me suceda una sola vez.

source: [_sam_s_neutral_s_towards_s_talk_frown_2_] But if it really was the work of a ghost... could you help me out with that too?
es_es: [_sam_s_neutral_s_towards_s_talk_frown_2_] Si realmente fue obra de un fantasma... ¿podrías ayudarme también?

source: [_danny_s_closed_s_talk_happy_s_neutral_] Of course, what are close friends for if not to help ward off evil spirits from invading your body with their superpowers?
es_es: [_danny_s_closed_s_talk_happy_s_neutral_] Por supuesto, ¿para qué están los amigos íntimos si no es para ayudar a alejar a los espíritus malignos de que invadan tu cuerpo con sus superpoderes?

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] I'll go and get that outfit right away! See ya Sam!
es_es: [_danny_s_towards_s_talk_happy_2_s_rise_one_] ¡Iré a buscar ese conjunto ahora mismo! ¡Nos vemos Sam!

source: [_sam_s_away_s_blush_2_s_bite_] (Close friends, huh? {i}Hmmm{/i}… I'm sorta liking the sound of that more and more...)
es_es: [_sam_s_away_s_blush_2_s_bite_] (Amigos íntimos, ¿eh? {i}Hmmm{/i}… Cada vez me gusta más como suena eso...)

source: [_sam_s_talk_frown_2_s_sad_] Uhh... hey guys! So, uh... what's new?
es_es: [_sam_s_talk_frown_2_s_sad_] Uhh... ¡hola chicos! Así que, eh... ¿qué hay de nuevo?

source: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Woah now, what's going on here? Did we suddenly slip into some sorta parallel universe or something?! Yo Sam, does wearing that oufit sear any of your flesh off or anything painful?
es_es: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Woah, ¿qué está pasando aquí? ¡¿De repente nos metimos en algún tipo de universo paralelo o algo así?! Sam, ¿llevas ese vestido para esconder la grasa o para auto torturarte?

source: [_sam_s_talk_frown_s_angry_] Oh, {i}hardy harr{/i}, Tucker, as funny as ever, thank you.
es_es: [_sam_s_talk_frown_s_angry_] Oh, {i}que duro eres{/i}, Tucker, tan gracioso como siempre, gracias.

source: [_sam_s_closed_s_talk_frown_3_s_sad_] Trust me, I would {b}never{/b} want to wear something like this for fun.
es_es: [_sam_s_closed_s_talk_frown_3_s_sad_] Créeme, yo {b}nunca{/b} querría llevar algo así por diversión.

source: [_sam_s_away_s_talk_frown_s_neutral_] It's my parents' idea. They're punishing me for what happened the other day with my... new look.
es_es: [_sam_s_away_s_talk_frown_s_neutral_] Es idea de mis padres. Me están castigando por lo que pasó el otro día con mi... nuevo look.

source: [_tucker_s_talk_frown_s_towards_s_neutral_] Oof, man, that really sucks. Somehow, I just don't think peppy and filled with spunk is your best motif though.
es_es: [_tucker_s_talk_frown_s_towards_s_neutral_] Uf, tía, valla mierda. Ya te creo que no es por alegría y coraje que lo haces.

source: [_sam_s_talk_frown_s_away_] Yeah, I'm really not happy about it. I'm also just really nervous about the whole thing. I feel like I'm gonna go out there and just get laughed at.
es_es: [_sam_s_talk_frown_s_away_] Sí, realmente no estoy feliz por ello. También estoy muy nerviosa, siento que voy a salir y que se van a reír de mí.

source: [_sam_s_talk_happy_3_s_sad_s_towards_] Hey, would you guys like to come to the first tryouts this {b}afternoon{/b}? I could really use some moral support there. It's not gonna be easy for me.
es_es: [_sam_s_talk_happy_3_s_sad_s_towards_] Oigan, ¿les gustaría venir a las primeras pruebas esta {b} tarde{/b}? Me vendría bien vuestro apoyo moral. No va a ser fácil para mí.

source: [_danny_s_talk_happy_s_rise_one_] Sure, we'll be there Sam.
es_es: [_danny_s_talk_happy_s_rise_one_] Claro, allí estaremos Sam.

source: [_tucker_s_ahegao_s_talk_happy_s_neutral_] Looking at girls jumping around and doing flips while wearing skirts? You can of course count me in!
es_es: [_tucker_s_ahegao_s_talk_happy_s_neutral_] ¿Mirar a chicas saltando y haciendo volteretas mientras llevan faldas? ¡Por supuesto, puedes contar conmigo!

source: [_sam_s_talk_bite_s_towards_s_sad_] Heh, thanks you guys. It'll be at Raven's stadium after school.
es_es: [_sam_s_talk_bite_s_towards_s_sad_] He, gracias chicos. Será en el estadio de Raven después de la escuela.

source: [_sam_s_talk_happy_s_neutral_] I have to go now, but I'll see you there. Kitty actually said she wanted to {b}apologize{/b} properly about the other day, so I gotta meet her soon. Kay', see you guys then!
es_es: [_sam_s_talk_happy_s_neutral_] Tengo que irme, os veo allí. Kitty me dijo que quería {b}disculparse{/b} adecuadamente por lo del otro día, así que tengo que verla pronto. ¡Nos vemos!

source: [_danny_s_at_player_s_rise_one_s_frown_2_] (Hmmm... gee, is Kitty bipolar or something? I would have never imagined that she'd be so cooperative after her big blowup before... huh, guess you can never judge a book, right?)
es_es: [_danny_s_at_player_s_rise_one_s_frown_2_] (Hmmm... vaya, ¿es Kitty bipolar o algo así? Nunca me habría imaginado que fuese a cooperar después de su gran explosión... eh, supongo que nunca se puede juzgar un libro, ¿no?)

source: [_danny_s_sad_s_talk_happy_] Hey Tuck. You see Sam yet?
es_es: [_danny_s_sad_s_talk_happy_] Hey Tuck. ¿Has visto a Sam?

source: [_tucker_s_sad_s_talk_frown_] Nah, not yet. I think she hasn't been called up to go yet, they're doing it in alphabet-
es_es: [_tucker_s_sad_s_talk_frown_] No, todavía no. Creo que aún no la han llamado para ir, lo están haciendo por orden alfabético-

source: [_star_s_rise_one_s_talk_frown_] Uhm, what are {i}you{/i} two perverts doing here?
es_es: [_star_s_rise_one_s_talk_frown_] Uhm, ¿qué estáis haciendo {i}dos pervertidos{/i} aquí?

source: [_paulina_s_rise_one_s_talk_frown_] Ugh, don't tell me you two came here to peek under the girl's skirts during practice, cause that's just {b}totally{/b} something you boys would do, right?
es_es: [_paulina_s_rise_one_s_talk_frown_] Ugh, no me digáis que habéis venido a mirar bajo las faldas de las chicas durante el entrenamiento, porque eso es {b}todo{/b} lo que vosotros podríais hacer, ¿verdad?

source: [_danny_s_talk_frown_s_wondering_] No, of course not!
es_es: [_danny_s_talk_frown_s_wondering_] No, ¡por supuesto que no!

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Speak for yourself, man.
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] Habla por ti, tía.

source: [_danny_s_talk_frown_s_rise_one_] We're only here because of our friend Sam. She got forced to sign up for tryouts, we're just here for moral support.
es_es: [_danny_s_talk_frown_s_rise_one_] Sólo estamos aquí por nuestra amiga Sam. La obligaron a apuntarse a las pruebas, sólo estamos aquí para darle apoyo.

source: [_paulina_s_talk_happy_s_wondering_s_away_] Oh yeah, I heard about that. So, Ms. {i}Congeniality{/i} wants to join the cheerleader squad, huh?
es_es: [_paulina_s_talk_happy_s_wondering_s_away_] Sí, ya. Lo he escuchado ya. Así que la Srta. {i}Simpatía{/i} quiere unirse al equipo de animadoras, ¿eh?

source: [_paulina_s_talk_bite_s_idle_2_] I thought it was supposed to be for a joke or something.
es_es: [_paulina_s_talk_bite_s_idle_2_] Pensaba que era por una broma.

source: [_star_s_closed_s_talk_happy_2_s_sad_] It pretty much still is! I mean, it's not like she'd even have a chance with her attitude or her face anyway!
es_es: [_star_s_closed_s_talk_happy_2_s_sad_] Todavía és una broma. Quiero decir, ¡no parece que pueda tener alguna oportunidad con su actitud o cara!

source: [_paulina_s_closed_s_talk_happy_] Hahah, you're so right, Star.
es_es: [_paulina_s_closed_s_talk_happy_] Hahah, tienes mucha razón, Star.

source: [_sam_] Well hey now, if it isn't my two favorite boys around. Were you two looking for me by chance...?
es_es: [_sam_] Bien, ei, si no son mis dos chicos favoritos. ¿Estabais buscándome por casualidad...?

source: [_paulina_s_talk_frown_2_s_rise_one_] Gee, what's with {i}you{/i}, girl? You're so… {b}different{/b}!
es_es: [_paulina_s_talk_frown_2_s_rise_one_] Vaya, ¿qué pasa {i}contigo,{/i} chica? Eres acaso… {b}¡diferente!{/b}!

source: [_star_s_talk_happy_2_s_confused_] It's definitely her outfit. It's actually a shockingly better improvement, compared to what she's usually sporting, like a dark and gloomy dweeb.
es_es: [_star_s_talk_happy_2_s_confused_] Definitivamente es su vestido. En realidad es una mejora sorprendente en comparación con lo que suele lucir parecido a una oscura telaraña.

source: [_paulina_s_rise_one_2_s_talk_happy_] Well Sam, you had better have prepared a good routine that's going to really wow us during the audition, or you can just go home right now.
es_es: [_paulina_s_rise_one_2_s_talk_happy_] Bueno Sam, será mejor que hayas preparado una buena rutina y que realmente nos sorprenda durante la audición, o puedes irte a casa ahora mismo.

source: [_sam_] Oh, don't worry, I've got a routine prepared that {b}none{/b} of you will soon forget...
es_es: [_sam_] Oh, no os preocupéis, tengo una rutina preparada que {b}ninguna{/b} olvidará fácilmente...

source: [_paulina_star_] {b}What the hell?! I'm naked!!!{/b}
es_es: [_paulina_star_] {b}¡¿Qué demonios?! ¡¡¡Estoy desnuda!!!{/b}

source: [_paulina_star_] {i}You too?!{/i}
es_es: [_paulina_star_] {i}¡¿Tú también?!{/i}

source: [_paulina_s_talk_frown_s_blush_2_s_angry_] Star, let's go to the changing room!!
es_es: [_paulina_s_talk_frown_s_blush_2_s_angry_] Star, ¡¡vamos al vestuario!!

source: [_star_s_talk_frown_s_closed_s_angry_] Ugh, not this again!!
es_es: [_star_s_talk_frown_s_closed_s_angry_] Uf, ¡¡otra vez no!!

source: [_shadow_s_4_] {i}*Growl* *Slurp*{/i}
es_es: [_shadow_s_4_] {i}*Slurp!* *Slurp*{/i}

source: [_tucker_s_talk_frown_] Uhm, guys? Just a little suggestion here, but given the current situation with hungry eyes over here, maybe we should leave too?! {b}Aghhh!!{/b}
es_es: [_tucker_s_talk_frown_] Uhm, ¿chicos? Sólo una pequeña sugerencia: dada la situación actual, ¡¿quizás deberíamos irnos también?! {b}¡¡Aghhh!!{/b}

source: [_sam_] Shadow? What the heck are you doing here?? Was it you who tore off those floozy's clothes?!
es_es: [_sam_] ¿Sombra? ¿Qué demonios estás haciendo aquí? ¡¿Fuiste tú quien le arrancó la ropa a esa fulana?!

source: [_sam_] Oh, don't you even {b}think{/b} about trying anything funny with {i}me{/i}, mister! {b}Johnny?!{/b} Come on out, I know you're hiding around here!!
es_es: [_sam_] Oh, ¡{b}ni se te ocurra{/b} intentar algo gracioso {i}conmigo{/i}, señor! {b}¿Johnny?{/b} ¡¡Sal, sé que te escondes por aquí!!

source: [_johnny_s_talk_frown_] What...? Sam?? How did you know about me and my Shadow?
es_es: [_johnny_s_talk_frown_] ¿Qué...? ¿Sam? ¿Cómo supiste de mí y de mi Sombra?

source: [_kitty_s_talk_frown_2_s_angry_s_towards_2_] Ugh, you are in {b}such{/b} big trouble Johnny! Why are you attacking girls and stripping them naked with Shadow?!
es_es: [_kitty_s_talk_frown_2_s_angry_s_towards_2_] ¡Ugh, estás en {b}un gran{/b} problema Johnny! ¡¿Por qué atacas a las chicas y las desnudas con Shadow?!

source: [_johnny_s_talk_frown_2_] Kitty?! {b}You{/b} were in Sam's body??
es_es: [_johnny_s_talk_frown_2_] ¡¿Kitty?! ¿¿Estuviste {b}tú{/b} en el cuerpo de Sam??

source: [_kitty_s_talk_frown_s_idle__s_towards_] You {b}promised{/b} me you wouldn't do this anymore, Johnny! Ugh, you're such a liar!!
es_es: [_kitty_s_talk_frown_s_idle__s_towards_] ¡Me {b}prometiste{/b} que no harías esto nunca más, Johnny! Ugh, ¡¡eres un mentiroso!!

source: [_johnny_s_talk_frown_s_sad_] I... was uh... wait, why were you even possessing Sam?
es_es: [_johnny_s_talk_frown_s_sad_] Yo... estaba... espera, ¿por qué estabas poseyendo a Sam?

source: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] I was trying to punish the bitch for flirting with you the other day, but it looks like {u}you're{/u} the one who needs to be punished!
es_es: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Intentaba castigar a la zorra por coquetear contigo el otro día, ¡pero parece que {u}eres tú{/u} el que necesita ser castigado!

source: [_johnny_s_talk_frown_s_confused_] Oh no, y-you got it all wrong, babe! I-I'm not the one who does those things! Shadow just likes to-
es_es: [_johnny_s_talk_frown_s_confused_] ¡Oh, no, lo has entendido mal, nena! ¡Yo-yo no soy el que hace esas cosas! A Shadow sólo le gusta-

source: [_kitty_s_rise_one_s_towards_wide_s_talk_frown_] Don't try to talk your way out of this. We both know that Shadow only acts on {b}your{/b} commands.
es_es: [_kitty_s_rise_one_s_towards_wide_s_talk_frown_] No intentes salirte con la tuya. Ambos sabemos que Sombra sólo actúa a {b}tus{/b} órdenes.

source: [_kitty_s_angry_s_towards_2_s_talk_frown_] That's it, I am {u}done{/u} with you, Johnny 13! It's over between us, so don't {b}ever{/b} try to talk to me again!!
es_es: [_kitty_s_angry_s_towards_2_s_talk_frown_] ¡Se acabó, {u}he terminado{/u} contigo, Johnny 13! Se acabó lo nuestro!, así que ¡¡no {b}vuelvas{/b} a intentar hablarme!!
