Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] After last night, I have a feeling that Ectopus creep won't be the {b}last{/b} evil ghost that I'll have to face from here on out.
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] Después de lo de anoche, tengo la sensación de que Ectopus no será el {b}último{/b} fantasma maligno al que tendré que enfrentarme de aquí en adelante.

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Also, what's up with this Orgone stuff it was talking about?
es_es: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Además, ¿qué és ese de Orgone del que hablaba?

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] It might be the thing that explains why he seemed to be a lot stronger...
es_es: [_danny_s_at_player_s_wondering_s_talk_distraught_] Podría ser lo que explique que parecía ser mucho más fuerte...

source: [_danny_s_down_s_angry_s_talk_consternation_] If that's the case, I should probably get my hands on some Orgone for myself! But how am I gonna get some sorta... "ghost goo" if I don't even know what it is or how to collect it?
es_es: [_danny_s_down_s_angry_s_talk_consternation_] Si ese es el caso, ¡debería tener en mis manos Orgone! Pero cómo voy a conseguir algo... "fantasma" que ni siquiera sé lo que és o ¿cómo cogerlo?

source: [_danny_s_down_s_wondering_s_talk_consternation_] Oh well, maybe I can ask Mom or Dad about it later, but for now, I had better make my way over to school.
es_es: [_danny_s_down_s_wondering_s_talk_consternation_] Oh, bueno, tal vez le puedo preguntar más tarde a mamá o a papá, pero por ahora mejor cojo mi camino hacia la escuela.

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
es_es: [_doorsound_] {i}*Knock* *Knock*{/i}

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Why hello, Daniel! A fine "good morning" to you!
es_es: [_vlad_s_towards_s_unhappy_s_talk_happy_] ¡pero saludos, Daniel! Te deseo una "buena mañana"!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Oh, umm, hey Mr. Masters, sure just... let yourself in, why not?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Oh, umm, hey Mr. Maestro, seguro... lo dejaré en, ¿por qué no?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh please, Daniel, call me Uncle Vlad!
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] ¡Oh, por favor, Daniel, llámame tío Vlad!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, how about just Vlad, for now?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm {/i}, ¿podría ser sólo Vlad por ahora?

source: [_vlad_s_towards_s_rise_s_talk_happy_] {i}*Chuckles* Well{/i}, I suppose that works too. Suppose it's only right that I try to {i}earn{/i} your trust first, aye?{p}So then, how did we sleep last night, {i}hmmm?{/i}
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] {i}*Risas* {/i}, Bueno supongo que también funcionará. Solo trato de {i}ganarme {/i} tu confianza, ¿ok? {p}Bien, entonces ¿cómo has dormido esta noche{i}hmmm? {/i}{/p}

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Alright I guess. Uhm, if you happen to know at all, could you tell me about what those noises last night were in the lab? I sorta snuck away after a certain point into your little get together...
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Supongo que bien. Por casualidad, ¿podrías decirme qué eran esos ruidos de anoche en el laboratorio? Me escabullí de vuestra pequeña reunión antes de que acabara...

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Ahh, yes, I noticed that myself, and good thing that you did, young man! Things certainly got a {b}bit{/b} crazy indeed after you left!
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] Ahh, sí, me di cuenta e hiciste bien, ¡joven! Las cosas fueron un {b}poco {/b} locas después de que te fueras!

source: [_vlad_s_towards_s_rise_s_talk_happy_] Nothing to worry about too much, obviously, just an accidental miscommunication from me to your mother about what button to push...
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Nada de lo que preocuparse demasiado, sólo una mala comunicación de mí a tu madre acerca de qué botón apretar...

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Now Daniel, let me ask you... how do you feel about ghosts?
es_es: [_vlad_s_towards_s_unhappy_s_talk_frown_] Ahora Daniel, déjame preguntarte... ¿qué opinas de los fantasmas?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Uhm, well... they're... {b}bad{/b}, right?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Uhm, bueno... son... {b}malos {/b}, ¿verdad?

source: [_vlad_s_towards_s_rise_s_talk_frown_] Quite right! These recent apparitions constitute a genuine threat to our civil society! It is our duty to uphold the protected rights of the currently living! These monsters have no place upsetting our day to day lives! I for one will not tolerate it!
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] ¡Muy bien! ¡Estas recientes apariciones constituyen una auténtica amenaza para nuestra sociedad civil! ¡Es nuestro deber defender los derechos de los que viven! ¡Estos monstruos no tienen lugar a la hora de vivir en nuestro día a día! ¡No lo voy a tolerar!

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, right, protected liberties and all that, I getcha... kinda sounds like you're pretty against ghosts, huh? Quite a wordsmith, too!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sí, cierto, proteger libertades y todo eso, lo pillo... ¿suena como si estuvieras bastante contra los fantasmas?, ¿eh? ¡Y también como un cantamañanas!

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh you'll have to excuse me Daniel, I got a bit carried away there. I've simply been practicing for a speech I'm giving later today at the mall. In actuality, while I understand their potential to do harm, ghosts are actually of great personal interest to me!
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, tendrás que disculparme Daniel, me he dejado llevar un poco. He estado practicando para un discurso que voy a dar más en el centro comercial. En realidad a medida que conozco más sobre sus potenciales para hacer daño, los fantasmas se hacen más interesantes para mí!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sure, no worries. Listen Vlad, I gotta get going to get to scho-
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Seguro, sin problemas. Escucha Vlad, tengo que ir a la escuel-

source: [_vlad_s_towards_s_rise_s_talk_happy_] You know, I was actually hoping if you wouldn't mind being in attendance today as I presented it in front of the fine people of Amity Park, Daniel? I'm certainly no {b}proper{/b} public speaker, and your support would be of a great help!
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] ¿Sabes, estaba esperando si te importaría estar presente hoy cuando me presente delante de la gente Amity Park? No soy muy {b}diestro{/b} hablando en público, ¡y tu apoyo sería de una gran ayuda!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Erm… I guess, if I have to?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Erm… ¿no sé si debo hacerlo?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Excellent! I'll reserve you a view from the front row!
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] ¡Excelente! ¡Te guardo un lugar en la primera fila!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] But, erh, what is it even for-
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] pero, ei, ¿de qué és la charla-

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Sorry my boy, have to dash for now. Remember, the mall's main presentation space, right after school!
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Lo siento mi chico, tengo algo importante que hacer. ¡Recuerda, en la sala principal del centro comercial justo después de la escuela!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wait, but I'm not sure I actually wanna…
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Espera, pero que yo no estoy seguro de que quiera…

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] …awe, crap. You know, Vlad seems like a nice enough guy and all, but he's really aloof about actually listening to others... guess I'm going now!
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] …asombrosa porquería. Vlad parece un tipo bastante agradable pero escucha muy poco a otras personas ... adivina ¡¿qué voy a hacer ahora!

source: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Oh.. this reminds me, I am wondering how Dad is doing after this whole incident, he got hit pretty hard. Maybe I should check on him, too.
es_es: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Oh.. esto me recuerda, papá se dio un buen golpe en el accidente, ¿cómo estará?. Tal vez debería de comprobarlo.

source: [_sam_s_talk_happy_] Danny! Hey, over here!
es_es: [_sam_s_talk_happy_] Danny! ¡aquí, aquí!

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey Sam! What's going on?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¡Eh, Sam! ¿cómo va todo?

source: [_sam_s_talk_happy_s_sad_] C'mon, I want to introduce you to some cool new people I met!!
es_es: [_sam_s_talk_happy_s_sad_] ven, ¡¡quiero presentarte unas divertidas personas que he conocido!!

source: [_danny_s_towards_s_rise_s_talk_consternation_] What? Oh, Sam, no, I'm {i}really{/i} not interested in trying to be matched up with any of your poetry slam friends...
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] ¿Qué? Oh, Sam, no, estoy{i}muy{/i} interesado en relacionarme con tus poéticos amigos...

source: [_sam_s_talk_happy_] No, they're the new kids at school! They're {b}way{/b} cooler than goth kids... they're actually {b}punk rock{/b}!! They're what I aspire to be! Come on, they're hanging over here!
es_es: [_sam_s_talk_happy_] No, ¡son los nuevos chicos de la escuela! Son {b}más{/b} divertidos que el resto de chicos... en realidad son {b}rockeros punk{/b}!! ¡Son lo que yo aspiro a ser! Vamos, ¡están esperando aquí!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Alright, just calm down a bit, Sam.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Bien, cálmate un poco, Sam.

source: [_sam_s_talk_happy_] Danny, I want you to meet Kitty and her boyfriend, Johnny "Thirteen". Johnny's nickname is cause he's crashed his motorcycle a buncha times! Ugh, they're just so cool!
es_es: [_sam_s_talk_happy_] Danny, quiero que conozcas a Kitty y a su novio, Johnny "Trece". ¡El apodo de Johnny es porque ha estrellado su motocicleta un montón de veces! Ugh, ¡son geniales!

source: [_johnny_s_talk_happy_] Hey, sup, dude?
es_es: [_johnny_s_talk_happy_] Hey, sup, ¿amigo?

source: [_kitty_s_talk_happy_] Hey kiddo, nice to meet ‘cha!
es_es: [_kitty_s_talk_happy_] Hey tío, ¡un placer conocerte 'chavo!

source: [_danny_s_towards_s_sad_s_talk_happy_] Nice to meet you too. So, where are you guys from?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Un placer conocerte también. Entonces, ¿de dónde salís vosotros?

source: [_johnny_s_confused_2_s_talk_happy_s_towards_] Uhh, yeah, we just transferred in today, actually.
es_es: [_johnny_s_confused_2_s_talk_happy_s_towards_] Uhh, sí, nos acabamos de transferir a la actualidad recientemente.

source: [_kitty_s_talk_frown_s_rise_one_] But honestly, we're probably going to ditch class today, this place is pretty lame so far.
es_es: [_kitty_s_talk_frown_s_rise_one_] Pero honestamente, probablemente vamos a largarnos de la clase de hoy, este lugar es bastante aburrido.

source: [_sam_s_talk_happy_s_confused_] Yeah, totally! {b}Super{/b} lame, amirite?
es_es: [_sam_s_talk_happy_s_confused_] Sí, ¡totalmente! {b}Super {/b} aburrido, ¿amirita?

source: [_johnny_s_talk_happy_2_] Oh, well hey, do you want to come with us then, maybe?
es_es: [_johnny_s_talk_happy_2_] Oh, bueno oye, tal vez... ¿quieres venir con nosotros?

source: [_kitty_s_mad_s_angry_s_towards_right_2_s_talk_frown_] Johnny! We were supposed to have some {i}alone{/i} time today!
es_es: [_kitty_s_mad_s_angry_s_towards_right_2_s_talk_frown_] Johnny! ¡Se suponía que tendríamos un rato a {i}solas{/i} hoy!

source: [_johnny_s_talk_frown_] Chill out, babe, I was just being friendly.
es_es: [_johnny_s_talk_frown_] relájate nena, yo sólo estaba siendo amable.

source: [_sam_] No, it's alright honestly, if my parents caught me ditching school, they'd flip out and send me to a military school or something.
es_es: [_sam_] No está bien honestamente, si mis padres me pillasen haciendo campanas en la escuela, me mandarían una escuela militar o algo parecido.

source: [_kitty_s_idle__s_talk_frown_s_towards_] Aww, that's really too bad. {b}Oh well{/b}! Anyway, we're going to split now. Nice meeting ya', Danny! See ya Sam.
es_es: [_kitty_s_idle__s_talk_frown_s_towards_] Aww, eso és demasiado malo. {b}Oh bien {/b}! De todos modos, ahora nos vamos a esfumar. Un placer ya ', ¡Danny! Nos vemos Sam.

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure thing. Uhh, hey, you guys going to the speech later?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Seguro que sí. Uhh, oid chicos, ¿iréis al discurso más tarde?

source: [_johnny_s_talk_frown_s_confused_] Uhm, what speech?
es_es: [_johnny_s_talk_frown_s_confused_] Uhm, ¿qué discurso?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Not sure what it is exactly, but this guy Vlad Masters is delivering it in the afternoon at the mall. Something to do with an announcement or something? He wanted me to go, so I just figured I'd let someone else know about it too.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] No estoy seguro de que és exactamente, pero este tipo Maestro Vlad está preparando algo para esta tarde en el centro comercial. ¿Algo que ver con un anuncio o algo parecido? Él quería que yo fuera así que pensé en que alguien más lo supiera también.

source: [_johnny_s_talk_happy_2_s_angry_s_towards_2_] Oh yeah, me and Kitty know Vlad {i}quite{/i} well... cause he's {b}also{/b} from Wisconsin, I mean! So yeah, we might swing by, who knows? I definitely wanted to check out some of the gorgeous {i}sights{/i} at the mall anyway...
es_es: [_johnny_s_talk_happy_2_s_angry_s_towards_2_] Oh sí, yo y Kitty conocemos a Vlad {i}algo{/i} bueno..., quiero decir que el caso és que él és {b}también {/b} de Wisconsin! Así que sí, podríamos pasarnos, ¿quién sabe? También quería ver algunas de las hermosas {i}vistas{/i} del centro comercial...

source: [_johnny_s_talk_happy_s_neutral_] Anyway, see ya Danny! Catch yah later, Sam!
es_es: [_johnny_s_talk_happy_s_neutral_] ¡De todos modos, ¡nos vemos Danny! ¡Te pillamos luego, Sam!

source: [_sam_] Bye Johnny!
es_es: [_sam_] Adiós Johnny!

source: [_sam_] So, what did you think?
es_es: [_sam_] Entonces, ¿qué te parecen?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] What do you mean?
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] ¿Qué quieres decir?

source: [_sam_s_talk_happy_2_s_angry_] Aren't they the {b}coolest{/b}?! I don't think even Dash ditches class. Plus, Johnny even has his own motorcycle!
es_es: [_sam_s_talk_happy_2_s_angry_] ¡¿no són los más {b}divertidos {/b}?!. No creo que ni siquiera Dash se atreva a hacer campanas. Además, ¡Johnny tiene moto!

source: [_danny_s_towards_s_angry_s_talk_happy_] Yeah, they seemed nice and all. But I mean, if we're talking cool here, it's not like his motorcycle comes with a sweet set of ghost powers or anything.
es_es: [_danny_s_towards_s_angry_s_talk_happy_] Sí, parecían agradables. Quiero decir, que estamos hablando genial aquí de ellos, aunque su moto no tendrá un dulce conjunto de poderes fantasma o algo similiar.

source: [_sam_s_talk_frown_s_confused_] Uhm... whats {i}that{/i} supposed to mean?
es_es: [_sam_s_talk_frown_s_confused_] Uhm... ¿qué intentas decir con {i}eso{/i}?

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Ahh, nothing, forget it.
es_es: [_danny_s_at_self_s_neutral_s_talk_consternation_] Ahh, nada, olvídalo.

source: [_sam_s_confused_s_talk_happy_] Wait… are you already {b}jealous{/b} of Johnny? Wow, that's actually super hilarious!
es_es: [_sam_s_confused_s_talk_happy_] Espera… ¿estás {b}celoso{/b} de Johnny? ¡Wow, eso és divertidísimo!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What?? No way! Who'd be jealous of that trench coat wearing dork?
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] ¿Qué? ¡De ninguna manera! ¿Quién estaría celoso de ese tonto usando un abrigo de trinchera?

source: [_sam_s_confused_s_talk_happy_] Oh, come on, don't be such a baby Danny, there's enough dick swinging room here for the both of you. Anyway, we've been hanging here a little too long, we should probably get to class or we're gonna be late.
es_es: [_sam_s_confused_s_talk_happy_] Oh, vamos, no seas crío Danny, ya he visto suficientes pollas peleándose. Creo que llevamos demasiado tiempo aquí. Deberíamos ir a clase o vamos a llegar tarde.

source: [_lancer_s_talk_frown_] Mr. Fenton, we find you arriving late {u}yet{/u} again. Color me {b}not{/b} shocked.
es_es: [_lancer_s_talk_frown_] Mr. Fenton, ¿te encuentro llegando tarde {u}otra{/u} vez?. {b}No{/b} me extraño.

source: [_danny_] Ahh, c'mon, really? Maybe for like one or two seconds. What's the big deal?
es_es: [_danny_] Ahh, vamos, ¿realmente? Tal vez por como uno o dos segundos. ¿Cuál es el gran problema?

source: [_lancer_s_talk_frown_s_angry_] Stop arguing with me young man and sit down, you've already wasted enough of our class time already!
es_es: [_lancer_s_talk_frown_s_angry_] Deja de discutir conmigo joven y siéntate, ¡ya has desperdiciado suficiente de nuestro tiempo de clase!

source: [_danny_s_down_s_angry_s_talk_consternation_] Oh, great, just great! I'm really {b}loving{/b} my role as the human dunce cap lately!
es_es: [_danny_s_down_s_angry_s_talk_consternation_] ¡Oh, bien, muy bien! Estoy {b}enamorado{/b} de mi rol de humano con gorra de burro!

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] Gosh, what another boring class that was. Guess I have to go to the mall now and listen to Vlad's speech, which I'm sure will be just as {u}riveting{/u}. Great...
es_es: [_danny_s_at_player_s_sad_2_s_talk_frown_] Gosh, Otra aburrida clase. Supongo que tengo que ir al centro comercial ahora y escuchar el discurso de Vlad, estoy seguro que será un {u}agobio{/u}. Genial...

source: [_danny_s_talk_frown_2_s_sad_] Man, I was really hoping to use some of afternoon to just... I don't know, jerk off in my room alone, I guess? {i}*Sigh*{/i} Oh, what am I complaining for, I didn't have any real after school plans anyway.
es_es: [_danny_s_talk_frown_2_s_sad_] Tío, tenía la esperanza de pasar la tarde... no lo sé, ¿tumbado en la cama de mi habitación? {i}*Suspiro* {/i} Oh, ¿de qué estoy quejándome?, de todos modos no tenía nada real que hacer después de clases.

source: [_danny_s_blank_stare_s_talk_frown_s_sad_2_] Well at least there haven't been any ghosts around to fight so far... maybe today won't be so bad after all?
es_es: [_danny_s_blank_stare_s_talk_frown_s_sad_2_] Bueno, por lo menos no han aparecido fantasmas para luchar hasta ahora... tal vez ¿será tan malo hoy como ayer?

source: [_danny_s_talk_happy_s_rise_one_s_at_player_] Now that I think about it… didn't Kate mention some kind of a "reward" for dealing with ghost Dash?
es_es: [_danny_s_talk_happy_s_rise_one_s_at_player_] Ahora que lo pienso… ¿Kate no mencionó alguna clase de "recompensa" por lidiar con Dash fantasma?

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Maybe I should pay her a little visit later as well…
es_es: [_danny_s_towards_s_talk_happy_2_s_wondering_] Tal vez debería hacerle una pequeña visita más tarde…

source: [_danny_s_talk_happy_] Hey, Sam! Glad to see you.
es_es: [_danny_s_talk_happy_] Hey, Sam! Me alegra verte.

source: [_sam_s_talk_happy_] Hey, dude. Man, a {b}lot{/b} of people showed up for this! Vlad Masters probably has a lot to say about his investigation into the recen-
es_es: [_sam_s_talk_happy_] Hey, colega. tio, ¡han venido un {b}mogollón{/b} de personas para esto! El maestro Vlad probablemente tiene mucho que decir acerca de su investigación sobre el recien-

source: [_star_s_talk_happy_2_s_confused_] Well, well, if it isn't Casper High's favorite loser couple!
es_es: [_star_s_talk_happy_2_s_confused_] Bueno, bueno, ¡si són la pareja de perdedores favorita de Casper High!

source: [_star_s_talk_happy_s_rise_one_] Are you two going out on a little date together?
es_es: [_star_s_talk_happy_s_rise_one_] ¿Vais a una pequeña cita juntos?

source: [_star_s_bite_lip_s_neutral_2_] Oh, how 'pwecious!
es_es: [_star_s_bite_lip_s_neutral_2_] ¡Oh, que ¡precioso!

source: [_danny_sam_] WE ARE {b}NOT{/b} A COUPLE!!
es_es: [_danny_sam_] ¡¡{b}NO {/b} SOMOS UNA PAREJA!!

source: [_star_s_talk_happy_s_rise_one_s_closed_] Yeah, sure, and I'm the queen of Wisconsin. You gotta try harder to fool even a dummy like me, losers. Your freak love is {b}palpable{/b}.
es_es: [_star_s_talk_happy_s_rise_one_s_closed_] Sí, seguro, y yo soy la reina de Wisconsin. Tienes que esforzarte más para engañar a una tonta como yo, perdedor. Tu amor és {b}palpable{/b}.

source: [_sam_s_towards_s_confused_s_talk_frown_] Could you please quit annoying us and just leave us alone? I'm sure Mr. Masters doesn't want some bossy bitches blathering during his speech.
es_es: [_sam_s_towards_s_confused_s_talk_frown_] ¿Podrías por favor dejar de molestarnos y dejarnos solos? Estoy segura de que el señor Maestro no quiere que alguna perra dictadora le moleste durante su discurso.

source: [_dash_s_towards_s_rise_s_talk_displeased_] Come on Star, I got a reserved place for us in the front row. I heard this Vlad guy gives out free cars to people who wave and shout enough!
es_es: [_dash_s_towards_s_rise_s_talk_displeased_] Vamos Star, tengo un lugar reservado para nosotros en la primera fila. ¡Escuché que este tipo Vlad regala coches gratis a la gente que le hace olas y gritan!

source: [_star_s_closed_s_talk_frown_s_angry_] Fine. I suppose I shouldn't be caught chatting with the likes of {b}you{/b} freaks anyway.
es_es: [_star_s_closed_s_talk_frown_s_angry_] Bien. Supongo que no debería ser vista chateando con perdedores como {b}vosotros{/b}.

source: [_star_s_talk_happy_s_rise_one_s_towards_] See ya later, losers!
es_es: [_star_s_talk_happy_s_rise_one_s_towards_] os veré más tarde, ¡perdedores!

source: [_sam_] Ughh, {b}God{/b}, I hate her!
es_es: [_sam_] Ughh, {b}Dios {/b}, ¡la odio!

source: [_sam_] Some people are just written and programmed to be awful people and she's {b}one{/b} of them!! I mean, spreading rumors about us being a couple?! Why does she even bother? We'd never do that, like, ever.
es_es: [_sam_] Algunas personas nacen con un programa para ser terribles ¡¡y ella és {b}una {/b} de ellas!! Quiero decir, ¿difunde rumores sobre nosotros siendo pareja?! ¿Por qué se molesta? Nunca lo haríamos, nunca.

source: [_sam_] She acts all high and mighty just because she's got a little amount of popularity in school... she doesn't {i}need{/i} to be such a jerk...
es_es: [_sam_] Ella actúa con aires de grandeza y poder porque tiene una pequeña popularidad en la escuela... ella no {i}necesita {/i} ser semejante plasta...

source: [_danny_s_towards_s_talk_happy_] It's pretty obvious Star's just jealous of how much smarter you are than her.
es_es: [_danny_s_towards_s_talk_happy_] Es bastante obvio que Star está celosa de que seas más inteligente que ella.

source: [_sam_s_talk_happy_s_confused_] Well that's certainly true. Star's as thick in the head as a bucket of spackle.
es_es: [_sam_s_talk_happy_s_confused_] Pues eso és ciertamente cierto. Star tiene un ladrillo por cerebro del tamaño de un fregadero.
