Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_johnny_s_talk_frown_2_s_sad_2_] Kitty, no please wait!!
es_es: [_johnny_s_talk_frown_2_s_sad_2_] ¡¡Kitty, no por favor espera!!

source: [_johnny_s_angry_2_s_towards_2_s_talk_frown_] It's all your fault, Sam! If it weren't for you, Kitty would have never found out about any of this!!
es_es: [_johnny_s_angry_2_s_towards_2_s_talk_frown_] ¡Todo es culpa tuya, Sam! ¡¡Si no fuera por ti, Kitty nunca se habría enterado de nada de esto!!

source: [_sam_] What? How is it {b}my{/b} fault? You're the one always being a creep!! Also... could someone explain to me what exactly is going on, I think I just woke up from another possession again.
es_es: [_sam_] ¿Qué? ¿Cómo que és {b}mi{/b} culpa? ¡¡Tú eres el que siempre está siendo un asqueroso!! Además... podría alguien explicarme qué está pasando exactamente, creo que me acabo de despertar de otra posesión otra vez.

source: [_johnny_s_mad_2_s_towards_wide_2_s_talk_frown_2_] Shut up! Now that Kitty's gone, I might as well make you my {b}new{/b} bitch!! Get ready to ride my {b}real{/b} hog!!
es_es: [_johnny_s_mad_2_s_towards_wide_2_s_talk_frown_2_] ¡Cállate! Ahora que Kitty se ha ido, podría hacerte mi ¡¡{b}nueva{/b} puta!! ¡¡Prepárate para montar mi {b}verdadera{/b} burra!!

source: [_sam_] Danny, do something! Go specter or whatever!!
es_es: [_sam_] ¡Danny, haz algo! ¡¡Hazte fantasama o lo que sea!!

source: [_danny_s_wondering_s_talk_frown_s_closed_] Man, this never gets old. Guess I'm saving Sam from a creepy pervert ghost, yet again.
es_es: [_danny_s_wondering_s_talk_frown_s_closed_] Tío, esto nunca pasa de moda. Una vez más estoy salvando a Sam de un espeluznante y pervertido fantasma.

source: [_danny_s_talk_frown_2_s_towards_wide_s_angry_] Not so fast Johnny! So both you two are ghosts, huh? {i}That's{/i} why you were lurking on the sideline of the stage during the speech! You were controlling your Shadow to strip down Star for fun!
es_es: [_danny_s_talk_frown_2_s_towards_wide_s_angry_] ¡No tan rápido Johnny! Así que los dos sois fantasmas, ¿eh? ¡{i}Es por eso{/i} que estaban al acecho en la parte lateral del escenario durante el discurso! ¡Estabas controlando a tu fantasma para desnudar a Star por diversión!

source: [_danny_s_closed_s_talk_frown_] I'm going ghost!
es_es: [_danny_s_closed_s_talk_frown_] ¡Me convertiré en fantasma!

source: [_johnny_s_mad_s_talk_frown_s_towards_] Wait, so {i}you're{/i} the phantom guy? Hah! Well we both know how our last fight ended. What makes you think it'll be any different this time?!
es_es: [_johnny_s_mad_s_talk_frown_s_towards_] Espera, ¿así que {i}tú eres {/i} el chico fantasma? ¡Ja! Bueno, ambos sabemos cómo terminó nuestra última pelea. ¡¿Qué te hace pensar que esta vez será diferente?!

source: [_danny_s_talk_frown_s_neutral_s_towards_] Stop blabbering and let's just start the fight already!
es_es: [_danny_s_talk_frown_s_neutral_s_towards_] ¡Deja de parlotear y empecemos la pelea de una vez!

source: [_johnny_s_angry_s_talk_frown_s_towards_wide_2_] As you wish, loser... Shadow, attack!!
es_es: [_johnny_s_angry_s_talk_frown_s_towards_wide_2_] Como quieras, perdedor... ¡¡Sombra, ataca!!

source: (Orgone Boost Available!)
es_es: (¡Incremento de Orgón disponible!)

source: [_johnny_s_talk_frown_s_towards_s_confused_2_] What?! How's this possible? How'd you get so strong so quickly?
es_es: [_johnny_s_talk_frown_s_towards_s_confused_2_] ¡¿Qué?! ¿Cómo es posible? ¿Cómo te volviste tan fuerte tan rápido?

source: [_johnny_s_towards_2_s_angry_] Don't think this is over, Phantom kid! I'll get my revenge on you {i}and{/i} your little tease girlfriend sooner or later! Shadow, let's go!
es_es: [_johnny_s_towards_2_s_angry_] ¡No creas que esto ha terminado chico fantasma! ¡Tarde o temprano me vengaré de ti {i}y{/i} de tu provocadora novia! ¡Sombra, vamos!

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Look, Sam, it worked! Our private Orgone sessions seemed to have paid off in spades!
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] Mira, Sam, ¡funcionó! ¡Nuestras sesiones privadas de Orgone han dado sus frutos!

source: [_sam_] {i}*Shush*{/i} Danny, don't mention any of that here! It's embarrassing to talk about it in public…
es_es: [_sam_] {i}*Calla*{/i} Danny, ¡no menciones nada de eso aquí! Es vergonzoso hablarlo en público…

source: [_tucker_s_talk_frown_s_sad_] Woah dude… did you just… are you… {u}you're{/i} Inviso-Bill?!? Why didn't you say anything, Danny?!
es_es: [_tucker_s_talk_frown_s_sad_] Woah tío… ¿¡¿acabas de… estás… {u}eres{/u}Inviso-Bill?!? ¡¿Por qué no dijiste nada, Danny?!

source: [_danny_s_towards_s_wondering_s_talk_frown_] I'm sorry, Tuck, I just had to figure things out for myself first. Sam found out accidentally, same as you, but I was gonna tell you both eventually, I swear.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Lo siento, Tuck, pero primero tenía que averiguar las cosas por mí mismo. Sam se enteró accidentalmente, igual que tú, pero al final iba a decíroslo a los dos, lo juro.

source: [_tucker_s_talk_happy_s_wondering_] I mean, that's okay dude, but, oh man, how cool was {b}that{/b}?!? You beat that Shadow flat!!
es_es: [_tucker_s_talk_happy_s_wondering_] Quiero decir, eso está bien tío, pero, oh tío, ¿¡qué guay fue {b}eso{/b}!? ¡¡Ganaste a sombra!!

source: [_sam_] He sure is cool, isn't he?
es_es: [_sam_] Es genial, ¿verdad?

source: [_danny_s_talk_happy_s_wondering_s_towards_wide_] Well, I'm really glad you aren't totally freaking out about it, at least in a bad way. Thanks Tuck.
es_es: [_danny_s_talk_happy_s_wondering_s_towards_wide_] Bueno, me alegro mucho de que no estés flipando del todo, al menos de mala manera. Gracias Tuck.

source: [_tucker_s_talk_frown_s_closed_] First of all, who even knows about it?
es_es: [_tucker_s_talk_frown_s_closed_] En primer lugar, ¿quién lo sabe?

source: [_danny_s_talk_frown_] Honestly, only you two, which seems appropriate. I know I can trust you both, obviously.
es_es: [_danny_s_talk_frown_] Honestamente, sólo ustedes dos, lo que parece apropiado. Sé que puedo confiar en los dos.

source: [_tucker_s_talk_happy_s_blank_stare_s_sad_] Alright sweet, I already have some {u}great{/u} ideas about what you should do with those ghost powers of yours! Can you say "locker photoshoot"?
es_es: [_tucker_s_talk_happy_s_blank_stare_s_sad_] ¡Muy bien cariño, tengo algunas {u}grandes{/u} ideas sobre lo que deberías hacer con esos poderes fantasmales tuyos! ¿Puedes decir "sesión de fotos de taquilla"?

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hahah, we'll just see about that, Tucker.
es_es: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hahah, eso ya lo veremos, Tucker.

source: [_danny_s_towards_s_talk_happy_s_wondering_] Anyway guys, even though I won, I'm still pretty beat after that fight. Let's just go home for today. We'll all talk later, alright?
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] De todos modos chicos, aunque gané, todavía estoy dolorido de esa pelea. Vayámonos a casa por hoy. Hablaremos otro día, ¿de acuerdo?

source: [_tucker_s_talk_happy_s_closed_] Sure thing, "Inviso-Bill"! Catch ya later.
es_es: [_tucker_s_talk_happy_s_closed_] ¡Claro, "Inviso-Bill"! Nos vemos luego.

source: [_sam_s_talk_bite_s_blush_2_s_sad_2_] Hey, Danny? Thanks again for today... I-I'm glad that Orgone stuff worked out, and wasn't... you know, totally pointless, or anything. Anyway... I'll talk to you later. Bye Danny.
es_es: [_sam_s_talk_bite_s_blush_2_s_sad_2_] Oye, ¿Danny? Gracias de nuevo por lo de hoy... Me alegro de que lo del Orgone funcionara, y no fuera... ya sabes, totalmente inútil, o algo así. En fin... ya hablaremos. Adiós, Danny.

source: [_danny_s_talk_happy_s_wondering_s_towards_] Sounds great Sam. Until later then.
es_es: [_danny_s_talk_happy_s_wondering_s_towards_] Suena genial Sam. Hasta luego.

source: Thanks for playing the most recent version of Amity Park.
es_es: Gracias por jugar a la versión más reciente de Amity Park.

source: Please feel free to share your opinions about the game and please visit our Patreon or Discord.
es_es: No dudes en compartir tus opiniones sobre el juego y visita nuestro Patreon o Discord.

source: Until next time. -GZone
es_es: Hasta la próxima. -GZone

source: (Hmmm... I should say something to try and cheer Sam up.)
es_es: (Hmmm... Debería decir algo para intentar animar a Sam)

source: "It's pretty obvious Star's just jealous of how much smarter you are than her."
es_es: "Es bastante obvio que Star está celosa de que seas más inteligente que ella."

source: "It's hard to understand why you're not popular at all, Sam."
es_es: "Es difícil entender por qué no eres popular, Sam."

source: "Don't worry about her."
es_es: "No te preocupes por ella"

source: Hey, can I get your number, Sam?
es_es: ¿Me das tu número, Sam?

source: Here is your cheerleader outfit!
es_es: ¡Aquí está tu traje de animadora!

source: Sam, I need to ask you a favor...
es_es: Sam, necesito pedirte un favor...

source: Sam, I need you to masturbate in front of me!
es_es: Sam, ¡necesito que te masturbes delante de mí!

source: Exit conversation.
es_es: Finalizar conversación.

source: Mom told me about it. She did some research on Orgone in college.
es_es: Mamá me lo contó. Ella hizo algunas investigaciones sobre el Orgone en la universidad.

source: What, you think I'm lying? Thanks a lot, Sam.
es_es: ¿Qué?, ¿crees que estoy mintiendo? Muchas gracias, Sam.

source: Ghost instinct, duh.
es_es: Instinto fantasma, duh.

source: We're really good friends, and I wouldn't want to abuse your trust.
es_es: Somos muy buenos amigos y no podría abusar de tu confianza.

source: It means I need your help, Sam. Isn't that what friends are for?
es_es: Significa que necesito tu ayuda, Sam. ¿No están para eso los amigos?

source: You're just not my type.
es_es: No eres mi tipo.

source: There's nobody else I can trust but you.
es_es: No puedo confiar en nadie más que en ti.

source: Come on Sam, if you don't help me I'll never be able to fight off the ghosts.
es_es: Vamos Sam, si no me ayudas nunca podré luchar contra los fantasmas.

source: Come on Sam, aren't you looking forward to bragging to all your goth friends about how you seduced a real ghost?
es_es: Vamos Sam, ¿no estás deseando presumir ante todos tus amigos góticos de cómo sedujiste a un fantasma de verdad?

source: Pull out cock?
es_es: ¿Sacar la polla?

source: Just watch.
es_es: Sólo mirar.

source: What do I want from Nurse Kate?
es_es: ¿Qué quiero de la enfermera Kate?

source: Ask Kate about her own life a bit.
es_es: Pregunta a Kate sobre su propia vida un poco.

source: Ask about the "reward" for dealing with Dash.
es_es: Pregunta por la "recompensa" por deshacerte de Dash.

source: Never mind.
es_es: Olvídalo.

source: What do I wanna know about Kate's life?
es_es: ¿Qué quiero saber de la vida de Kate?

source: Do you like your job as a nurse?
es_es: ¿Te gusta tu trabajo como enfermera?

source: Are you married?
es_es: ¿Estás casada?

source: How old are you?
es_es: ¿Qué edad tienes?

source: I've learned enough for now...
es_es: Ya he aprendido bastante por ahora...

source: Ask a follow up question about her jobs?
es_es: ¿Hacerle una pregunta sobre su vida como trabajadora?

source: Wait, what was your previous job?
es_es: Espera, ¿cuál era tu trabajo anterior?

source: So how long have you been working as a nurse now?
es_es: ¿Cuánto tiempo lleva trabajando como enfermera?

source: Good to know. Anyway...
es_es: Es bueno saberlo. En fin...

source: Ask a follow up question about her marriage?
es_es: ¿Hacerle una pregunta sobre su vida en el matrimonio?

source: Was there someone you loved before?
es_es: ¿Hubo alguien a quien amaste antes?

source: Do you have any children?
es_es: ¿Tiene hijos?

source: What do I want to do with Kate?
es_es: ¿Qué quiero hacer con Kate?

source: Handjob?
es_es: ¿Una paja?

source: How should I respond to Nurse Kate's concerns?
es_es: ¿Cómo debo responder a las preocupaciones de la enfermera Kate?

source: No, really, I would like to help you.
es_es: No, de verdad, me gustaría ayudarte.

source: In that case, I will leave you alone.
es_es: En ese caso, te voy a dejar sola.

source: I... uh... could you...?
es_es: Yo... eh... ¿podrías...?

source: Let's finish what we started.
es_es: Terminemos lo que empezamos.
