Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_3/episode3_MZ.po
Languages: es_es

source: [_danny_s_rise_one_s_talk_happy_] Don't worry Kate, I will totally help you find the box. I promise.
es_es: [_danny_s_rise_one_s_talk_happy_] No te preocupes Kate, te ayudaré a encontrar la caja. Lo prometo.

source: [_kate_s_talk_happy_2_] Thank you Danny. I have faith in you.
es_es: [_kate_s_talk_happy_2_] Gracias Danny. Tengo fe en ti.

source: [_kate_s_blush_s_talk_happy_2_s_rise_one_] If you somehow manage to find it, I will glady reward you rather handsomely.
es_es: [_kate_s_blush_s_talk_happy_2_s_rise_one_] Si logras encontrarla, te recompensaré generosamente.

source: [_danny_s_talk_frown_] Oh, well in that case, I'll just leave you alone.
es_es: [_danny_s_talk_frown_] Oh, bueno en ese caso, te voy a dejar trabajar.

source: [_kate_s_closed_s_talk_frown_s_angry_] Sure. I'll figure it out eventually, don't worry.
es_es: [_kate_s_closed_s_talk_frown_s_angry_] No tengo mucho que hacer ahora, no te preocupes.

source: [_kate_s_down_s_neutral_] See ya around…
es_es: [_kate_s_down_s_neutral_] No vemos…

source: [_kate_s_talk_happy_2_s_sad_] Any luck finding the medicine around town?
es_es: [_kate_s_talk_happy_2_s_sad_] ¿Has tenido suerte buscando la medicina por la ciudad?

source: [_danny_s_talk_frown_s_wondering_] Nope, nothing's turned up yet...
es_es: [_danny_s_talk_frown_s_wondering_] Nope, todavía no se ha resuelto el misterio...

source: [_danny_s_rise_one_s_talk_happy_] But don't worry Kate, I'm sure I'm gonna find it soon. Someone may have taken it, but I'm gonna get it back from them!
es_es: [_danny_s_rise_one_s_talk_happy_] Pero no te preocupes Kate, estoy seguro de que la voy a encontrar pronto. ¡Puede que alguien lo haya cogido, pero yo lo voy a recuperar para ti!

source: [_kate_s_talk_frown_s_down_s_sad_2_] I really hope you can Danny... otherwise I'm pretty much screwed. Thanks for trying though...
es_es: [_kate_s_talk_frown_s_down_s_sad_2_] Realmente espero que puedas Danny... de lo contrario estoy jodida. Gracias por intentarlo...

source: [_kate_s_talk_frown_s_sad_] So were you able to find any leads? I doubt it, but I still have hope...
es_es: [_kate_s_talk_frown_s_sad_] ¿Dónde vas a ser capaz de encontrar alguna pista? Tengo mis dudas, pero todavía tengo esperanza...

source: [_danny_s_talk_happy_s_rise_one_] Better yet, I actually found it, with all the medicine still inside and properly sealed.
es_es: [_danny_s_talk_happy_s_rise_one_] Mejor aún, la encontré con toda la medicina y sin usarse.

source: [_kate_s_talk_happy_s_rise_one_] You did?! Oh, you are a {b}lifesaver{/b}, Danny Fenton!!
es_es: [_kate_s_talk_happy_s_rise_one_] ¡Lo hiciste?! Oh, ¡¡eres un {b}salvavidas {/b}, Danny Fenton!!

source: [_danny_s_talk_happy_] No problem Kate, it was no biggie..
es_es: [_danny_s_talk_happy_] No hay problema Kate, no fue difícil..

source: [_kate_s_talk_happy_2_] Where did you even find it?
es_es: [_kate_s_talk_happy_2_] ¿Dónde la encontraste?

source: [_danny_s_talk_frown_2_s_neutral_] You hear about that new shop at the mall? The weird short looking guy who works there sold it to me.
es_es: [_danny_s_talk_frown_2_s_neutral_] ¿Has oído hablar de esa nueva tienda en el centro comercial? El chico raro y bajito que trabaja allí me la vendió.

source: [_kate_s_sad_2_s_talk_frown_] You had to buy it off of him? Even though it was clearly stolen? Oh that's awful Danny, I'm so sorry! I'll repay you for what it cost!
es_es: [_kate_s_sad_2_s_talk_frown_] ¿Tenías que comprarla a él? ¿A pesar de que fue claramente robada? ¡Oh, és horrible Danny!, ¡lo siento mucho! ¡Te devolveré lo que costó!

source: [_danny_s_talk_happy_2_s_rise_one_] It's really not a big deal Kate, don't worry about it. This means you aren't going to get fired, and we get to still see each other at school. Sounds like a sweet enough deal to me.
es_es: [_danny_s_talk_happy_2_s_rise_one_] Realmente no és cara Kate, no te preocupes por ello. Esto significa que no vas a ser despedida, y todavía nos veremos en la escuela. Con esto ya tengo suficiente recompensa.

source: [_kate_s_talk_happy_2_s_neutral_] Ugh, you are such a sweet boy...
es_es: [_kate_s_talk_happy_2_s_neutral_] Ugh, eres un joven tan dulce...

source: [_kate_s_blush_s_talk_happy_s_sad_2_] Well how about I repay you in a different way then? I hope you're ready to receive your juicy reward, Mr. Fenton.
es_es: [_kate_s_blush_s_talk_happy_s_sad_2_] Bueno, ¿qué tal si te recompenso de una manera diferente? Espero que estés listo para recibir tu jugosa recompensa, Mr. Fenton.

source: [_kate_s_bite_s_rise_one_] Now, why don't you take a seat and get comfortable?
es_es: [_kate_s_bite_s_rise_one_] ¿por qué no tomas un asiento y te pones cómodo?

source: [_kate_s_talk_happy_2_s_neutral_] I'm gonna show you just how much I {i}appreciate{/i} all your hard work lately…
es_es: [_kate_s_talk_happy_2_s_neutral_] Te voy a mostrar cuánto {i}aprecio{/i} tu duro trabajo…

source: [_danny_s_talk_happy_2_s_sad_2_] That was {i}unbelievably{/i} good, Kate. Honestly! I mean... wow!!
es_es: [_danny_s_talk_happy_2_s_sad_2_] Eso fue {i}increíblemente {/i} bueno, Kate. ¡Sinceramente! Quiero decir... ¡¡wow!!

source: [_kate_s_talk_happy_] You are more than welcome, Danny.
es_es: [_kate_s_talk_happy_] eres más que bienvenido, Danny.

source: [_danny_s_towards_s_talk_happy_s_wondering_] I really hope we can do that again sometime!
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] ¡Espero que podamos hacerlo otra vez!

source: [_kate_s_talk_happy_s_rise_one_s_blush_] Sure, I don't mind doing this as long it's just with you... but please, don't tell {u}anyone{/u} what we do in this office together, got it?
es_es: [_kate_s_talk_happy_s_rise_one_s_blush_] Claro, no me importará hacer esto más veces contigo... pero por favor, no digas {u} a nadie {/u} lo que hacemos en mi oficina, ¿lo harás?

source: [_danny_s_talk_happy_s_rise_one_] Of course not, I wouldn't want you getting in trouble at all.
es_es: [_danny_s_talk_happy_s_rise_one_] Por supuesto, no me gustaría que te metieras en un lío.

source: [_danny_s_talk_frown_s_rise_one_] I probably should get going now.
es_es: [_danny_s_talk_frown_s_rise_one_] yo debería de irme ya.

source: [_kate_s_talk_happy_2_s_sad_2_s_blush_] Yeah, and I should clean myself up before someone comes looking for me. I'd have to say a ghost came in here and shot his ectoplasm all over me! Hahah, wouldn't that be silly?
es_es: [_kate_s_talk_happy_2_s_sad_2_s_blush_] Sí, yo debería de limpiarme antes de que alguien venga. ¡Tendría que decir que un fantasma entró aquí y disparó su ectoplasma sobre mí! Jajaja, valla tontería

source: [_kate_s_bite_s_rise_one_] See you later, Danny... you cutie!
es_es: [_kate_s_bite_s_rise_one_] Nos vemos más tarde, Danny... ¡encanto!

source: [_kate_] f..ee..l...?
es_es: [_kate_] si.. en.. tes...?

source: [_kate_] Do.... jou'... like ...'dit'?
es_es: [_kate_] Te .... está... gust ... gustando?

source: [_danny_] Oh my god, Kate... yeah... this feels so fucking goood~!
es_es: [_danny_] Oh, mi dios, Kate... sí... esto se siente de puta madre~!

source: [_danny_] Kate.... I'm gonna come now! Get ready...! {i}Uh! Uhnnhghh!!{/i}
es_es: [_danny_] Kate.... ¡Voy a correrme! ¡Prepárate...! {i}Uh! Uhnnhghh!! {/i}

source: [_kate_] {i}*Huff* Mwah{/i}… my goodness!! {i}Hmmm{/i}... you were building that up for {b}quite{/b} some time, weren't you? Or do I just get you going...? {i}*Chuckles*{/i}
es_es: [_kate_] {i}*Huff * Mwah{/i}… dios!! {i}Hmmm {/i}... has estado preparando esto durante {b}bastante {/b} tiempo, ¿no? ¿O simplemente te pongo a 100...? {i}*Risas* {/i}

source: [_kate_] Danny, what a surprise to see you here.
es_es: [_kate_] Danny, qué sorpresa verte aquí.

source: [_danny_] Yeah, I, uh...
es_es: [_danny_] Sí, yo, uh...

source: [_kate_] Oh you don't need to explain anything... unless you want to...
es_es: [_kate_] Oh, no necesitas explicar nada... a menos que quieras...

source: [_danny_] I... uh... could you...?
es_es: [_danny_] I... uh... ¿podrías...?

source: [_kate_] Aww, how adorable. Do I intimidate you, Daniel?
es_es: [_kate_] Aww, que adorable. ¿Te intimido Daniel?

source: [_danny_] Maybe a little.
es_es: [_danny_] Tal vez un poco.

source: [_kate_] Hmm, I probably should. You came here to get your cock sucked, didn't you?
es_es: [_kate_] Hmm, probablemente debería. ¿Has venido para que te chupe la polla no?

source: [_danny_] … yes.
es_es: [_danny_] si.

source: [_kate_] Well then, your wish is my command. Here, have a seat.
es_es: [_kate_] Pues bien, tu deseo es mi orden. Toma asiento aquí.

source: [_danny_] Let's finish what we started.
es_es: [_danny_] Terminemos lo que empezamos.

source: [_kate_] Ooh so bold. I love a man who can take charge.
es_es: [_kate_] Ooh que audaz. Me encantan los hombres que pueden hacerse cargo.

source: [_kate_] Mmm, so yummy. I've been wondering what you taste like since the last time we were together.
es_es: [_kate_] Mmm, yummy. Me he estado preguntando que sabor tendría desde la última vez que estuvimos juntos.

source: [_danny_] Glad you like it.
es_es: [_danny_] Me alegra que te guste.

source: [_kate_] I love it.
es_es: [_kate_] lo amo.

source: [_danny_] Sam?! What are-
es_es: [_danny_] ¡¿Sam?! ¿Qué estás-

source: [_kate_] Danny's a bit busy right now, sweetie.
es_es: [_kate_] Danny está un poco ocupado en este momento cariño.

source: [_sam_] I-I…
es_es: [_sam_] Yo-yo…

source: [_danny_] Sam! Wait!
es_es: [_danny_] ¡Sam! ¡Espera!

source: [_kate_] Danny, wait! Oh shoot, why does this keep happening?
es_es: [_kate_] Danny, ¡espera! joder, ¿por qué esto sigue sucediendo?

source: [_tucker_s_talk_happy_s_sad_] Hey guys!
es_es: [_tucker_s_talk_happy_s_sad_] ¡Hola chicos!

source: [_danny_s_talk_happy_] Hey Tuck.
es_es: [_danny_s_talk_happy_] Hola Tuck.

source: [_tucker_s_talk_happy_s_sad_] Did you guys see the recent news?
es_es: [_tucker_s_talk_happy_s_sad_] ¿vieron las recientes noticias?

source: [_tucker_s_neutral_s_talk_frown_] Man, {b}another{/b} ghost in town? Who would have thought that ghost attacks would become such a common thing around here?
es_es: [_tucker_s_neutral_s_talk_frown_] Tio, ¿{b}otro {/b} fantasma en la ciudad? ¿Quién hubiera pensado que los ataques de fantasmas se convertirían en algo tan común por aquí?

source: [_danny_s_talk_frown_s_wondering_] I know what you mean. I wish they would just leave us alone.
es_es: [_danny_s_talk_frown_s_wondering_] Sé lo que quieres decir. Me gustaría que nos dejaran tranquilos.

source: [_tucker_s_closed_s_wondering_s_talk_happy_] Well, at least it looks like these particular ghosts are primarily only targeting girls, so you and I should be fine.
es_es: [_tucker_s_closed_s_wondering_s_talk_happy_] Bueno, por lo menos parece que estos fantasmas en particular se dirigen principalmente hacia chicas, por lo que tú y yo deberíamos estar tranquilos.

source: [_tucker_s_towards_s_talk_happy_] Sam, on the other hand, might get her butt groped by a pervert phantom. I'd advise carrying mace mixed with a purified holy water of some sort!
es_es: [_tucker_s_towards_s_talk_happy_] Sam, por otro lado, podría acabar con su trasero manoseado por un fantasma pervertido. ¡Yo le aconsejaría llevar un espray de agua bendita de algún tipo!

source: [_sam_] Don't worry Tucker, I can {b}more{/b} than take care of myself, thank you very much.
es_es: [_sam_] No te preocupes Tucker, puedo hacer {b}más {/b} que cuidarme sola, muchas gracias.

source: [_danny_s_talk_happy_s_closed_s_neutral_] {i}Hah{/i}! Man, if only that were true, maybe then I wouldn't have had to sav-
es_es: [_danny_s_talk_happy_s_closed_s_neutral_] {i}Hah {/i}! tia, si fuera cierto no habría tenido que salv-

source: [_sam_] {u}What{/u} was that, Danny?
es_es: [_sam_] {u}¿Qué {/u} has dicho Danny?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, nothing at all. (Just that I've been saving your butt quite a bit as of late... best not let Tucker know that just yet though.)
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, nada. (Sólo que he estado salvando tu trasero... es mejor no dejar que Tucker sepa algo.)

source: [_tucker_s_talk_happy_s_neutral_s_closed_] Man how awesome would it be to be able to have ghost powers like that "Inviso-Bill" guy? Don't you think, Danny?
es_es: [_tucker_s_talk_happy_s_neutral_s_closed_] Sería impresionante tener poderes fantasmas como ese tipo "Inviso-Bill". ¿No crees, Danny?

source: [_danny_s_wondering_s_talk_frown_2_] Uhm, I mean maybe, but wouldn't you have to sorta be dead first, Tuck? And who knows if people {i}actually{/i} become ghosts just from dying in the first place?
es_es: [_danny_s_wondering_s_talk_frown_2_] Uhm, quiero decir tal vez, pero ¿no tendrías que estar algo así como muerto primero Tuck? ¿Y quién sabe si las personas {i}realmente {/i} lo primero que hacen es convertirse en fantasmas tras morir?

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Yeah, I guess the whole dying part would kinda suck. It's too bad, I {b}definitely{/b} know what I'd be doing with my ghost powers...
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] Sí, imagino que mi parte moribunda sería un poco apestosa. Eso es muy malo, también sé {b}claramente {/b} lo que haría con mis poderes fantasma...

source: [_sam_] Gross, Tucker, you are {i}such{/i} a perv!!
es_es: [_sam_] Gross, ¡¡Tucker, eres un {i} auténtico {/i} pervertido!!

source: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, don't hate the ghost player, hate the ghost game. {i}*Hehehe*{/i}
es_es: [_tucker_s_talk_happy_s_towards_s_neutral_] Oye, no odies al jugador fantasma, odia el juego fantasma. {i}*Hehehe * {/i}

source: [_tucker_s_closed_s_talk_frown_s_wondering_] Anyway, I'm gonna head to class. Catch you guys later!
es_es: [_tucker_s_closed_s_talk_frown_s_wondering_] Voy a clase. ¡os cojo más tarde!

source: [_johnny_s_talk_happy_s_neutral_] So Sam, I was thinking, how about you and I go for a little ride on my big chopper?
es_es: [_johnny_s_talk_happy_s_neutral_] Así que Sam, yo estaba pensando, ¿qué tal tú y yo damos un poco de paseo en mi gran helicóptero?

source: [_danny_s_talk_happy_s_wondering_] Hey guys, what'cha talking about?
es_es: [_danny_s_talk_happy_s_wondering_] Ei chicos, ¿de qué habláis?

source: [_sam_s_talk_happy_s_confused_] Oh hey Danny! Johnny was just offering me a ride on his motorcycle after school. I've never been on one, it sounds kinda awesome!
es_es: [_sam_s_talk_happy_s_confused_] Oh ¡hey Danny! Johnny me estaba ofreciendo un paseo en su moto después de la escuela. Nunca he estado en una, ¡suena impresionante!

source: [_sam_s_sad_s_talk_happy_] You wanna join us?
es_es: [_sam_s_sad_s_talk_happy_] ¿Quieres unirte a nosotros?

source: [_johnny_s_talk_frown_s_angry_3_] Uhm, sorry, but my bike is a two-seater {u}only{/u}, so why don't you mind leaving us alone, Danny?
es_es: [_johnny_s_talk_frown_s_angry_3_] Uhm, lo siento, pero mi bicicleta es un dos plazas {u}sólo {/u}, así que ¿por qué no te planteas dejarnos solos, Danny?

source: [_sam_] Wait, but Johnny, Danny's like my best frie-
es_es: [_sam_] Espera, pero Johnny, Danny és caso mi mejor amig-

source: [_johnny_s_talk_frown_s_angry_3_] Yeah, well I don't really care, so your buddy here's gonna have to find a side piece of his own!
es_es: [_johnny_s_talk_frown_s_angry_3_] Sí, bueno, realmente no me importa, ¡pero tu amigo aquí va a tener que encontrar lugar en los lados!

source: [_sam_s_talk_frown_s_towards_] Wait... Johnny, you weren't trying to {b}hit{/b} on me, were you? I thought that you and Kitty were dating though, I'm confused...
es_es: [_sam_s_talk_frown_s_towards_] Espera... Johnny, tú no estarás intentando {b}ligar {/b} conmigo, ¿verdad? Pensé que tú y Kitty estabais saliendo juntos, estoy confundida...

source: [_johnny_s_sad_s_talk_happy_] Hey, don't worry about her, babe... she's like, more of a friend than anything else...
es_es: [_johnny_s_sad_s_talk_happy_] Oye, no te preocupes por ella, nena... és más amiga que otra cosa...

source: [_johnny_s_talk_frown_2_s_sad_2_] So, are you down for a ride on my hog or not?
es_es: [_johnny_s_talk_frown_2_s_sad_2_] Así que, ¿bajas para dar un paseo en mi burra o no?

source: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Johnny, where were you? I was looking all over the place!
es_es: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Johnny, ¿dónde estabas? ¡Estaba buscándote por todas partes!

source: [_johnny_s_talk_happy_2_s_sad_] Oh there you are, babe! We were just busy talking about motorcycles, and I just sorta lost track of the time.
es_es: [_johnny_s_talk_happy_2_s_sad_] Oh ¡aquí estás nena! Estábamos ocupados hablando de motocicletas, y perdí la noción del tiempo.

source: [_johnny_s_talk_happy_s_sad_2_s_towards_] Sorry about that, babe!
es_es: [_johnny_s_talk_happy_s_sad_2_s_towards_] ¡Lo siento nena!

source: [_kitty_s_talk_frown_2_s_rise_one_s_towards_right_] You're acting {b}awfully{/b} suspicious, mister...
es_es: [_kitty_s_talk_frown_2_s_rise_one_s_towards_right_] Estás actuando {b}terriblemente{/b} sospechoso, mister...

source: [_kitty_s_towards_right_2_s_angry_s_talk_frown_] Wait, Johnny, you aren't seriously flirting with girls behind my back again, are you??
es_es: [_kitty_s_towards_right_2_s_angry_s_talk_frown_] Espera, Johnny, ¿no estarás coqueteando con chicas a mis espaldas de nuevo?, ¿¿estás??

source: [_johnny_s_talk_happy_2_s_sad_] No, of course not babe! You know you're the only one for me. You know that.
es_es: [_johnny_s_talk_happy_2_s_sad_] No, ¡por supuesto que no nena! Sabes que eres la única para mí. Tú sabes eso.

source: [_kitty_s_talk_frown_s_towards_2_] Hey! Girly! Were you trying to pick up on my idiot boyfriend?!
es_es: [_kitty_s_talk_frown_s_towards_2_] Hey! ¡fémina! ¡¿Estás tratando de ligarte al idiota de mi novio?!

source: [_sam_] Uhh, my name's Sam, we talked the other day-
es_es: [_sam_] Uhh, mi nombre Sam, hablamos el otro día-

source: [_kitty_s_talk_frown_] Don't even {b}think{/b} about laying a {u}finger{/u} on my man, or it'll be the last thing you ever do!
es_es: [_kitty_s_talk_frown_] Que no se te {b}ocurra{/b} poner un {u}dedo {/u} en mi chico, ¡o será la última cosa que hagas!

source: [_sam_] Hey, jeez, look Kitty, I have absolutely {b}no{/b} intention of stealing your boyfriend from you!
es_es: [_sam_] Oye, jeez, mira Kitty, ¡ {b}no {/b} tengo absolutamente ninguna intención de robarte el novio!

source: [_kitty_s_talk_frown_2_s_towards_s_neutral_2_] You better not!
es_es: [_kitty_s_talk_frown_2_s_towards_s_neutral_2_] ¡Mejor que no!

source: [_kitty_s_towards_right_s_talk_frown_s_neutral_] Johnny, we're leaving right now! Oh, and don't you {u}ever{/u} dare talk to this slut again! Do you understand?!
es_es: [_kitty_s_towards_right_s_talk_frown_s_neutral_] Johnny, ¡nos vamos ahora mismo! Oh, y ¡{u}nunca {/u} más te atrevas a hablar con esta puta! ¡¿Lo entiendes?!

source: [_sam_] Uhm, excuse me? Did you just call me a slut?
es_es: [_sam_] Uhm, disculpa ¿Me acabas de llamar puta?

source: [_kitty_s_idle__s_talk_frown_2_] Uhm, duh? Anybody who would dare to dress as tacky as you has {i}got{/i} to be a huge cock slobbering {b}butt slut{/b}! Wouldn't you agree, you {u} trashy plaid wearing whore{/u}?
es_es: [_kitty_s_idle__s_talk_frown_2_] Uhm, ¿duh? Cualquiera que se atreva a vestir un vestido tan ajustado como el tuyo {i}tiene{/i} que ser una {b} lame culos {/b} de pollas enormes! ¿No estás de acuerdo {u} puta basura a cuadros {/u}?

source: [_kitty_s_towards_right_s_talk_frown_] No point in dragging this conversation out any longer. Me and Johnny are leaving!
es_es: [_kitty_s_towards_right_s_talk_frown_] No tiene sentido seguir esta conversación por más tiempo. ¡Yo y Johnny nos vamos!

source: [_johnny_s_talk_frown_s_sad_2_] Hey, sorry about what you just saw there. Kitty has a bit of a temper.
es_es: [_johnny_s_talk_frown_s_sad_2_] Oye, perdón por lo que acabas de ver. Kitty tiene un poco de temperamento.

source: [_kitty_] Johnny?! Come on already!!
es_es: [_kitty_] ¡¿Johnny?! ¡¡Vamos ya!!

source: [_sam_] Unbelievable! All I did was try to be nice to both of them.
es_es: [_sam_] ¡Increíble! Todo lo que hice fue tratar de ser agradable.

source: [_danny_s_talk_frown_s_rise_one_] Maybe you should try to just leave them alone for awhile.
es_es: [_danny_s_talk_frown_s_rise_one_] Tal vez deberías tratar de dejarles solos por un tiempo.

source: [_sam_] Don't worry, I will...
es_es: [_sam_] No te preocupes, yo...

source: [_sam_] Ahh man, and here I was really hoping we could actually become friends with them.
es_es: [_sam_] Ahh tio, esperaba que pudiera llegar a ser amiga de ellos.

source: [_danny_s_talk_frown_] Yeah, too bad. They seem like a handful anyway, so don't take it too personally.
es_es: [_danny_s_talk_frown_] Sí, está jodido. Parecen vulgares, no te lo tomes como algo personal.

source: [_danny_s_talk_happy_2_s_wondering_] You still have me and Tucker to goof on, so what more could you ask for?
es_es: [_danny_s_talk_happy_2_s_wondering_] Todavía me tienes a mí y a Tucker, así que ¿qué más podrías querer?

source: [_sam_s_talk_happy_] You're right. Thanks Danny. I'll see you later then.
es_es: [_sam_s_talk_happy_] Tienes razón. Gracias Danny. Te veré más tarde.

source: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Dude, you won't {b}believe{/b} what's happening right now!
es_es: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Tío, no te vas a {b}creer {/b} lo que está sucediendo en este momento!

source: [_danny_s_wondering_s_talk_frown_] Why, what's wrong Tucker?
es_es: [_danny_s_wondering_s_talk_frown_] ¿qué, qué sucede Tucker?

source: [_tucker_s_neutral_s_talk_frown_] It's Sam, dude! She is acting {i}way{/i} differently than usually, like a totally different person and everything! Dude, and her outfit, it is completely…
es_es: [_tucker_s_neutral_s_talk_frown_] ¡Es Sam, tío! Ella está {i}actuando{/i} de manera diferente, és como una persona totalmente diferente y todo! Tío, y su ropa, és completamente…

source: [_tucker_s_blank_stare_s_talk_happy_s_wondering_] ...I mean, I actually {b}really{/b} dig her new outfit but still, she's become way too...
es_es: [_tucker_s_blank_stare_s_talk_happy_s_wondering_]... Quiero decir, {b}realmente{/b} me gusta su nuevo traje, pero aún así, se ha vuelto demasiado...

source: [_sam_] Hey boys~! How yah' doing today? Acting all cute as usual, I see. {i}*Giggles*{/i}
es_es: [_sam_] ¡Hola chicos! ¿Cómo están hoy? Ya veo, actuando tan lindo como de costumbre. {i}*Risas*{/i}

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] S-Sam, good lord!! What's up with your clothes… and your hair?!
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] S-Sam, ¡¡Por dios!! ¡¿Qué ha pasado con tu ropa… y tu pelo?!

source: [_sam_s_talk_happy_3_s_towards_kitty_s_sad_] Oh, this new look you mean? Oh, I just wanted to make myself a little more comfortable is all! So, do you boys like it?
es_es: [_sam_s_talk_happy_3_s_towards_kitty_s_sad_] Oh, ¿te refieres a este nuevo look? Oh, sólo quería sentirme un poco más cómoda, ¡y eso és todo!, ¿les gusta?

source: [_danny_s_talk_frown_2_s_rise_one_] I mean, I would certainly be lying if I said I {b}didn't{/b} enjoy the view I'm seeing right now, but don't you think it's a bit too... {i}revealing{/i} for school?
es_es: [_danny_s_talk_frown_2_s_rise_one_] Quiero decir, mentiría si dijera que {b}no{/b} me gusta la vista que estoy viendo ahora, pero ¿no crees que es un poco demasiado... {i}provocador{/i} para la escuela?

source: [_danny_s_wondering_s_talk_frown_s_towards_] You might get into serious trouble for wearing something so skimpy. Who knows if Lancer will-
es_es: [_danny_s_wondering_s_talk_frown_s_towards_] Podrías meterte en serios problemas por llevar tan provocativo. Quién sabe si Lancer-
