Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/character_events/lily/lily_introduction.po
Languages: ru_ru

source: [_danny_s_towards_s_rise_s_smile_] ({i}Hmmm...{/i} help wanted, huh? For fifty bucks a shift? I could always use the spare change lying around.)
ru_ru: [_danny_s_towards_s_rise_s_smile_] ({i}Хммм...{/i} Требуется помощь, да? За пятьдесят баксов за смену? Я всегда могу использовать свободную мелочь, лежащую поблизости)

source: [_lily_s_towards_s_idle_s_talk_happy_] Welcome to Nasty Burger, home of the Nasty Burger, can I take your order?
ru_ru: [_lily_s_towards_s_idle_s_talk_happy_] Добро пожаловать в Nasty Burger, дом Nasty Burger, могу я принять ваш заказ?

source: [_danny_s_towards_s_idle_s_talk_happy_] Well, actually, I noticed your sign on the side here.
ru_ru: [_danny_s_towards_s_idle_s_talk_happy_] Ну, вообще-то, я заметил вашу вывеску здесь сбоку.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Huh? Oh yeah, the open positions. Yeah, our shift manager {b}Irving{/b} cut a bunch of the staff we had on hand.
ru_ru: [_lily_s_towards_s_idle_s_talk_displeased_] А? Ах да, открытые вакансии. Да, наш начальник смены {b}Ирвинг сократил кучу сотрудников, которые у нас были.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Was it because of the rats they found?
ru_ru: [_danny_s_towards_s_rise_s_talk_displeased_] Это из-за крыс, которых они нашли?

source: [_lily_s_towards_s_angry_s_talk_displeased_] No, the rats were all let in when Irving opened the back door to air the place out!
ru_ru: [_lily_s_towards_s_angry_s_talk_displeased_] Нет, все крысы были впущены, когда Ирвинг открыл заднюю дверь, чтобы проветрить помещение!

source: [_lily_s_towards_s_sad_s_talk_displeased_] So of course he didn't get the boot, go figure.
ru_ru: [_lily_s_towards_s_sad_s_talk_displeased_] Поэтому, конечно, его не выгнали.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Now, everybody else got let go because of the high demands and expectations he started setting after his mistake!
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] Теперь все остальные были уволены из-за высоких требований и ожиданий, которые он начал предъявлять после своей ошибки!

source: [_lily_s_towards_s_angry_s_talk_displeased_] Like, what a douche. Not everybody can work holidays or during family funerals, y'know?
ru_ru: [_lily_s_towards_s_angry_s_talk_displeased_] Ну и придурок. Не все могут работать в праздники или во время семейных похорон, понимаете?

source: [_danny_s_towards_s_angry_s_talk_consternation_] Jeez, guy sounds like a real piece of work.
ru_ru: [_danny_s_towards_s_angry_s_talk_consternation_] Боже, парень, похоже, настоящий трудяга.

source: [_lily_s_towards_s_sad_s_talk_displeased_] Yeah, he sucks, but you should be fine. The sign's just offering some part time shifts, not a full time gig.
ru_ru: [_lily_s_towards_s_sad_s_talk_displeased_] Да, он отстой, но с тобой все будет в порядке. Вывеска просто предлагает несколько неполных смен, а не полный рабочий день.

source: [_lily_s_towards_s_idle_s_talk_displeased_] We're always in need of help now because of that, but it's not like you'd really have to deal with him much.
ru_ru: [_lily_s_towards_s_idle_s_talk_displeased_] Из-за этого мы всегда нуждаемся в помощи, но не похоже, что вам придется часто иметь с ним дело.

source: [_lily_s_towards_s_rise_s_talk_happy_] ...in fact, I can pretty much hire you on my own if I wanted to.
ru_ru: [_lily_s_towards_s_rise_s_talk_happy_] ...на самом деле, я могу нанять вас самостоятельно, если захочу.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, seriously? That's awesome, I could definitely use the extra money.
ru_ru: [_danny_s_towards_s_wondering_s_talk_happy_] О, серьезно? Это здорово, мне бы точно не помешали лишние деньги.

source: [_lily_s_away_s_idle_s_talk_happy_] I mean like, if I wanted to, that is.{p}That has yet to be decided.
ru_ru: [_lily_s_away_s_idle_s_talk_happy_] То есть, если я захочу, конечно.{p}Это еще не решено.

source: [_danny_s_towards_s_sad_s_talk_displeased_] O-oh, okay then.
ru_ru: [_danny_s_towards_s_sad_s_talk_displeased_] О-о, тогда ладно.

source: [_lily_s_towards_s_rise_s_talk_happy_] Well first off, you'll have to go through my personal hiring process interview.
ru_ru: [_lily_s_towards_s_rise_s_talk_happy_] Во-первых, вам придется пройти мое личное собеседование при приеме на работу.

source: [_danny_s_towards_s_idle_s_talk_happy_] Sure, I'm down for that.
ru_ru: [_danny_s_towards_s_idle_s_talk_happy_] Конечно, я согласен.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Alright, cool.{p}So, first question:{p}Have you ever stolen money from a place of employment before?
ru_ru: [_lily_s_towards_s_idle_s_talk_displeased_] Хорошо, здорово.{p}Итак, первый вопрос:{p}Вы когда-нибудь раньше крали деньги с места работы?

source: [_danny_s_towards_s_idle_s_talk_displeased_] No, I haven't.
ru_ru: [_danny_s_towards_s_idle_s_talk_displeased_] Нет, не видел.

source: [_lily_s_towards_s_idle_s_talk_happy_] Nice. Well alright then, you're hired.
ru_ru: [_lily_s_towards_s_idle_s_talk_happy_] Хорошо. Ну, хорошо, тогда ты принят на работу.

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...really, that's it?
ru_ru: [_danny_s_towards_s_rise_s_talk_displeased_] ...действительно, это все?

source: [_lily_s_towards_s_sad_s_talk_happy_] Yeah, I mean, that's really the only important thing I need to worry about when hiring someone on.
ru_ru: [_lily_s_towards_s_sad_s_talk_happy_] Да, это единственная важная вещь, о которой мне нужно беспокоиться при приеме на работу.

source: [_lily_s_towards_s_angry_s_talk_happy_] If I hire somebody on who dips their hands into the cash drawer, that's on me, and then I'd have to beat your face in.
ru_ru: [_lily_s_towards_s_angry_s_talk_happy_] Если я найму кого-то, кто сунет руки в ящик с деньгами, это будет на моей совести, и тогда мне придется набить тебе морду.

source: [_lily_s_towards_s_idle_s_talk_happy_] But other than that, this job's not exactly rocket science. Put meat on the grill, mop the spills up, scrub the toilets like every Thursday or so...
ru_ru: [_lily_s_towards_s_idle_s_talk_happy_] Но в остальном, эта работа не совсем ракетостроение. Положить мясо на гриль, вытереть пролитую воду, вымыть туалеты, как каждый четверг или около того...

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...and like, wash your hands, obviously, but I don't even know if I need to bring that up.
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] ...и, конечно, мыть руки, но я даже не знаю, нужно ли об этом говорить.

source: [_danny_s_towards_s_idle_s_talk_happy_] No, I get that, that's pretty much the basics.
ru_ru: [_danny_s_towards_s_idle_s_talk_happy_] Нет, я понимаю, это в основном.

source: [_lily_s_towards_s_angry_s_talk_displeased_] I mean, you'd have to be a serious degenerate to not wash your hands at least twice a day anyway...
ru_ru: [_lily_s_towards_s_angry_s_talk_displeased_] Я имею в виду, что нужно быть серьезным дегенератом, чтобы не мыть руки хотя бы два раза в день...

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...let alone when eating or handling greasy, fatty foods all day long, y'know?
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] ...не говоря уже о том, чтобы есть или работать с жирной, жирной пищей в течение всего дня, понимаете?

source: [_danny_s_towards_s_rise_s_talk_happy_] ...but of course.
ru_ru: [_danny_s_towards_s_rise_s_talk_happy_] ...но, конечно.

source: [_lily_s_towards_s_idle_s_talk_happy_] Anyway, yeah, their should be a spare uniform in the-
ru_ru: [_lily_s_towards_s_idle_s_talk_happy_] В любом случае, да, у них должна быть запасная форма в

source: [_valerie_s_offscreen_s_uniform_s_towards_s_sad_s_talk_displeased_] Hey Lily, sorry I'm late. One of my friends called me while I was changing asking where I was, so I had to come up with a-
ru_ru: [_valerie_s_offscreen_s_uniform_s_towards_s_sad_s_talk_displeased_] Привет, Лили, извини за опоздание. Один из моих друзей позвонил мне, пока я переодевалась, и спросил, где я, так что мне пришлось придумать

source: [_valerie_s_uniform_s_towards_s_sad_s_talk_happy_] ...believable excuse...
ru_ru: [_valerie_s_uniform_s_towards_s_sad_s_talk_happy_] ...правдоподобное оправдание...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Valerie? You work here?
ru_ru: [_danny_s_towards_s_rise_s_talk_displeased_]... действительно, это все?

source: [_valerie_s_uniform_point_s_towards_wide_s_angry_s_talk_distraught_] F-F-Fenton!! What the, why are you-
ru_ru: [_valerie_s_uniform_point_s_towards_wide_s_angry_s_talk_distraught_] Ф-ф-фентон!!! Что за, почему ты

source: [_lily_s_towards_s_rise_s_talk_displeased_] Your name is "Fenton"?
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] Тебя зовут Фентон?

source: [_danny_s_towards_s_sad_s_talk_happy_] No, that's my last name, my name's Da-
ru_ru: [_danny_s_towards_s_sad_s_talk_happy_] Нет, это моя фамилия, меня зовут Да

source: [_valerie_s_uniform_up_s_towards_s_angry_s_talk_displeased_] {i}FENTON!!{/i}{p}What the heck are you doing here?
ru_ru: [_valerie_s_uniform_up_s_towards_s_angry_s_talk_displeased_] {i}ФЕНТОН!!!{p}Какого черта ты здесь делаешь?

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...in a fast food restaurant? Jeez Val, take a guess.
ru_ru: [_danny_s_towards_s_rise_s_talk_consternation_] ...в ресторане быстрого питания? Господи, Вэл, угадай.

source: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Look, you didn't see {u}anything{/u}, Fenton! If you know what's good for you.
ru_ru: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Слушай, ты не видел {u}ничего{/u}, Фентон! Если ты знаешь, что для тебя хорошо.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Valerie, why are you yelling?
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] Валери, почему ты кричишь?

source: [_valerie_s_uniform_up_s_towards_s_rise_s_talk_displeased_] Lily, I don't want him around here?
ru_ru: [_valerie_s_uniform_up_s_towards_s_rise_s_talk_displeased_] Лили, я не хочу, чтобы он был здесь?

source: [_lily_s_towards_s_sad_s_talk_displeased_] Why not?
ru_ru: [_lily_s_towards_s_sad_s_talk_displeased_] Почему бы и нет?

source: [_valerie_s_uniform_s_away_s_angry_s_talk_displeased_] Cause the loser goes to my school!!
ru_ru: [_valerie_s_uniform_s_away_s_angry_s_talk_displeased_] Потому что проигравший ходит в мою школу!!

source: [_lily_s_towards_s_idle_s_talk_happy_] You do?
ru_ru: [_lily_s_towards_s_idle_s_talk_happy_] Правда?

source: [_danny_s_towards_s_idle_s_talk_displeased_] Yeah...
ru_ru: [_danny_s_towards_s_idle_s_talk_displeased_] Да...

source: [_lily_s_towards_s_rise_s_talk_displeased_] Well, that's not really an excuse not to hire the guy...
ru_ru: [_lily_s_towards_s_rise_s_talk_displeased_] Ну, это не совсем оправдание, чтобы не нанимать парня...

source: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Lilian, if you hire him, I quit!
ru_ru: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Лилиан, если ты наймешь его, я уволюсь!

source: [_lily_s_towards_s_idle_s_talk_displeased_] Didn't you say you are in serious need of money since your Dad lost his job?
ru_ru: [_lily_s_towards_s_idle_s_talk_displeased_] Разве вы не говорили, что вам очень нужны деньги, так как ваш отец потерял работу?
