Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_towards_wide_s_sad_2_s_talk_frown_2_] Actually, as of late, it's been quite often, sadly.
es_es: [_danny_s_phantom_s_towards_wide_s_sad_2_s_talk_frown_2_] En realidad, a partir de tarde, ha sido bastante a menudo, triste.

source: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_frown_] Still, I feel sorta naked just hanging around waiting for-
es_es: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_frown_] Aún así, me siento desnudo de estar esperando -

source: [_star_] Hey Billy!! What's up, cutie??
es_es: [_star_] Hey Billy!! ¿Qué pasa, cutie??

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Oh, hey Star. I'm fine. Excited for today is all.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Oh, hey Star. Estoy bien. Excitado por hoy es todo.

source: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] Yeah, I can tell already!
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] Sí, ¡ya puedo contarlo!

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Oh, y-you can? Oh, I'm s-so sorry, I didn't mean to embarass-
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Oh, ¿o puedes? Oh, lo siento, no quería embarcarme-

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] Hahah dude, calm down, I'm just messing with you!
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] dudo de Hahah, ¡calma, estoy embrujando contigo!

source: [_star_s_normal_s_towards_s_angry_s_talk_happy_s_noblush_] Now c'mon, let's get going! I wanna try on at least a few dozen things!
es_es: [_star_s_normal_s_towards_s_angry_s_talk_happy_s_noblush_] ¡Ahora vamos a empezar! ¡Quiero intentar al menos unas docenas de cosas!

source: [_sales_lady_s_towards_s_neutral_s_talk_happy_] Hi, welcome to AbYss, how can I help you-
es_es: [_sales_lady_s_towards_s_neutral_s_talk_happy_] Hola, bienvenido a AbYss, cómo puedo ayudarte-

source: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Ehrm, if I can be so frank as to ask, you wouldn't happen to be a ghost by chance, would you sir?
es_es: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Ehrm, si puedo ser tan franco como para preguntar, no pasaría a ser un fantasma por casualidad, ¿querrías ser?

source: [_star_s_normal_s_towards_s_confused_2_s_talk_happy_s_noblush_] Oh no, this is just my albino friend, he's got a weird complexion... and even stranger fashion sense...
es_es: [_star_s_normal_s_towards_s_confused_2_s_talk_happy_s_noblush_] Oh no, esto es sólo mi amigo albino, tiene una extraña complejidad... y aún más extraña forma de moda...

source: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Oh, I see, but... is he glowing a little around his edges?
es_es: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Oh, veo, pero... ¿está brillando un poco alrededor de sus bordes?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Well yeah, he's also Russian, and his parents grew up in a village close by to Chernobyl, so...
es_es: [_star_s_normal_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Bueno, sí, también es ruso, y sus padres crecieron en un pueblo cerca de Chernóbil...

source: [_sales_lady_s_towards_s_neutral_s_talk_happy_] Ohhhh, I see!! My mistake sir, welcome to AbYss!!
es_es: [_sales_lady_s_towards_s_neutral_s_talk_happy_] Ohhhhh, ¡Vo!! Mi señor, bienvenido a Abys!!

source: [_danny_s_phantom_s_blank_stare_s_wondering_s_frown_2_] (What some people will believe on a whim, I swear.)
es_es: [_danny_s_phantom_s_blank_stare_s_wondering_s_frown_2_] (Lo que algunas personas creerán por capricho, juro.)

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] So, today, we're looking for something for me to wear at the upcoming dance...
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Así que, hoy, estamos buscando algo que me lleve en el próximo baile...

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Yeah, she-
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Sí, ella -

source: [_star_s_normal_s_towards_s_angry_s_talk_happy_2_s_noblush_] I need a couple of things to choose from. Give me the best of what you've got. My friend's going to be giving me his opinion.
es_es: [_star_s_normal_s_towards_s_angry_s_talk_happy_2_s_noblush_] Necesito un par de cosas para elegir. Dame lo mejor de lo que tienes. Mi amigo me va a estar dando su opinión.

source: [_sales_lady_s_towards_s_neutral_s_talk_happy_] Alrighty! Let's head on over to the changing room, shall we?
es_es: [_sales_lady_s_towards_s_neutral_s_talk_happy_] ¡Bien! Vamos al vestuario, ¿verdad?

source: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_frown_] Wow, so, this is where you'll be-
es_es: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_frown_] Wow, así que aquí es donde estarás-

source: [_star_s_normal_s_towards_s_angry_s_talk_frown_s_noblush_] Now, again, the best you have here in stock would be appreciated.
es_es: [_star_s_normal_s_towards_s_angry_s_talk_frown_s_noblush_] Ahora, de nuevo, lo mejor que tienes aquí en stock sería apreciado.

source: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Yes ma'am, I'll lend you some over the top shelf for you to try on.
es_es: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Sí ma'am, te prestaré algo por encima de la protección superior para que lo pruebes.

source: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] Great, thaaaanks.
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] Genial, thaaaanks.

source: [_star_] Okay, c'mon Billy! Shuffle on inside there!
es_es: [_star_] Vale, ¡c'mon Billy! ¡Mezclar dentro de allí!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Oh, okay then. Yeah, I wanna make sure I help you pick the best outfit to-
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Oh, está bien. Sí, quiero asegurarme de que te ayude a elegir el mejor traje para...

source: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] Hahah, oh Billy, don't be modest. We both know why you're looking forward to watching me change in and out of clothes.
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] Hahah, oh Billy, no te molestes. Ambos sabemos por qué estás deseando verme cambiar de ropa.

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_frown_s_noblush_] Come on, let's go, get your butt in gear!
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_frown_s_noblush_] ¡Vamos, vamos, consigue tu trasero en marcha!

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Alright, alright! I'm going!
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Muy bien, ¡está bien! ¡Voy a hacerlo!

source: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] Well, it's uh, at least roomy.
es_es: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] Bueno, es uh, al menos espacioso.

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_blush_1_] Yeah, but it's still nice and cozy, wouldn't you say?~
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_blush_1_] Sí, pero todavía es agradable y acogedor, ¿no dirías?~

source: [_sales_lady_] Okay ma'am, I'll leave these four over the edge here for you.
es_es: [_sales_lady_] Okay ma'am, dejaré estos cuatro encima del borde aquí para ti.

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Perfect!! Thanks so much!
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Perfect!! ¡Muchas gracias!

source: [_star_s_normal_s_towards_s_neutral_s_talk_happy_s_noblush_] Now Billy, would you mind turning around for me while I slip into each one?
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_happy_s_noblush_] Ahora bien, ¿te importaría girarme para mí mientras me deslizo en cada una?

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] Wouldn't it have been easier to just have me wait outside for that?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] ¿No habría sido más fácil tenerme esperar afuera para eso?

source: [_star_s_normal_s_towards_s_confused_s_talk_frown_s_noblush_] This is faster, plus, if it's hideous, I don't wanna be caught seen in it.
es_es: [_star_s_normal_s_towards_s_confused_s_talk_frown_s_noblush_] Esto es más rápido, más, si es escondido, no quiero ser visto en él.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Oh, okay, I guess that makes sense.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Oh, bien, supongo que eso tiene sentido.

source: [_star_] Okay, turn around.
es_es: [_star_] Vale, hazte con eso.

source: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_happy_] Woah, that looks pretty good already.
es_es: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_happy_] Woah, eso ya se ve bastante bien.

source: [_star_s_blackdress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Yeah, you think so?
es_es: [_star_s_blackdress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Sí, ¿lo crees?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] I really do!
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] ¡Realmente lo hago!

source: [_star_s_blackdress_s_towards_s_confused_2_s_talk_frown_s_noblush_] I honestly don't mind the color, it's the hem that's bothering me though, ya know?
es_es: [_star_s_blackdress_s_towards_s_confused_2_s_talk_frown_s_noblush_] Sinceramente no me importa el color, ¿es el sombrero que me molesta, ya lo sabe?

source: [_danny_s_phantom_s_blank_stare_s_wondering_s_talk_frown_] Uhh... yeah, totally.
es_es: [_danny_s_phantom_s_blank_stare_s_wondering_s_talk_frown_] Uhh... sí, en total.

source: [_star_s_blackdress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Oh Billy, you're so silly.
es_es: [_star_s_blackdress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Oh Billy, estás tan silly.

source: [_star_s_blackdress_s_towards_s_neutral_s_talk_frown_s_noblush_] Moving on, let's try another. Turn around.
es_es: [_star_s_blackdress_s_towards_s_neutral_s_talk_frown_s_noblush_] En movimiento, vamos a probar otra. Gira.

source: [_star_s_bluedress_s_towards_s_neutral_s_talk_frown_s_noblush_] Alright, what do you think of this one?
es_es: [_star_s_bluedress_s_towards_s_neutral_s_talk_frown_s_noblush_] Bien, ¿qué opinas de este?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Heh, again, it's hard to say anything negative about it.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Eh, una vez más, es difícil decir algo negativo al respecto.

source: [_star_s_bluedress_s_towards_s_neutral_s_talk_happy_2_s_noblush_] Another all around solid hitter, I agree.
es_es: [_star_s_bluedress_s_towards_s_neutral_s_talk_happy_2_s_noblush_] Otro golpeador sólido, estoy de acuerdo.

source: [_star_s_bluedress_s_towards_s_angry_s_talk_frown_s_noblush_] Although honestly, it feels like my ass is swallowing the fabric in the back already at this point.
es_es: [_star_s_bluedress_s_towards_s_angry_s_talk_frown_s_noblush_] Aunque sinceramente, parece que mi culo está tragando la tela en la parte trasera ya en este momento.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] Oh, y-you think so?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] Oh, ¿lo crees?

source: [_star_s_bluedress_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Yes, and before you ask to see it, no. {i}*Giggles*{/i}
es_es: [_star_s_bluedress_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Sí, y antes de pedir verlo, no. {i}*Giggles*{/i}

source: [_danny_s_phantom_s_towards_wide_s_angry_s_talk_happy_] Hey, I wouldn't have-
es_es: [_danny_s_phantom_s_towards_wide_s_angry_s_talk_happy_] Hey, no lo tendría-

source: [_star_s_bluedress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] Trust me, I can tell you it's definitely not a pretty picture.
es_es: [_star_s_bluedress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] Confíe en mí, puedo decirle que definitivamente no es una foto bonita.

source: [_star_s_bluedress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Alright, turn around once more, please Mr. Ghost Man.
es_es: [_star_s_bluedress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] De acuerdo, gire una vez más, por favor señor Ghost Man.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Hahah, alright.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Hahah, bien.

source: [_star_] Hmmm...
es_es: [_star_] Hmm...

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Something funny?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] ¿Algo divertido?

source: [_star_] I think either the dressing woman was making a mistake or she's playing a funny joke.
es_es: [_star_] Creo que o la mujer vestida estaba cometiendo un error o que está jugando un chiste divertido.

source: [_star_] Well, just wait...
es_es: [_star_] Bueno, espera...

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] What's the jok-
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Qué es el chiste-

source: [_star_s_garter_s_towards_s_neutral_s_talk_happy_s_blush_2_] You like?
es_es: [_star_s_garter_s_towards_s_neutral_s_talk_happy_s_blush_2_] ¿Te gusta?

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_happy_2_] Uhmmm. w-w-well... you look...
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_happy_2_] Uhmmm. w-w-well... mira...

source: [_star_s_garter_s_towards_s_rise_one_s_talk_happy_s_noblush_] Must've just gotten mixed in with the dresses, right?
es_es: [_star_s_garter_s_towards_s_rise_one_s_talk_happy_s_noblush_] Debe haberse mezclado con la vestimenta, ¿verdad?

source: [_danny_s_phantom_s_blank_stare_s_neutral_s_talk_happy_2_] Y-yeah, just a little mistake, h-harmless o-o-oopsie.
es_es: [_danny_s_phantom_s_blank_stare_s_neutral_s_talk_happy_2_] Y-sí, solo un pequeño error, h-inofensivo o-oopsia.

source: [_star_s_garter_s_down_s_neutral_s_talk_frown_s_noblush_] Jeez, you're already creaming your loins over there.
es_es: [_star_s_garter_s_down_s_neutral_s_talk_frown_s_noblush_] Jeez, ya estás creando tus lomos por ahí.

source: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_] Sorry, I just wasn't expecting it.
es_es: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_] Lo siento, no lo esperaba.

source: [_star_s_garter_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] It's okay... I like knowing that you enjoy looking at me like this...
es_es: [_star_s_garter_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] Está bien... Me gusta saber que me disfrutas mirándome así...

source: [_star_s_garter_s_towards_s_rise_one_s_talk_happy_s_noblush_] Well I guess I should change into an actual outfit now, huh?
es_es: [_star_s_garter_s_towards_s_rise_one_s_talk_happy_s_noblush_] Bueno, supongo que ahora debería cambiar a un equipo real, ¿eh?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Sure, I'll turn around again then.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Claro, entonces volveré la vuelta de nuevo.

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Alright, for real, what do you think of this one?
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Bien, para realistas, ¿qué opinas de este?

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] Oh wow, yeah, that one looks really nice. I like the color and everything.
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] Oh wow, sí, que uno se ve muy bien. Me gusta el color y todo.

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] Yeah, I think it suits me pretty well.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] Sí, creo que me conviene bastante bien.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Again, can't imagine you looking bad in much.
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] De nuevo, no se puede imaginar que te parezca mal en mucho.

source: [_star_s_dress_s_down_s_neutral_s_talk_happy_2_s_blush_2_] Oh Billy, you flirt.
es_es: [_star_s_dress_s_down_s_neutral_s_talk_happy_2_s_blush_2_] Oh Billy, flirt.

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] C'mon, let's get outta here, I think I've made my choice.
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] C'mon, vayamos aquí, creo que he hecho mi elección.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No problem.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No hay problema.

source: [_star_s_normal_s_towards_s_neutral_s_talk_happy_s_noblush_] Well hey, that was pretty fun, wasn't it?
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_happy_s_noblush_] Bueno, bueno, eso fue bastante divertido, ¿no?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Y-yeah, definitely... man...
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Y-sí, definitivamente... hombre...

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] You really know how to flaunt what you've got going on.
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Realmente sabes hacer alarde de lo que tienes en marcha.

source: [_star_s_normal_s_towards_s_neutral_s_talk_happy_2_s_blush_1_] It's called accentuating. Haha hah.
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_happy_2_s_blush_1_] Se llama acentuante. Haha hah.

source: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_s_noblush_] Okay, so I think I found something that I want. That red orange piece was really nice, don't you think?
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_s_noblush_] Vale, así que creo que encontré algo que quiero. Esa pieza naranja roja fue realmente bonita, ¿no crees?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] No yeah, totally suited you!
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] No sé, ¡se adapta totalmente a ti!

source: [_star_s_normal_s_down_s_neutral_s_talk_frown_s_noblush_] Yeah, I thought so too...
es_es: [_star_s_normal_s_down_s_neutral_s_talk_frown_s_noblush_] Sí, yo también lo pensaba...

source: [_star_s_normal_s_towards_s_neutral_s_talk_happy_2_s_noblush_] Let's go with that then!
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_happy_2_s_noblush_] ¡Vamos con eso entonces!

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] Sounds great!
es_es: ¡[_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] suena genial!

source: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] Any idea what you're gonna wear?
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_frown_s_noblush_] ¿Alguna idea de lo que vas a usar?

source: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_] Well, what do you think I should go in?
es_es: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_] Bueno, ¿qué crees que debería entrar?

source: [_star_s_normal_s_down_s_neutral_s_talk_frown_s_noblush_] {i}Hmmmm{/i}... something nice of course, I really want to show off to everyone...
es_es: [_star_s_normal_s_down_s_neutral_s_talk_frown_s_noblush_] {i}Hmmmm{/i}... algo agradable, por supuesto, realmente quiero mostrar a todos...

source: [_star_s_normal_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] That's like, 50 percent of the reason to even go to these stupidly gaudy dances.
es_es: [_star_s_normal_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] Eso es como el 50 por ciento de la razón para ir incluso a estos bailes estúpidos.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] What's the other 50 percent?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] ¿Cuál es el otro 50 por ciento?

source: [_star_s_normal_s_towards_wide_s_neutral_s_talk_happy_2_s_blush_1_] 25 percent to get loaded with booze, and 25 percent to hopefully get laid well.
es_es: [_star_s_normal_s_towards_wide_s_neutral_s_talk_happy_2_s_blush_1_] 25 por ciento para cargarse con libro, y 25 por ciento para esperar que se pongan bien.

source: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_2_s_blush_2_] Oh my God, your face is hilarious!
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_2_s_blush_2_] ¡Oh mi Dios, tu rostro es hilario!

source: [_star_s_normal_s_towards_s_angry_s_talk_happy_s_noblush_] You're so funny to fuck with, Billy.
es_es: [_star_s_normal_s_towards_s_angry_s_talk_happy_s_noblush_] Eres tan divertido de joder con, Billy.

source: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Hope you're even better to fuck around with...
es_es: [_star_s_normal_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Espero que incluso más te guste follar con...

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] {i}Uhhhh{/i}...
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] {i}Uhhh{/i}...

source: [_star_s_normal_s_towards_wide_s_rise_one_s_talk_happy_2_s_blush_1_] See, I told you! Hah ahah ha!
es_es: [_star_s_normal_s_towards_wide_s_rise_one_s_talk_happy_2_s_blush_1_] Ve, te dije. ¡Hah háhá!

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] See you later Billy.
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Nos vemos después de Billy.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] You don't need me to help pay for anything?
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] ¿No me necesita para ayudar a pagar por nada?

source: [_star_s_normal_s_towards_s_confused_s_talk_frown_s_noblush_] What? No, I got it. I'm not like poor or something, I'm good with my money.
es_es: [_star_s_normal_s_towards_s_confused_s_talk_frown_s_noblush_] ¿Qué? No, lo entiendo. No soy como pobre o como algo, estoy bien con mi dinero.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Oh, alright.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Oh, de acuerdo.

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Again, I'll see you Saturday night. Meet in front of Casper High around 7:00, okay?
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_s_noblush_] De nuevo, te veré el sábado por la noche. Conoce frente a Casper High alrededor de las 7:00, ¿de acuerdo?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] I'll be there, sure.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Estaré allí, seguro.

source: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] Cooool. Bye Billy!
es_es: [_star_s_normal_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] Cooool. ¡Ayugue!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] Okay...
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] Vale...

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] Alright then, I guess that's covered and done with.
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] De acuerdo, entonces, supongo que está cubierto y hecho con.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Time to go prepare for the dance...
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] es hora de prepararse para el baile...

source: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] ...so, what exactly {i}am{/i} I going to wear?
es_es: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] ...entonces, ¿qué exactamente {i}am{/i} voy a usar?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] Alright, I got my outfit together, so...
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] Bien, he reunido mi vestuario así que...
