Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_blank_stare_s_neutral_s_frown_grin_] (Maybe I should have gotten Tucker to help out with this instead?)
es_es: [_danny_s_blank_stare_s_neutral_s_frown_grin_] (¿Tal vez debería haber conseguido que Tucker ayudara con esto en su lugar?)

source: [_danny_] (Ugh, no, no time! I'll have to deal with just the two of us! Man, this isn't even super hero related, this is just public service!)
es_es: [_danny_] (Ugh, no, ¡no hay tiempo! ¡Solo puedo lidiar con los dos de nosotros! Tio, ni siquiera el super heroe, ¡esto és sólo servicio público!)

source: [_danny_] (The two of us spent the rest of the night going around to people and taking their drinks away.)
es_es: [_danny_] (Los dos pasaremos el resto de la noche yendo a la gente y cogiendo sus bebidas.)

source: [_danny_] (A few odd stares here and there, but once I explained to them the "hairy situation" they quickly coughed up their cup.)
es_es: [_danny_] (Unas pocas miradas raras aquí y allá, pero una vez que les expliqué la "situación peluda" rápidamente soltaron su taza)

source: [_danny_] (I kept throwing them away in the trash, but Sam just kept shooting the drinks back after she took them off people's hands.)
es_es: [_danny_] (Yo seguí tirándolas a la basura, pero Sam siguió bebiéndose las bebidas después de que cogerlas de las manos de la gente)

source: [_danny_] (This lead to some people looking at Sam with some rather bizarre faces...)
es_es: [_danny_] (Esto hizo que algunas personas miraran a Sam con caras bastante bizarras...)

source: [_danny_] (But I don't think Sam minded at all. I don't think she could even {b}see{/b} anybody's face clearly at that point.)
es_es: [_danny_] (Pero no creo que Sam pensara en absoluto. No creo que pudiera ni siquiera {b}ver{/b} la cara de nadie claramente.)

source: [_danny_] (After a bit of this, we decided it was best to cut and run before Lancer caught wind of the whole fiasco.)
es_es: [_danny_] (Después de un poco de esto, decidimos que era mejor cortar e irnos antes de que Lancer oliera este lío.)

source: [_danny_] (It was my job to get Sam home and in her bed safe and sound... no way was she getting there by herself.)
es_es: [_danny_] (Era mi trabajo llevar a Sam a casa y dejarla en su cama a salvo... de ninguna llegaría ella por sí misma.)

source: [_danny_s_wondering_s_blank_stare_s_talk_frown_] Okay, here we are. Safe and sound. Nobody in too bad of a shape, and hopefully nothing to tie us back to that possible crime scene.
es_es: [_danny_s_wondering_s_blank_stare_s_talk_frown_] Vale, aquí estamos. A salvo. Nadie en mal estado, y esperemos que nada nos vincule a esa posible situación de delito.

source: [_sam_s_drunk_2_s_talk_bite_s_sad_] Woohhhf... this has been... so much fun, honestly...
es_es: [_sam_s_drunk_2_s_talk_bite_s_sad_] Woohhhf... esto ha sido... sinceramente... tan divertido...

source: [_danny_s_angry_s_talk_frown_2_] Really? Fun, huh? We just spent the whole time having to backtrack a huge incident you caused!
es_es: [_danny_s_angry_s_talk_frown_2_] ¿Realmente? Diversión, ¿eh? ¡Hemos pasado todo el tiempo teniendo que dar marcha atrás a un gran incidente que causaste!

source: [_sam_s_drunk_s_angry_s_talk_happy_] Hah ha, yeah, wasn't it great??
es_es: [_sam_s_drunk_s_angry_s_talk_happy_] Hah, sí, ¿¡no fue genial??

source: [_danny_s_at_player_s_neutral_s_talk_frown_] No, not exactly what I'd call it...
es_es: [_danny_s_at_player_s_neutral_s_talk_frown_] No, no és como lo llamaría...

source: [_sam_s_sad_s_talk_happy_3_] Aww... D-Danny... you mean you... {b}didn't{/b} have a good time wi-{i}*Hic*{/i}-th me?
es_es: [_sam_s_sad_s_talk_happy_3_] Aww... D-Danny... quieres decir que... {b}no {/b} has pasado un buen rato con-{i}*Hic*{/i}-migo?

source: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Okay, now I guess I can't say that's true. I did... enjoy hanging with you.
es_es: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Vale, no puedo decir que eso es cierto. Lo hice... disfruté bailando contigo.

source: [_danny_s_talk_happy_s_towards_s_sad_] Watching you stumble over your words isn't normal for you, so it's pretty amusing to see.
es_es: [_danny_s_talk_happy_s_towards_s_sad_] Ver que tropiezas con tus palabras no és normal en ti, és muy divertido verlo.

source: [_danny_s_neutral_s_talk_frown_2_s_towards_wide_] I just wish you wouldn't take it so far!
es_es: [_danny_s_neutral_s_talk_frown_2_s_towards_wide_] ¡Solo desearía que no llegaras tan lejos!

source: [_sam_s_drunk_s_confused_s_talk_happy_] Yeah, I {i}*Giggles*{/i} guess I sorta did take it a bit far, huh?
es_es: [_sam_s_drunk_s_confused_s_talk_happy_] Sí, {i}*Risas*{/i} creo que se me fue la mano un poco, ¿eh?

source: [_danny_s_sad_s_talk_frown_] Yes, you did. What was that all about even?
es_es: [_danny_s_sad_s_talk_frown_] Sí, lo hiciste. ¿Qué intentabas hacer?

source: [_sam_s_neutral_s_talk_frown_2_] I don't know, I just... I thought the booze would get me loosened up a bit... and I just... wanted everybody to be, too?
es_es: [_sam_s_neutral_s_talk_frown_2_] no sé, sólo... pensé que el booze me haría soltarme un poco... y sólo... quería que todo el mundo también se soltara

source: [_sam_s_drunk_2_s_confused_s_talk_frown_] Although... I know now that dances are... kinda lame? Like... everybody was all dressed up and trying to act too cool...
es_es: [_sam_s_drunk_2_s_confused_s_talk_frown_] Sin embargo... Ahora sé que los bailes son... ¿un estorbo?... todo el mundo estaba vestido y tratando de actuar para ser agradables...

source: [_sam_s_talk_happy_s_drunk_s_sad_] I'm glad I didn't go to too many before... it's somethin' cool to 'espeeriance once, but... not much {b}real{/b} substance...
es_es: [_sam_s_talk_happy_s_drunk_s_sad_] Estoy feliz porque nunca había ido antes... es una experiencia genial para una vez, pero... sin mucha sustancia {b}real{/b}...

source: [_danny_s_closed_s_talk_happy_] Well, I'm glad you're sober enough to still have a nice little moment of clarity and reflection.
es_es: [_danny_s_closed_s_talk_happy_] Bueno, me alegro de que estés algo sobria para tener un buen momento de claridad y reflexión.

source: [_sam_s_talk_bite_s_ahegao_] {i}*Snorts*{/i} Dude, I can't feel anything but the tingling in my toesies... iss' incredible.
es_es: [_sam_s_talk_bite_s_ahegao_] {i}*Resoplos*{/i} Tio, no puedo sentir nada pero el hormigueo de mis dedos de los pies... és increíble.

source: [_danny_s_talk_happy_s_rise_one_] Uhm, yeah, I think it's time I get you inside for bed.
es_es: [_danny_s_talk_happy_s_rise_one_] Uhm, sí, creo que és hora de que te metas dentro de la cama.

source: [_sam_s_sad_s_drunk_s_talk_frown_] Whu- b-bed?? N-no, no, noooooo, no bed. Iss' still time fer' staying up, right? It's not thaaaat late!
es_es: [_sam_s_sad_s_drunk_s_talk_frown_] ¿¿Cama?? N-no, no, noooooo, no cama. Todavía estás en tiempo de subir, ¿no? ¡No és demasiado tarde!

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Well, I know it's not that late, but it's because we had to cut out early because you were so drunk.
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Bueno, sé que no es tan tarde, pero es porque tuvimos que volver temprano porque estabas tan ebria.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] I don't know if staying any longer would be-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No sé si permanecer por más tiempo sería-

source: [_sam_s_sad_s_talk_frown_2_] Ohhh, c'mon Danny... 'pwease? I 'pwomise I'll be good! We can stay in my basement! My parents won't even know! They're out of town on a cruise this weekend!
es_es: [_sam_s_sad_s_talk_frown_2_] Ohhh, Vamos Danny... '¿Por favor? ¡Yo voy a ser buena! ¡Podemos quedarnos en mi sótano! ¡Mis padres ni siquiera lo sabrán! ¡Están fuera de la ciudad en un crucero este fin de semana!

source: [_danny_s_rise_one_s_talk_frown_2_] Don't you live with your grandma too?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿No vives también con tu abuela?

source: [_sam_s_confused_s_talk_frown_3_s_drunk_2_] {i}Psssch!{/i} I could host a group orgy down there, and she'd provide snacks and rubbers! She's totally cool with it...
es_es: [_sam_s_confused_s_talk_frown_3_s_drunk_2_] {i}Psssch!{/i} Yo podría hacer una orgía de grupo ahí abajo, ¡y ella proporcionaría condones! Es totalmente genial con el...

source: [_danny_s_rise_one_s_talk_frown_s_at_player_] ...uhm, okay... that hasn't actually happened before, has-?
es_es: [_danny_s_rise_one_s_talk_frown_s_at_player_] ...uhm, okay... eso no ha ocurrido antes, ¿no-?

source: [_sam_s_angry_s_talk_happy_2_s_drunk_] {i}Dannnyyyy!!{/i} Let's go inside already, I'm freezing out here!
es_es: [_sam_s_angry_s_talk_happy_2_s_drunk_] {i}Dannyyyyyyy!!{/i} Vamos dentro ya, ¡estoy congelándome aquí!

source: [_danny_s_talk_happy_] Okay, okay! But it's your house, I don't have the key to it!
es_es: [_danny_s_talk_happy_] Vale, está bien! Pero es tu casa, ¡no tengo la llave!

source: [_sam_s_talk_happy_2_s_sad_] Oh, right! Das me! {i}*Snorts* *Laughs*{/i}
es_es: [_sam_s_talk_happy_2_s_sad_] ¡Oh, a la derecha! Das me! {i}*Snorts * *Laughs * {/i}

source: [_danny_s_rise_one_s_talk_happy_] You have a snort? Oh my god, that's adorable.
es_es: [_danny_s_rise_one_s_talk_happy_] Tienes un ronquido? Oh mi dios, eso es adorable.

source: [_sam_s_angry_s_talk_happy_3_s_drunk_2_] Awww, shud' dah' fuck up, Fenton! Don't tease me! {i}*Giggles*{/i} I can't help it! {i}*Snorts*{/i}
es_es: [_sam_s_angry_s_talk_happy_3_s_drunk_2_] Awww, dah' fuck up, ¡Fenton! ¡No me tintes! {i}*Gigles*{/i} ¡No puedo ayudarlo! {i}*Snortes*{/i}

source: [_danny_s_wondering_s_closed_s_talk_happy_2_] Come on key fumbler, let me help you out.
es_es: [_danny_s_wondering_s_closed_s_talk_happy_2_] Ven a fumbler clave, déjame ayudarte.

source: [_danny_s_down_s_talk_happy_s_wondering_] ...and there we go!
es_es: [_danny_s_down_s_talk_happy_s_wondering_] ...¡y ahí vamos!

source: [_sam_s_sad_2_s_talk_happy_s_drunk_] Yayyy, whadda' magician you are~!
es_es: ¡[_sam_s_sad_2_s_talk_happy_s_drunk_] Yayyy, mago de quién eres~!

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] You know, I rarely go through the front anymore, I forget what a nice foyer you guys have.
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Tú lo sabes, rara vez pasaré por el frente, me olvidaré de lo que tiene un buen foyer que sus chicos tienen.

source: [_sam_s_talk_happy_3_s_angry_] Thank our inferior decorator! He's like, super gay, it's so amazing...
es_es: [_sam_s_talk_happy_3_s_angry_] ¡Gracias a nuestro decorador inferior! Le gusta, super gay, es tan increíble...

source: [_sam_s_drunk_2_s_sad_s_talk_frown_3_] {i}Shuuuuush{/i}... that's whuddai' said. Don't make funna' me cause I can't speak righ' now, okay?
es_es: [_sam_s_drunk_2_s_sad_s_talk_frown_3_] {i}Shuuuush{/i}... eso es whuddai' dicho. ¿No me molestes que no pueda hablar bien' ahora, ¿no?

source: [_sam_s_talk_happy_s_neutral_s_drunk_] Da' basement's downstairs, jus' follow me...
es_es: [_sam_s_talk_happy_s_neutral_s_drunk_] las escaleras del sótano de Da, solo me siguen...

source: [_danny_] Woah, you're kidding me!
es_es: [_danny_] ¡Genial, me estás matando!

source: [_sam_] Whu- whazzup, what happened?
es_es: [_sam_] Whu- whazzup, ¿qué pasó?

source: [_danny_] You're so rich you have a basement... {b}downstairs{/b}?! Man, you guys really {i}are{/i} loaded.
es_es: [_danny_] ¿Eres tan rico que tienes un sótano... {b}downstairs{/b}?! Hombre, realmente tienes {i}cargado{/i} cargado.

source: [_sam_] What? I don't- {i}ohhhh{/i}, Danny, that was a good one!! {i}*Snorts*{/i} I love sarcasm... {b}so{/b} fucking much...
es_es: [_sam_] ¿Qué? I don't- {i}ohhhh {/i}, Danny, that was a good one!! {i}*Snorts * {/i} I love sarcasm ... {b}so {/b} joder much ...

source: [_danny_] Now, is that sarcasm?
es_es: [_danny_] Ahora, ¿es ese sarcasm?

source: [_sam_] Stop it! {i}*Chuckles*{/i} I can't laugh {b}and{/b} walk down stairs!
es_es: [_sam_] ¡Deténtelo! ¡ {i}*Chuckles*{/i} No puedo reír {b}y{/b} caminar por escalas!

source: [_sam_s_talk_happy_2_s_sad_] Alrighty, and here we are! Casa del... casa! {i}*Snickers*{/i}
es_es: [_sam_s_talk_happy_2_s_sad_] ¡Bien, y aquí estamos! ¡Casa del... casa! {i}*Snickers*{/i}

source: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Woah... {b}this{/b} is your downstairs??
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] ¿A... {b}este{/b} son tus escaleras bajas??

source: [_sam_s_talk_frown_s_confused_s_drunk_2_] Uhmm... what, too much?
es_es: [_sam_s_talk_frown_s_confused_s_drunk_2_] Uhmm... ¿qué, demasiado?

source: [_danny_s_sad_s_talk_happy_] N-no! It's actually super awesome! It's like the size of my parents' lab!
es_es: ¡[_danny_s_sad_s_talk_happy_] N-no! ¡Es realmente increíble! ¡Es como el tamaño del laboratorio de mis padres!

source: [_sam_s_sad_2_s_talk_happy_3_s_drunk_] Thank you! I rea-{i}*Hic*{/i}-ally like it too!
es_es: [_sam_s_sad_2_s_talk_happy_3_s_drunk_] ¡Gracias! ¡Rea-{i}*Hic*{/i}-ally también me gusta!

source: [_danny_s_sad_s_talk_happy_s_blank_stare_] You've got pretty much everything minus a four lane bowling alley!
es_es: [_danny_s_sad_s_talk_happy_s_blank_stare_] ¡Tienes casi todo menos un tazón de cuatro carriles!

source: [_sam_s_confused_s_talk_bite_s_drunk_2_] Well yeah, we could only fit da' two lanes in over there!
es_es: [_sam_s_confused_s_talk_bite_s_drunk_2_] Bueno, sí, ¡solo pudimos encajar dos carriles por ahí!

source: [_bowling_] {i}*RrrrrrrrrrrrrrrrrrrPWOCK!*{/i}
es_es: [_bowling_] {i}* RrrrrrrrrrrrrrrrrrrrrrrPWOCK!*{/i}

source: [_ida_] Yippee!! Woobie's hot tonight!!
es_es: ¡¡[_ida_] Yippee!! ¡¡¡¡¡¡Esta noche está caliente!!

source: [_ida_] Oh, hello there Samantha! Ohh, I see you have a handsome boy down here tonight! I'll get outta your hair! Don't mind me!
es_es: [_ida_] ¡Oh, hola ahí Samantha! ¡Ohh, veo que tienes un guapo chico aquí esta noche! ¡Te saldré tu pelo! ¡No me importa!

source: [_sam_s_talk_frown_s_angry_] Gr-grandma, {i}shoooosh{/i}!! Be quiet!!
es_es: [_sam_s_talk_frown_s_angry_] Gran abuelo, {i}shoooosh{/i}!! ¡¡¡¡¡Mira en silencio!!

source: [_ida_] Aheh heh he! Just teasing you, kiddo!
es_es: [_ida_] ¡Ah, jeje! ¡Solo te regaña, chico!

source: [_ida_] Goodnight deary!!
es_es: [_ida_] ¡¡¡Muy querido!!

source: [_sam_s_sad_s_talk_bite_] Goo'night!
es_es: ¡[_sam_s_sad_s_talk_bite_] Bueno!

source: [_danny_s_talk_happy_2_s_sad_] Uhm, goodnight, Mrs. Sam's grandma!
es_es: [_danny_s_talk_happy_2_s_sad_] Uhm, buenas noches, ¡la abuela de Sam!

source: [_ida_] Goodnight to you too, dearie! Take good care of my grand daughter tonight! Use protection!
es_es: [_ida_] ¡Buena noche también para ti! ¡Cuida bien a mi gran hija esta noche! ¡Usa protección!

source: [_ida_] {i}Aheh heh he heh!{/i}
es_es: [_ida_] {i}Ah heh heh!{/i}

source: [_danny_s_talk_happy_] Uhmm... I can see where you got your ability to just speak whatever's on your mind!
es_es: [_danny_s_talk_happy_] Uhmm... ¡Puedo ver dónde tienes tu habilidad para hablar lo que esté en tu mente!

source: [_sam_s_neutral_s_talk_frown_2_s_drunk_2_] Please, just... just ignore her.
es_es: [_sam_s_neutral_s_talk_frown_2_s_drunk_2_] Por favor, por favor... simplemente ignórela.

source: [_danny_s_blank_stare_s_talk_happy_2_s_sad_] Yeah, no problem. This whole place is so nice, I wanted to mention it again.
es_es: [_danny_s_blank_stare_s_talk_happy_2_s_sad_] Sí, no hay problema. Todo este lugar es tan bonito, quería mencionarlo de nuevo.

source: [_sam_s_drunk_s_neutral_s_talk_frown_3_] Thanks, my parents put a lot of cash into it.
es_es: [_sam_s_drunk_s_neutral_s_talk_frown_3_] Gracias, mis padres ponen mucho dinero en ella.

source: [_sam_s_drunk_2_s_sad_s_talk_bite_] Say, uhmm... lissun', Danny, I'm gonna go change if 'few don't mind. I wanna get outta this uncomfortable outfit...~
es_es: [_sam_s_drunk_2_s_sad_s_talk_bite_] Di, uhmm... lissun', Danny, I'm gonna go change if 'few do do so. Quiero dejar outta a este incómodo atuendo...~

source: [_danny_s_talk_frown_s_wondering_] Oh, okay, s-sure! No problem...
es_es: [_danny_s_talk_frown_s_wondering_] Oh, bien, ¡está seguro! No hay problema...

source: [_sam_s_confused_s_talk_happy_3_] Mmm'kay, Im gonna go an' I'll be right back. Don't go nowhere! {i}*Chuckles*{/i}
es_es: [_sam_s_confused_s_talk_happy_3_] Mmm'kay, Im gonna go un' I'll be right back. ¡No vaya a ninguna parte! {i}*Chuckles*{/i}

source: [_danny_s_talk_frown_2_s_at_player_s_sad_] Oh boy.
es_es: [_danny_s_talk_frown_2_s_at_player_s_sad_] Oh chico.

source: [_danny_s_at_player_s_sad_] (This is happening, isn't it?)
es_es: [_danny_s_at_player_s_sad_] (Esto está sucediendo, ¿no es así?)

source: [_danny_s_neutral_s_down_s_frown_2_] (I mean, no, it shouldn't be happening, look at her! She's a mess right now! I couldn't possibly...)
es_es: [_danny_s_neutral_s_down_s_frown_2_] (quiero decir, no, no debería estar sucediendo, échale un vistazo! ¡Es un desastre ahora mismo! No pude posibles...)

source: [_danny_s_at_danny_s_wondering_s_frown_] (She's gonna end up walking right back in here with... little to nothing on...)
es_es: [_danny_s_at_danny_s_wondering_s_frown_] (Él termina caminando aquí mismo con... poco a nada...)

source: [_danny_s_at_player_s_frown_3_s_rise_one_] (And I'm... okay with that? I mean... this is just nuts.)
es_es: [_danny_s_at_player_s_frown_3_s_rise_one_] (Y yo... ¿vale? Quiero decir... esto son sólo nueces.)

source: [_danny_s_towards_s_smile_s_sad_] (I mean... seeing Sam naked is always... well, pretty awesome...)
es_es: [_danny_s_towards_s_smile_s_sad_] (Quiero decir... ver a Sam desnuda es siempre... bueno, bastante impresionante...)

source: [_danny_s_frown_grin_s_blank_stare_s_neutral_] (...but... I just don't think that... oof... I don't know about this one, chief.)
es_es: [_danny_s_frown_grin_s_blank_stare_s_neutral_] (...pero... simplemente no creo eso... ojo... no sé de éste, jefe.)

source: [_sam_] Huh, woah, you're not talking to yourself when I come back? Whaaaaat, color me impressed!
es_es: [_sam_] Huh, ¡oh, ¿estás hablando con ti mismo cuando vuelvo? ¡queeee¡, color, ¡estoy impresionada!

source: [_danny_s_frown_grin_3_s_towards_wide_s_sad_] (Shoot, she's already back! Naked and ready to strike!!)
es_es: [_danny_s_frown_grin_3_s_towards_wide_s_sad_] (¡bien, ya está de vuelta! ¡¡Desnuda y lista para todo!!)

source: [_danny_s_blank_stare_s_neutral_] (Okay Danny, play it cool! Just tell her we don't need to do anything like this! Help her into bed, be the better man!)
es_es: [_danny_s_blank_stare_s_neutral_] (Okay Danny, haz esto fácil! ¡Solo dile que no necesitamos hacer nada de esto! Ayudale a entra en la cama, sé un hombre bueno!)

source: [_danny_s_sad_s_talk_frown_s_towards_wide_] Oh... hey. Y-you changed!
es_es: [_danny_s_sad_s_talk_frown_s_towards_wide_] Oh... ey. ¡ha-has cambiado!

source: [_sam_s_confused_s_drunk_2_s_talk_frown_] Well ya', I said I was going to, 'member? I just needed to get comfortable and splash sum' water in my face... why, summin' the matter? My makeup's not running, right?
es_es: [_sam_s_confused_s_drunk_2_s_talk_frown_] Bueno, sí, dije que iba a ir, "¿prepararme? Necesitaba estar cómoda y lavarme la cara con agua fresca. ¿Por qué te preocupa? Mi maquillaje no se ha ido, ¿no?

source: [_danny_s_towards_s_talk_happy_s_wondering_] Uhm, n-no, it's all good. Never better. I just was, uhm... I don't know, really... {i}*Heh*{/i}
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] Uhm, n-no, todo está bien. Nunca mejor. Simplemente fue, uhm... no lo sé,... {i}*Heh*{/i}

source: [_sam_s_drunk_s_talk_bite_] {i}*Giggles*{/i} What, were you like expecting me to come crawling in here naked?
es_es: [_sam_s_drunk_s_talk_bite_] {i}*Risas * {/i} ¿Qué?, ¿a qué esperas para venir desnudo?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Whaaaaat? Pssfhhh, no, c'mon, nahh. What do you take me- I mean, n-no, c'mon, don't even kid...
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] ¿Queee? Psfhhh, no, vamos, nahh. ¿Por quien me tomas? - Quiero decir, n-no, vamos, ni siquiera...

source: [_sam_s_drunk_2_s_neutral_s_talk_happy_2_] Ohhh, you're suchha' dork, Fenton, I freakin' swear...
es_es: [_sam_s_drunk_2_s_neutral_s_talk_happy_2_] Ohhh, eres como un asno, Fenton, lo juro...

source: [_sam_s_sad_s_talk_bite_s_drunk_] A very sweet dork...
es_es: [_sam_s_sad_s_talk_bite_s_drunk_] Un dulce burro...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Heh... well... thanks, Sam. I appreciate it.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Heh... bien... gracias, Sam. Lo aprecio.

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...at least I think.
es_es: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...al menos eso creo.

source: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Well, uhm, so, whadda wanna do? I know we've watched Terminatra 2: Reprogrammed a bunch already, but I've heard the new-
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Bueno, uhm, entonces, ¿qué quieres hacer? Sé que hemos visto a Terminatra 2: Reprogramado para matar, pero he oído lo nuevo-

source: [_sam_s_sad_s_talk_frown_2_] Danny. I'm gonna be honest wichu.
es_es: [_sam_s_sad_s_talk_frown_2_] Danny. Voy a ser sincera contigo.

source: [_danny_s_rise_one_s_talk_frown_] Yeah? What's up?
es_es: ¿[_danny_s_rise_one_s_talk_frown_] Sí? ¿Qué pasa?

source: [_sam_s_talk_happy_s_at_player_s_sad_] I'm... well, I'm still pretty drunk.
es_es: [_sam_s_talk_happy_s_at_player_s_sad_] yo... bueno, todavía no estoy bastante ebria.

source: [_danny_s_talk_happy_s_blush_s_towards_s_sad_] Well, yeah, that's been pretty obvious Sam, that wasn't really much of a mystery.
es_es: [_danny_s_talk_happy_s_blush_s_towards_s_sad_] Bueno, sí, eso era bastante obvio Sam, eso no era un misterio.

source: [_sam_s_drunk_2_s_talk_bite_] Yeah... and because of that, I wanna... I sorta wanna...
es_es: [_sam_s_drunk_2_s_talk_bite_] Sí... y por eso, quiero... yo esto quiero...

source: [_danny_s_sad_s_talk_frown_] Huh? What's up?
es_es: ¿[_danny_s_sad_s_talk_frown_] Huh? ¿Qué pasa?

source: [_sam_s_talk_happy_2_s_drunk_2_s_sad_2_] ...I... I wanna make you... stronger...
es_es: [_sam_s_talk_happy_2_s_drunk_2_s_sad_2_] ...I... Quiero hacerte... más fuerte...

source: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] ...meaning?
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] ... qué dices?

source: [_sam_s_sad_s_talk_bite_] I wanna help... give you... {b}Orgone{/b}...
es_es: [_sam_s_sad_s_talk_bite_] Quiero ayudar... darte... {b}Orgone{/b}...

source: [_danny_s_at_danny_s_sad_s_talk_frown_] What?! Sam-
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_] ¿Qué?! Sam-

source: [_sam_s_drunk_s_talk_happy_3_s_sad_] It'll help you gain more ghost strength, right? C'mon, just lemme do dis' for you, pwease...~
es_es: [_sam_s_drunk_s_talk_happy_3_s_sad_] Te ayudaré a ganar más fuerza fantasma, ¿verdad? Vamos, dejame hacer esto por ti, pol favor... ~

source: [_danny_s_towards_wide_s_talk_frown_s_sad_] But, c-c'mon, you've been drinking Sam, a whole lot in fact, And I don't know if-
es_es: [_danny_s_towards_wide_s_talk_frown_s_sad_] Pero, vamos, has estado bebiendo Sam, mucho de hecho, y no sé si-

source: [_sam_s_angry_s_talk_frown_] Danny, I wanted to do this. I thought about all day. The alcohol was just to... help me loosen up.
es_es: [_sam_s_angry_s_talk_frown_] Danny, quería hacer esto. Lo he pensado todo el día. El alcohol fue solo para... ayudarme a relajarse.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Well you got plenty loose tonight, trust me!
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Bueno, esta noche estás confundida. ¡confía en mí!

source: [_sam_s_talk_bite_s_sad_] Heh, yeah, again, my bad...
es_es: [_sam_s_talk_bite_s_sad_] Ah, sí, de nuevo, mi mal...
