Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_wondering_] (Well, at least she knows not to strip naked in public.)
es_es: [_danny_s_wondering_] (Bueno, al menos ella sabe no desnudarse en público.)

source: [_danny_s_at_player_s_frown_3_] (That'd definitely cause a scene, I'm sure.)
es_es: [_danny_s_at_player_s_frown_3_] (Eso definitivamente causaría una escena, estoy seguro.)

source: [_danny_s_towards_s_smile_] (All these clothes must be nice for her. Probably reminds her of having every desire she had taken care of with the Sultan.)
es_es: [_danny_s_towards_s_smile_] (Toda esta ropa debe ser agradable para ella. Probablemente le recuerde que tenía todos los deseos que quería con el Sultan.)

source: [_danny_s_at_danny_s_sad_] (Probably not {i}as{/i} luxurious as that, considering I don't know how much I'll even be able to afford {b}one{/b} outfit, but...)
es_es: [_danny_s_at_danny_s_sad_] (Probablemente no {i}tan{/i} lujoso como esto, teniendo en cuenta que no sé si tendré suficiente para pagar {b}uno{/b}, pero...)

source: [_danny_s_at_player_s_frown_3_] (You know... I'm curious as to how much of that Madam Babazita backstory was even true.)
es_es: [_danny_s_at_player_s_frown_3_] (Usted sabe... Tengo curiosidad por saber cuánto hay de cierto en la historia de Madam Babazita.)

source: [_danny_s_neutral_s_blank_stare_] (It might be a touchy subject for her, but I should try and ask Desiree about her past even just a little.)
es_es: [_danny_s_neutral_s_blank_stare_] (Puede que sea un tema sensible para ella, pero debo intentar preguntarle a Desiree sobre su pasado un poco.)

source: [_danny_s_towards_s_rise_one_] (Maybe that could help her open up a bit more to me?)
es_es: [_danny_s_towards_s_rise_one_] (¿Tal vez podría ayudarle a abrirse un poco más conmigo?)

source: [_desiree_s_talk_happy_s_sad_] Well, this is it. How do you like it?
es_es: [_desiree_s_talk_happy_s_sad_] Bueno, esto és todo. ¿Te gusta?

source: [_danny_s_talk_frown_s_towards_wide_s_rise_one_] Woah! You look incredible! You even changed your hair?!
es_es: [_danny_s_talk_frown_s_towards_wide_s_rise_one_] ¡Woah! ¡Te ves increíble! ¡¿Incluso cambiaste tu pelo?!

source: [_desiree_s_talk_happy_2_s_neutral_2_] Yes, I noticed a portrait of a woman on a wall. I thought I would imitate her look to go with the outfit a bit more.
es_es: [_desiree_s_talk_happy_2_s_neutral_2_] Sí, he visto el retrato de una mujer en una pared. Pensé que podría imitar su mirada para ir a juego con el traje.

source: [_danny_s_talk_happy_s_down_s_rise_one_] Incredible... well, I think you look really, really nice! But what do you think?
es_es: [_danny_s_talk_happy_s_down_s_rise_one_] Increíble... bueno, creo que te ves super, ¡super guapa! Pero ¿tú que opinas?

source: [_desiree_s_talk_happy_s_towards_2_s_sad_] Uhm... I think it looks good too, yes.
es_es: [_desiree_s_talk_happy_s_towards_2_s_sad_] Uhm... Creo que también se ve bien.

source: [_danny_s_rise_one_s_talk_frown_] Something wrong, Des?
es_es: [_danny_s_rise_one_s_talk_frown_] Algo mal, ¿Des?

source: [_desiree_s_towards_s_talk_frown_s_neutral_] No, no, it's nothing, don't worry. I like the outfit, I do, really...
es_es: [_desiree_s_towards_s_talk_frown_s_neutral_] No, no, no es nada, no te preocupes. Me gusta el traje, lo hago, en realidad...

source: [_desiree_s_frown_s_neutral_2_] (Did he just ask me what {i}I{/i} thought? Why would he care what his slave thinks of her own attire?)
es_es: [_desiree_s_frown_s_neutral_2_] (¿Me preguntó lo que {i}yo{/i} opinaba? ¿Por qué le importaría lo que su esclava piensa de su propio atuendo?)

source: [_desiree_s_talk_frown_s_neutral_] It'll look good on me while I service you, I'm sure.
es_es: [_desiree_s_talk_frown_s_neutral_] Me quedará bien mientras te sirvo, estoy segura.

source: [_danny_s_neutral_s_talk_frown_] Des, you don't have to wear it just cause you think I want you to wear it. You can just have it cause you like it!
es_es: [_danny_s_neutral_s_talk_frown_] Des, no tienes que usarlo sólo porque piensas que quiero que lo uses. ¡Puedes quedártelo si te gusta!

source: [_desiree_s_talk_happy_s_neutral_s_towards_] So, it's just mine to wear when I want?
es_es: [_desiree_s_talk_happy_s_neutral_s_towards_] Entonces, ¿és mío para llevarlo cuando quiera?

source: [_danny_s_sad_s_talk_happy_] Sure, if that's what you want, then yeah. I mean, I wouldn't mind asking you to wear it occasionally... it does look good on you after all.
es_es: [_danny_s_sad_s_talk_happy_] Claro, si eso es lo que quieres, entonces sí. Quiero decir, no me importaría pedirte que lo lleves de vez en cuando... al fin y al cabo, te queda estupendo.

source: [_desiree_s_talk_happy_s_closed_] ...alright then. (This boy is so strange...)
es_es: [_desiree_s_talk_happy_s_closed_] ...de acuerdo. (Este chico és tan extraño...)

source: [_desiree_s_talk_happy_s_towards_s_sad_] It's mine then! Where shall we go next then, Danny?
es_es: [_desiree_s_talk_happy_s_towards_s_sad_] ¡Es mío entonces! ¿Dónde vamos a ir después, Danny?

source: [_danny_s_sad_2_s_talk_frown_] W-wait, Des, we have to pay for that!!
es_es: [_danny_s_sad_2_s_talk_frown_] ¡¡Es-espera, Des, tenemos que pagarlo!!

source: [_danny_s_frown_2_s_sad_] (Oh thank God she phased around the security system...)
es_es: [_danny_s_frown_2_s_sad_] (Gracias a Dios que interfirió en el sistema de seguridad...)

source: [_danny_s_rise_one_s_frown_grin_2_s_at_player_] (I better get out of here before that Sales Lady catches me with a shoplifter...)
es_es: [_danny_s_rise_one_s_frown_grin_2_s_at_player_] (mejor salir de aquí antes de que la Vendedora me atrape con una percha...)

source: [_danny_s_at_player_s_frown_3_s_sad_] (Hey, then again, I've saved this mall like three times now, they owe me a stupid skirt and blouse!)
es_es: [_danny_s_at_player_s_frown_3_s_sad_] (Hey, entonces, ¡he salvado este centro comercial como tres veces, me deben una estúpida falda y blusa!)

source: [_danny_s_talk_happy_2_s_sad_2_] This is great! I think that with outfit, you'll be able to blend in a bit more in public.
es_es: [_danny_s_talk_happy_2_s_sad_2_] ¡Esto és genial! Creo que con el atuendo podrás mezclarte un poco más entre la gente.

source: [_desiree_s_towards_2_s_talk_happy_s_neutral_2_] Yes, I've noticed that there are far less {b}intense{/b} wandering eyes now.
es_es: [_desiree_s_towards_2_s_talk_happy_s_neutral_2_] Sí, ahora he notado que hay muchas menos miradas {b}intensas{/b} y malvadas.

source: [_danny_s_blank_stare_s_rise_one_s_talk_happy_] Yeah, I suppose it can't be helped regardless.
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_happy_] Sí, supongo que no se puede evitar de todos modos.

source: [_desiree_s_closed_s_talk_frown_] Well, as a gypsy girl, it was often a bad sign if you were not attracting much attention. I just wasn't exactly pleased with it...
es_es: [_desiree_s_closed_s_talk_frown_] Bueno, como una gitana, a menudo suele ser mala señal si no atraes mucha la atención. No estoy del todo satisfecha...

source: [_danny_s_towards_s_sad_s_talk_happy_] Uhm, hey, we should probably get something to eat. I mean, if you'd like to, or if you {b}can{/b} eat, I mean.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Uhm, hey, deberíamos conseguir algo para comer. Quiero decir, si lo deseas, o si {b}puedes{/b} comer, quiero decir.

source: [_desiree_s_talk_frown_s_towards_2_s_sad_] Yes, fruits and cured meats sometimes quench my desire for chaos and suffering from time to time.
es_es: [_desiree_s_talk_frown_s_towards_2_s_sad_] Sí, las frutas y las carnes curadas a veces sacian mi deseo de caos y sufrimientos.

source: [_danny_s_rise_one_s_talk_happy_2_] Well, what about ice cream?
es_es: [_danny_s_rise_one_s_talk_happy_2_] Bueno, ¿qué pasa con el helado?

source: [_desiree_s_neutral_3_s_talk_frown_s_towards_] I'm afraid I don't know it.
es_es: [_desiree_s_neutral_3_s_talk_frown_s_towards_] Me temo que no lo sé.

source: [_danny_s_talk_happy_s_sad_s_blank_stare_] Oh, you'll love it, it's great! C'mon, I know a great sundae place this way!
es_es: [_danny_s_talk_happy_s_sad_s_blank_stare_] ¡Oh, te encantará, és genial! ¡Vamos, sé de un gran lugar por aquí!

source: [_desiree_s_talk_happy_s_sad_s_down_2_] {i}Ohhh...{/i} oh my goodness...
es_es: [_desiree_s_talk_happy_s_sad_s_down_2_] {i}Ohhh...{/i} oh diosss...

source: [_danny_s_sad_s_talk_happy_] See? I told you it's good.
es_es: [_danny_s_sad_s_talk_happy_] ¿Ves? Te dije que és bueno.

source: [_desiree_s_down_2_s_talk_happy_2_s_neutral_] This may be the tastiest morsel I've ever had in my life...
es_es: [_desiree_s_down_2_s_talk_happy_2_s_neutral_] Este puede ser el puré más sabroso que haya tenido en mi vida...

source: [_danny_s_towards_down_s_talk_happy_2_] I'm glad you like it. Just don't eat it too quickly... it'll get too cold for your head to handle.
es_es: [_danny_s_towards_down_s_talk_happy_2_] Me alegro de que te guste. Sólo no comas demasiado rápido... pondrá demasiado fría tu cabeza para que pueda pensar.

source: [_desiree_s_talk_happy_] Oh, alright.
es_es: [_desiree_s_talk_happy_] Oh, de acuerdo.

source: [_danny_s_at_player_s_idle__s_talk_happy_] Yeah, the guy here at Coney's owes me like five favors, so I thought I'd treat you with one.
es_es: [_danny_s_at_player_s_idle__s_talk_happy_] Sí, el tipo aquí en Coney me debe como cinco favores, así que pensé que me devolvería uno contigo.

source: [_desiree_s_down_2_s_talk_happy_2_s_neutral_2_] Vanilla frost with a seemingly berry drizzle and a canned fruit atop it...
es_es: [_desiree_s_down_2_s_talk_happy_2_s_neutral_2_] Helado de Vanilla con un pellizco de bayas y fruta enlatada en la parte superior...

source: [_desiree_s_down_2_s_talk_happy_s_neutral_] How neat!
es_es: [_desiree_s_down_2_s_talk_happy_s_neutral_] ¡Qué pulcro!

source: [_desiree_s_towards_s_talk_happy_2_s_sad_] ...thank you, Danny...
es_es: [_desiree_s_towards_s_talk_happy_2_s_sad_] ...gracias, Danny...

source: [_danny_s_talk_happy_s_sad_s_closed_] No problem Des.
es_es: [_danny_s_talk_happy_s_sad_s_closed_] De nada Des.

source: [_danny_s_sad_2_s_talk_frown_s_towards_] I mean, you've seriously never had anything like this before?
es_es: [_danny_s_sad_2_s_talk_frown_s_towards_] Quiero decir, ¿en serio nunca has tenido nada como esto antes?

source: [_desiree_s_talk_frown_s_neutral_2_] I lived in the middle of a desert country, when would I have had something frozen in my life?
es_es: [_desiree_s_talk_frown_s_neutral_2_] Yo vivía en medio de un país desértico, ¿cuándo hubiera tenido algo congelado en mi vida?

source: [_danny_s_sad_s_talk_frown_] Well, wouldn't the Sultan have like, exotic foods brought to his palace from all over the world for you to try?
es_es: [_danny_s_sad_s_talk_frown_] Bueno, ¿no habrían gustado al Sultan alimentos exóticos traídos a su palacio de todo el mundo para que los probaras?

source: [_desiree_s_talk_frown_s_neutral_2_] You forget, at the end of the day, I was simply his bedroom whore. Those types of treasures and gifts were reserved for his wife alone...
es_es: [_desiree_s_talk_frown_s_neutral_2_] Olvídalo, al fin y al cabo, yo era simplemente su puta de la cama. Ese tipo de tesoros y regalos fueron reservados sólo para su esposa...

source: [_danny_s_sad_s_towards_down_2_s_frown_] (This sounds like a good opportunity to get to know more about her. I should probably take it...)
es_es: [_danny_s_sad_s_towards_down_2_s_frown_] (Esto suena como una buena oportunidad para conocer más sobre ella. Probablemente debería intentarlo...)

source: [_danny_s_towards_s_sad_s_talk_frown_] What was life like as a harem girl? Living with the Sultan and all of that.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿Cómo era la vida como una chica harem? Vivir con el Sultan y todo eso.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Well, it was nothing but discipline growing up. They raise you to know how to please a man when you are still young.
es_es: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Bueno, no era más que disciplina creciente. Te educan para saber cómo complacer a un hombre cuando todavía eres joven.

source: [_desiree_s_towards_s_talk_frown_s_sad_] The prettier girls, however, gain special treatment and did not have to go into actual service until much later.
es_es: [_desiree_s_towards_s_talk_frown_s_sad_] Las chicas de categoría superior, sin embargo, recibían un trato especial y no tuvieron que ir al servicio real hasta mucho más tarde.

source: [_desiree_s_towards_s_talk_frown_2_] Essentially, we were being taught and groomed to be sold off to the highest bidder. I was considered a skilled yet still pure prize.
es_es: [_desiree_s_towards_s_talk_frown_2_] Esencialmente, se nos enseñaba y se nos preparaba para vender a la oferta más alta. Se me consideraba un premio hábil pero puro a la vez.

source: [_desiree_s_talk_frown_s_towards_2_s_neutral_2_] The man I was sold off to was a traveling lord from another land who wanted to impress the Sultan with myself as a gift. Even with all my knowledge of how to behave in front of a man, I was more than somewhat nervous.
es_es: [_desiree_s_talk_frown_s_towards_2_s_neutral_2_] El hombre al que me vendieron era un señor viajero de otra tierra que quería impresionar al Sultán conmigo. Incluso con todo mi conocimiento de cómo comportarme delante de un hombre, yo no era más que un puñado de nervios.

source: [_desiree_s_towards_s_talk_frown_s_neutral_] The most powerful man in all the land was to have me as his personal bed-flower. It was the greatest honor I could have been afforded.
es_es: [_desiree_s_towards_s_talk_frown_s_neutral_] El hombre más poderoso en toda la tierra estaba para tenerme como su flor de cama personal. Fue el mayor honor que se me podía haber permitido.

source: [_danny_s_talk_frown_2_s_neutral_] Was he a nice enough guy though?
es_es: [_danny_s_talk_frown_2_s_neutral_] ¿Fue un tipo majo que pensabas?

source: [_desiree_s_talk_happy_2_s_sad_s_closed_] Honestly? He was perhaps one of the nicest men I had ever known when we first met. He never tried to force anything on me. He kept me comfortable and well taken care of.
es_es: [_desiree_s_talk_happy_2_s_sad_s_closed_] ¿Honestamente? Quizás fue uno de los hombres más buenos que yo había conocido cuando nos reunimos por primera vez. Nunca intentó forzar nada a mí. Me mantuvo cómoda y bien cuidada.

source: [_desiree_s_towards_s_talk_happy_s_neutral_2_] From the day I arrived at his palace, my life was full of bliss, treasures and endless pleasures.
es_es: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Desde el día en que llegué a su palacio, mi vida estaba llena de bienes, tesoros y placeres sin fin.

source: [_desiree_s_neutral_s_talk_happy_2_] I had my true hearts desire fulfilled. The Sultan was kind and sweet to me, and I could be his secret joy. I was, for a time, truly happy.
es_es: [_desiree_s_neutral_s_talk_happy_2_] tuve que cumplir mi verdadero deseo de corazón. El Sultán era amable y dulce para mí, y podía ser su gozo secreto, y por un tiempo estaba realmente feliz.

source: [_danny_s_talk_frown_s_sad_2_s_towards_down_] So then, what happened?
es_es: [_danny_s_talk_frown_s_sad_2_s_towards_down_] Entonces, ¿qué pasó?

source: [_desiree_s_towards_2_s_talk_frown_2_s_angry_] It all came to an end with that wretched wife of his... she came and whispered lies into his ear about my faithfulness to him.
es_es: [_desiree_s_towards_2_s_talk_frown_2_s_angry_] Todo llegó a su fin con esa desdichada esposa su... Ella vino y susurró mentiras en su oído sobre mi fe para él.

source: [_desiree_s_towards_s_talk_frown_s_neutral_2_] I was {u}nothing{/u} but faithful to him, Danny. I didn't care that he had a wife, I was happy where I was.
es_es: [_desiree_s_towards_s_talk_frown_s_neutral_2_] Yo no fui {u}nada{/u} pero le era fiel a él, Danny. No me importaba que tuviera una esposa, estaba feliz donde estaba.

source: [_desiree_s_closed_s_talk_frown_2_s_angry_] But out of jealousy and fear of being taken out of power, she had him cast me out of his kindgdom to die alone in an endless ocean of sand... I was foolish to think someone like me would ever be so lucky.
es_es: [_desiree_s_closed_s_talk_frown_2_s_angry_] Pero por celos y miedo a ser sacados del poder, ella me echó de su reino para morir solo en un interminable océano de arena.. Fui insensata al pensar que alguien como yo tendría tanta suerte.

source: [_desiree_s_down_2_s_sad_s_talk_frown_] Dying alone was probably the worst part about it... it's the slow {i}knowing{/i} of it all that just... makes it all the worse.
es_es: [_desiree_s_down_2_s_sad_s_talk_frown_] morir sola fue probablemente la peor parte del todo.. lentamente {i}sabiéndo{/i} que pasaría... lo hace más duro.

source: [_danny_s_towards_s_talk_frown_s_sad_] Gee... Desiree, I don't know what to say.
es_es: [_danny_s_towards_s_talk_frown_s_sad_] Gee... Desiree, no sé qué decir.

source: [_desiree_s_talk_frown_s_towards_s_angry_] Now, instead of being allowed to act out my vengeance upon other foolhearted dreamers or cruel men, I'm now trapped in a metal tube, by a silly boy who fancies himself a hero.
es_es: [_desiree_s_talk_frown_s_towards_s_angry_] Ahora, en lugar de que se me permita vengarme sobre otros soñadores insensatos u hombres crueles, ahora estoy atrapada en un tubo de metal, por un chico tonto que se jacta de un héroe.

source: [_danny_s_sad_s_talk_frown_2_] Hey, I'm sorry. I clearly have no idea what it must feel to have been betrayed like that.
es_es: [_danny_s_sad_s_talk_frown_2_] Hey, lo siento. Claramente no tengo ni idea de lo que debe sentirse al ser traicionada así.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Of course you don't. No one could. Nobody does the whole "exile" thing anymore to scorned lovers. I suppose that's one improvement of this millenia.
es_es: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Por supuesto que no. Nadie podría. Nadie "exilia" a los amantes despreciados. Supongo que es una mejora de este milenio.

source: [_desiree_s_down_2_s_talk_frown_s_angry_] Still, I believe the best way to deal with my problems is to curse other fools with their own simpleton level wishes.
es_es: [_desiree_s_down_2_s_talk_frown_s_angry_] Aún así, creo que la mejor manera de abordar mis problemas es maldecir a otros tontos con sus propios deseos.

source: [_danny_s_talk_frown_s_towards_s_idle__] I'm not a psychologist, but I wouldn't exactly call that a healthy coping mechanism. You gotta let that anger go, Des.
es_es: [_danny_s_talk_frown_s_towards_s_idle__] No soy un psicólogo, pero no diría exactamente que un mecanismo de afrontamiento saludable. Tienes que dejar ir esa ira, Des.

source: [_desiree_s_towards_s_talk_frown_s_neutral_] Danny, your failure is that you refuse to see the futility in defending the vapid and the vain. They're like I once was, naive and foolish.
es_es: [_desiree_s_towards_s_talk_frown_s_neutral_] Danny, tu fracaso és lo que te niega ver la inutilidad de defender el insulso y lo vano. Eres como yo fui una vez, ingenua e insensata.

source: [_desiree_s_talk_frown_s_neutral_2_] They'll only learn that dreams and wishes are tools of the overly prideful by having them granted... through less than enjoyable results, of course.
es_es: [_desiree_s_talk_frown_s_neutral_2_] Ellos solo aprenderán que los sueños y deseos que se les conceden son herramientas para su excesivo orgulloso... a través de resultados nada agradables, por supuesto.

source: [_desiree_s_talk_happy_s_angry_s_towards_] Look at your friend... Tucker, was it? Is he not all the better now that his wish went terribly astray?
es_es: [_desiree_s_talk_happy_s_angry_s_towards_] Mira a tu amigo... Tucker, ¿verdad? ¿No és todo mejor ahora que su deseo fue terriblemente concedido?

source: [_danny_s_angry_s_talk_frown_] Only because I had to step in to make sure he didn't die!!
es_es: [_danny_s_angry_s_talk_frown_] ¡¡Solo porque tuve que intervenir para asegurarme de que no muriera!!

source: [_desiree_s_talk_happy_s_neutral_2_] If fate had wanted him dead, he would've simply died. He didn't, so my hands are clean. A fool learned his lesson, fantastic. Only a few billion more to go...
es_es: [_desiree_s_talk_happy_s_neutral_2_] Si el destino hubiera querido que muriera, habría muerto. No lo hizo, así que mis manos están limpias. El ingeniero aprendió su lección, fantástico. Sólo quedan unos pocos miles de millones más...

source: [_danny_s_towards_s_sad_s_talk_frown_2_] It's not that simple, Desiree.
es_es: [_danny_s_towards_s_sad_s_talk_frown_2_] No és tan simple, Desiree.

source: [_desiree_s_talk_frown_s_neutral_] Eh, it's worked for me, for a good couple centuries.
es_es: [_desiree_s_talk_frown_s_neutral_] Eh, ha funcionado para mí, por un buen par de siglos.

source: [_danny_s_at_player_s_wondering_s_frown_2_] (I'm not going to be able to erase centuries of bitter anger away in an afternoon with her, but she has been really lead astray. Poor Desiree, she didn't deserve to wander forever as an angry spirit.)
es_es: [_danny_s_at_player_s_wondering_s_frown_2_] (No voy a ser capaz de borrar siglos de ira amarga en una tarde con ella, pero ella ha sido realmente mal tratada. Pobre Desiree, ella no merece vagar para siempre como un espíritu enojado.)

source: [_danny_s_towards_s_idle__s_talk_frown_] It must've been hard for you.
es_es: [_danny_s_towards_s_idle__s_talk_frown_] Debe haber sido difícil para ti.

source: [_desiree_s_down_2_s_talk_frown_s_neutral_2_] Hard? Not so much, all things considered. For a time, it was actually rather enjoyable.
es_es: [_desiree_s_down_2_s_talk_frown_s_neutral_2_] ¿Duro? No tanto, consideraron todas las cosas. Durante un tiempo, en realidad fue bastante agradable.

source: [_desiree_s_talk_happy_s_neutral_s_towards_] Being waited on hand and foot is the nicest thing in the world, honestly...
es_es: [_desiree_s_talk_happy_s_neutral_s_towards_] Ser llevada en bandeja día y noche és lo más agradable del mundo, sinceramente...

source: [_desiree_s_talk_frown_2_s_angry_s_down_2_] ...the bitter ending of having your heart broken and your eyes plucked out by buzzards in a boiling sea of sand before you even turn thirty...
es_es: [_desiree_s_talk_frown_2_s_angry_s_down_2_] ... el final amargo de tener tu corazón roto y tus ojos arrancados por buitres en un mar de arenas enturbiado antes de que cumpliera los treinta...

source: [_desiree_s_talk_frown_s_neutral_2_] Ehhh, not so much...
es_es: [_desiree_s_talk_frown_s_neutral_2_] Ehhh, no tanto...

source: [_danny_s_towards_down_s_talk_frown_2_s_neutral_] Jeez... that's... I'm sorry I-
es_es: [_danny_s_towards_down_s_talk_frown_2_s_neutral_] Jeez... eso... Lo siento yo-

source: [_desiree_s_talk_frown_s_neutral_] It's fine. You wouldn't care to listen to some old gypsy's life story, so I'll spare you the details.
es_es: [_desiree_s_talk_frown_s_neutral_] está bien. No deberías escuchar la historia de la vida de algunos gitanos de la antigüedad, así que no te contaré más detalles.

source: [_desiree_s_talk_frown_2_s_down_2_s_neutral_2_] Just... if you must know something about myself, about who I am... understand that the world is not as kind a place as you'd like to think it is. I've learned that myself, quite clearly.
es_es: [_desiree_s_talk_frown_2_s_down_2_s_neutral_2_] solo... si debes saber algo sobre mí misma, sobre quién so... entiende que el mundo no és un lugar tan amable como te gustaría que fuese. Yo misma lo he aprendido, con bastante claridad.

source: [_desiree_s_talk_frown_s_towards_s_neutral_] It'll save you the heartache later, believe me.
es_es: [_desiree_s_talk_frown_s_towards_s_neutral_] Te salvará el corazón algún día, creeme.

source: [_danny_s_towards_down_2_s_frown_] (Well this was certainly blunt.)
es_es: [_danny_s_towards_down_2_s_frown_] (Bueno, esto fue contundente.)
