Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_2_] Guess I'll just wait here then!
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_2_] ¡Supongo que sólo esperaré aquí!

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_2_] {i}*Sigh*{/i}
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_2_] {i}*Suspiro*

source: [_danny_s_phantom_suit_s_at_player_wide_s_angry_s_frown_2_] (I really hope she's not one of those "fashionably late" people...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_angry_s_frown_2_] (espero realmente que no sea una de esas personas "a la moda")

source: [_danny_s_phantom_suit_s_blank_stare_2_s_sad_s_frown_2_] (That's totally in the realm of possibility though.)
es_es: [_danny_s_phantom_suit_s_blank_stare_2_s_sad_s_frown_2_] (Pero eso está totalmente en el reino de la posibilidad.)

source: [_star_] Billy! Looking {i}good{/i}, baby!!
es_es: ¡¡[_star_] bien! ¡¡Mirando {i}bien{/i}, bebé!!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Heh, hey Star. You look great too.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Heh, hey Star. Te ves genial también.

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] Don't I know it? I try my best to look bitching, whenever possible.
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] ¿No lo soy? Intento lo mejor que puedo para parecer amargo, siempre que sea posible.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Yeah, well, mission accomplished.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Sí, bueno, misión cumplida.

source: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_frown_s_noblush_] Well, let's head on in! I don't wanna be waiting out here all night like some loser!
es_es: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_frown_s_noblush_] Bueno, ¡vamos a entrar! ¡No quiero estar esperando aquí toda la noche como un perdedor!

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_2_] Oh, s-sure! My mistake.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_2_] Oh, ¡muy seguro! Mi error.

source: [_danny_s_phantom_suit_s_at_player_wide_s_sad_2_s_frown_2_] (Gee, thanks for the consideration...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_sad_2_s_frown_2_] (Gee, gracias por la consideración...)

source: [_danny_s_towards_] (Oh crap, Lancer's chaperoning tonight!)
es_es: [_danny_s_towards_] (¡Oh crap, el taladro de Lancero!)

source: [_danny_s_phantom_suit_s_at_player_wide_s_neutral_s_frown_2_] (How am I gonna explain this one away?)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_neutral_s_frown_2_] (¿Cómo voy a explicar esto?)

source: [_lancer_s_towards_s_idle__s_talk_happy_] Well, hello Miss Astray, Mr...
es_es: [_lancer_s_towards_s_idle__s_talk_happy_] Bueno, hola Miss Astray, mañana...

source: [_lancer_s_towards_s_idle__s_talk_frown_] Huh... now I'm afraid I don't know you from school.
es_es: [_lancer_s_towards_s_idle__s_talk_frown_] Huh... ahora me temo que no te conozco de la escuela.

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] Really? Uhm, well, that's because-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] ¿Realmente? Uhm, bueno, eso es porqué-

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Yeah, this is Billy, he's a ghost boy, he's my date. I brought him as a guest.
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Sí, esto es Billy, es un chico fantasma, es mi fecha. Lo traí como invitado.

source: [_lancer_s_towards_s_rise_one_s_talk_happy_] Uhm... well then...
es_es: [_lancer_s_towards_s_rise_one_s_talk_happy_] Uhm... bueno, entonces...

source: [_lancer_s_towards_s_wondering_s_talk_frown_] So he's a...
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] Así que es ...

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] ...wait a minute, I can't allow this! What kinda teacher would I be?!
es_es: [_lancer_s_towards_wide_s_angry_s_talk_frown_] ...espera un minuto, ¡no puedo permitir esto! ¡¿Qué profesor sería?!

source: [_lancer_s_towards_s_angry_s_talk_frown_] I'm sorry Miss Astray, but I can't allow you to be bringing in the likes of these phantom perverts!
es_es: [_lancer_s_towards_s_angry_s_talk_frown_] Lo siento Miss Astray, ¡pero no puedo permitir que traigas los gustos de estos perversos fantasma!

source: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] What?? Perverts?! No way, Billy does the total opposite of perv on people!!
es_es: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] ¿¿Qué? ¿Pervertos?! ¡De ninguna manera, lo opuesto a la evolución de la gente!!

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] He's like, a hero who saves people and totally tries to help them out whenever he can!!
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Es como un héroe que salva a la gente e intenta ayudarla cuando puede!!

source: [_star_s_dress_s_towards_s_confused_s_talk_happy_2_s_noblush_] Billy is no pervert, and I'm like, totally serious.
es_es: [_star_s_dress_s_towards_s_confused_s_talk_happy_2_s_noblush_] totalmemente no es pervertido, y me gusta, totalmente serio.

source: [_lancer_s_towards_s_idle__s_frown_] Hmmm...
es_es: [_lancer_s_towards_s_idle__s_frown_] Hmm...

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Well, as much as I'd like to believe in your story Miss Astray...
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] Bueno, tanto como me gustaría creer en tu historia Miss Astray...

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Your reputation for telling the truth as of late has not been the most reliable or credible in my book.
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] Tu reputación de decir la verdad hasta tarde no ha sido la más confiable o creíble en mi libro.

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] I'm still not going to take the risk of this ghost child to potentially ruin the event or diddle staff and students.
es_es: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Todavía no voy a correr el riesgo de que este niño fantasma arruine potencialmente el evento o el equipo de trabajo y estudiantes.

source: [_lancer_s_towards_s_neutral_s_talk_frown_] I'm afraid he'll have to be excluded from tonight's dance. Now if he'd like to file a notice, we'll sometime in the future consider the possibility of-
es_es: [_lancer_s_towards_s_neutral_s_talk_frown_] Me temo que tendrá que ser excluido del baile de esta noche. Ahora si desea enviar un aviso, consideraremos en algún momento la posibilidad de -

source: [_star_s_dress_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] Look Mr. Lancer!! A giant slab of mutton!!
es_es: [_star_s_dress_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] Mira al señor Lancer!! Una losa gigante de mutton!!

source: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] 1984!! Where?!? I need to find it!!
es_es: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] 1984!! ¿Dónde? I need to find it!!

source: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] I think it was being put somewhere down that hallway!! Towards the cafeteria!!
es_es: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Creo que se estaba poniendo en algún lugar abajo de ese hallway!! Hacia la cafeteria!!

source: [_lancer_s_towards_s_angry_s_talk_happy_] I'll find you, my sweet lamby goodness!!
es_es: [_lancer_s_towards_s_angry_s_talk_happy_] ¡¡¡¡¡¡Te encontraré!

source: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] Tsck, dumbass... okay, c'mon, let's go!
es_es: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] Tsck, dumbas... ok, c'mon, ¡vamos!

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Woah, how'd you know that was gonna work?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] ¿Ah, cómo sabías que no funcionaba?

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Dude, Lancer is so easy to trick, trust me.
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Dude, Lancer es tan fácil de engañar, confíe en mí.

source: [_star_s_dress_s_towards_s_confused_s_talk_frown_s_noblush_] He has an affinity for mutton chops like you've never known anybody to like.
es_es: [_star_s_dress_s_towards_s_confused_s_talk_frown_s_noblush_] Él tiene una afinidad para chops de mutton como nunca sabías que a nadie le gusta.

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_] Weird...
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_] Raro ...

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] He's an oaf, it's not hard to figure out how to manipulate oafs.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Él es un juramento, no es difícil averiguar cómo manipular los juramentos.

source: [_danny_s_phantom_suit_s_at_player_wide_s_rise_one_s_smile_] (I'll have to remember that trick for later...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_rise_one_s_smile_] (tendré que recordar ese truco para más tarde...)

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] So c'mon, let's go!! Still no point just standing around here!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] Así que c'mon, ¡vamos!! ¡Aún no tiene ningún sentido pararse aquí!

source: [_star_s_dress_s_closed_s_rise_one_s_talk_happy_2_s_blush_1_] Let's go dance and party!! Ohhh, I'm so ready!!
es_es: [_star_s_dress_s_closed_s_rise_one_s_talk_happy_2_s_blush_1_] Vamos a bailar y a la fiesta!! Ohhh, estoy tan listo!!

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] Alright then, after you!!
es_es: ¡¡[_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] entonces, después de ti!!

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Oh my God, they're still playing the same playlist from last year. Lame.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Oh mi Dios, todavía están jugando la misma lista de reproducción del año pasado. Amor.

source: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_happy_] Do you go to a lot of dances at your school?
es_es: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_happy_] ¿Vas a un montón de bailes en tu escuela?

source: [_star_s_dress_s_towards_s_confused_s_talk_happy_s_noblush_] Pretty sure I haven't missed one, yeah.
es_es: [_star_s_dress_s_towards_s_confused_s_talk_happy_s_noblush_] Pretty sure I have not missed one, sí.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Oh, so you enjoy hanging out and dancing?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Oh, ¿para que te guste colgar y bailar?

source: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_s_noblush_] Dancing? What, no way. I'm a terrible dancer. I only come to places like this to flex on bitches.
es_es: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_s_noblush_] ¿Bailar? ¿Qué no, de ninguna manera. Soy un bailarín terrible. Sólo vengo a lugares como este para volar con guarras.

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] With my outfit tonight, I'm hoping to send a couple girls in particular crying to the bathroom stalls.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] Con mi atuendo esta noche, espero enviar un par de chicas en particular a los puestos de baño.

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Billy, I'm glad you took me out tonight.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Billy, me alegro de que me hayas sacado esta noche.

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_] Yeah? Really? Well, I'm so glad that you wanted to come with me.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_] ¿Sí? ¿Realmente? Bueno, estoy muy contento de que querías venir conmigo.

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] Oh totally, I definitely wanted you to be my date.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_noblush_] Oh en total, definitivamente quería que usted fuera mi fecha.

source: [_star_s_dress_s_down_s_neutral_s_talk_frown_s_noblush_] I'm usually pretty good at getting what I want, so it's no big deal.
es_es: [_star_s_dress_s_down_s_neutral_s_talk_frown_s_noblush_] Suelo ser bastante bueno para obtener lo que quiero, así que no es gran cosa.

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_2_] Well, did you want to meet up with any of your friends from school, maybe introduce me or-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_2_] Bueno, ¿quieres reunirte con cualquiera de tus amigos de la escuela, tal vez presentarme o

source: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Oh good God, no.
es_es: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Oh Dios bueno, no.

source: [_danny_s_phantom_suit_s_towards_wide_s_sad_s_talk_frown_2_] Oh, really? My bad, I just thought you-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_sad_s_talk_frown_2_] Oh, ¿de verdad? Mi maldad, acabo de pensar que tú-

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] What the hell is she doing here?
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] ¿Qué infierno está haciendo aquí?

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Who are you talking abou-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] de quién estás hablando -

source: [_kateunk_] Oh, {b}there{/b} you are sweetie! I've been looking for you all night!
es_es: [_kateunk_] ¡Oh, {b}ahí{/b} eres semanal! ¡Te he estado buscando a todos por la noche!

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] {i}Ugh{/i}... just play it cool, I gotta deal with this myself.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] {i}Ugh{/i}... simplemente juegue genial, tengo que tratar esto yo mismo.

source: [_kate_s_talk_happy_] Well there you are kiddo, I thought that was you!!
es_es: [_kate_s_talk_happy_] Bueno, ahí eres un niño, ¡¡¡¡¡pensé que era tú!!

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_smile_] (Woah!! Nurse Kate!! She's chaperoning tonight?)
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_smile_] (¡Woah!! Nurse Kate!! ¿She's chaperoning esta noche?)

source: [_danny_s_phantom_suit_s_towards_wide_s_sad_s_grin_happy_] (Holy toledo, look at what she's wearing...)
es_es: [_danny_s_phantom_suit_s_towards_wide_s_sad_s_grin_happy_] (Santo toledo, mira lo que lleva puesta ...)

source: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_frown_2_] (Wait, did she just recognize me?! Oh no, my secret ident-)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_frown_2_] (Espera, ¿acabó de reconocerme?! Oh no, mi idente secreto-)

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Ugh, just why the hell are you even here tonight?
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Ugh, ¿por qué el infierno estás aquí esta noche?

source: [_kate_s_nocoat_s_towards_s_sad_s_talk_frown_s_noblush_s_nocum_] Well, ya know, I took on one of the chaperon duties for tonight! They asked me, so I volunteered.
es_es: [_kate_s_nocoat_s_towards_s_sad_s_talk_frown_s_noblush_s_nocum_] Bueno, ya sabe, ¡esta noche asumí uno de los deberes del chaperon! Me preguntaron, así que me volví voluntariamente.

source: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] Now sweetie, isn't that dress a little revealing for you to be wearing?
es_es: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] semanas ahora, ¿no es eso lo que revela un poco tu uso?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_bite_] (Jeez, speak for yourself...)
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_bite_] (Jeez, habla por ti mismo...)

source: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_happy_2_s_blush_s_nocum_] Now aren't you going to introduce me to your rather pale friend here?
es_es: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_happy_2_s_blush_s_nocum_] Ahora no me vas a presentar a tu amigo bastante pálido aquí?

source: [_star_s_dress_s_down_s_angry_s_talk_frown_s_noblush_] {i}*Sigh*{/i} Fine... Billy, this is my stupid Mom, Kate.
es_es: [_star_s_dress_s_down_s_angry_s_talk_frown_s_noblush_] {i}*Alta*{/i} Muy bien... Bien, esta es mi estúpida mamá, Kate.

source: [_kate_s_nocoat_s_shocked_s_angry_s_talk_frown_s_noblush_s_nocum_] Stupid?!
es_es: ¡[_kate_s_nocoat_s_shocked_s_angry_s_talk_frown_s_noblush_s_nocum_] estúpido?!

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Stupid because you're interrupting my god damn date! You're embarrassing me!!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Estúpido porque estás interrumpiendo mi maldita cita del dios! Me estás avergonzando!!

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_2_] Mom?!?
es_es: ¿[_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_2_] mamá??

source: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] Are you alright, young man?
es_es: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] ¿Estás bien, joven?

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] I just uhh... sorry, that surprised me, I just couldn't see the resemblance at first.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Solo me uhh... lo siento, eso me sorprendió: al principio no pude ver el resfriado.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Okay, I guess it should have been obvious actually.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Vale, supongo que debería haber sido obvio en realidad.

source: [_kate_s_nocoat_s_towards_s_sad_2_s_talk_frown_s_noblush_s_nocum_] Billy, was it? Are you feeling okay? I'm actually worried about you. You really do look pale.
es_es: [_kate_s_nocoat_s_towards_s_sad_2_s_talk_frown_s_noblush_s_nocum_] Bien, ¿era? ¿Te sientes bien? Realmente estoy preocupado por ti. Realmente te ves pálido.

source: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] Is your... fashionable formal suit constricting blood or something?
es_es: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_frown_s_noblush_s_nocum_] ¿Es tu... traje formal a la moda que está restringiendo la sangre o algo?

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] He's fine, Mom, we're fine, you don't need to helicopter parent me!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Está bien, mamá, estamos bien, ¡no necesitas helicópterme a los padres!

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_bite_] (Personally, I wouldn't mind it if Kate got any closer...)
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_bite_] (Personalmente, no me importaría si Kate estuviera más cerca...)

source: [_kate_s_nocoat_s_towards_s_sad_s_talk_frown_s_noblush_s_nocum_] You sure? You kids don't need anything tonight?
es_es: [_kate_s_nocoat_s_towards_s_sad_s_talk_frown_s_noblush_s_nocum_] ¿Seguro? You kids don't need anything tonight?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] No, I'm sure we'll be fine, but thanks for asking ma'am. It's nice to have met you.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] No, estoy seguro de que estaremos bien, pero gracias por preguntar a las ma'am. Es bueno haberte conocido.

source: [_kate_s_nocoat_s_towards_s_neutral_s_talk_happy_2_s_blush_s_nocum_] Oh absolutely, the pleasure was all mine young man. Well, I guess I can't say you didn't pick a nice boy to-
es_es: [_kate_s_nocoat_s_towards_s_neutral_s_talk_happy_2_s_blush_s_nocum_] Oh, absolutamente, el placer era todo mi joven. Bueno, supongo que no puedo decir que no hayas elegido a un chico bonito-

source: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh, my God, why are you still here?? Just leave already!!
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh, Dios mío, ¿por qué todavía estás aquí?? ¡¡¡Solo déjalo ya!!

source: [_kate_s_nocoat_s_towards_s_neutral_s_talk_happy_s_noblush_s_nocum_] Okay, okay, I'm going, relax! You kiddos have fun tonight alright, but also play it safe!
es_es: [_kate_s_nocoat_s_towards_s_neutral_s_talk_happy_s_noblush_s_nocum_] Vale, vale, voy a relajarme! Los niños se divierten esta noche bien, ¡pero también lo juegan seguro!

source: [_danny_s_phantom_suit_s_towards_s_talk_frown_s_sad_] Play it safe?
es_es: [_danny_s_phantom_suit_s_towards_s_talk_frown_s_sad_] ¿Juega seguro?

source: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_happy_2_s_noblush_s_nocum_] Well, c'mon, you know, if you're ever gonna {i}ya know{/i}, make sure to use protec-
es_es: [_kate_s_nocoat_s_towards_s_rise_one_s_talk_happy_2_s_noblush_s_nocum_] Bueno, c'mon, ya sabes, si alguna vez te quedas con {i}ya sabe{/i}, asegúrate de usar protección-

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_2_] {b}CONVERSATION OFFICIALLY OVER{/B}!!!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_2_] {b}CONVERSATION OFICICIALMENTE SVER{/B}!!!

source: [_star_] Billy, please, let's get outta here.
es_es: [_star_] Por favor, pongámonos aquí.

source: [_kate_s_nocoat_s_towards_s_neutral_s_bite_s_blush_s_nocum_] (That Billy boy sure is cute... is he a student here? Boy, what I wouldn't like to call him in for a checkup or two...)
es_es: [_kate_s_nocoat_s_towards_s_neutral_s_bite_s_blush_s_nocum_] (Que Billy niño seguro es lindo ... es un estudiante aquí? Chico, lo que no me gustaría llamarlo para un chequeo o dos ...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] So, uhh, she seemed nice.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Así que, uhh, parecía agradable.

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Trust me, be glad you don't have parents to deal with, they can be so fucking embarrassing, I swear.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Confíe en mí, se alegre de que no tienes padres con los que lidiar, pueden ser tan vergonzosos, juro.

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_frown_2_] (Trust {i}me{/i} I know the feeling...)
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_frown_2_] (Confie en {i}me{/i} Conozco la sensación...)

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Well, I don't think she'll be bothering you for the rest of the night at least.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Bueno, no creo que te moleste por el resto de la noche.

source: [_star_s_dress_s_towards_s_confused_s_talk_frown_s_noblush_] God, let's hope so.
es_es: [_star_s_dress_s_towards_s_confused_s_talk_frown_s_noblush_] Dios, esperémoslo.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] So, what'd you wanna talk about?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Entonces, ¿de qué quieres hablar?

source: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] That's a pretty piss poor ice breaker.
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Eso es un pobre rompecabezas de hielo.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_2_] Oh, my bad.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_2_] Oh, mi mal.
