Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_sales_lady_s_towards_down_s_talk_happy_s_sad_] No, for the very most part, we just have everyone strip off in the middle of the store, actually.
es_es: [_sales_lady_s_towards_down_s_talk_happy_s_sad_] No, la mayoría de las veces hacemos que todo el mundo se desnude en medio de la tienda.

source: [_sales_lady_s_wondering_] We just hope that people are decent enough to be wearing their underwear, but ya know, if not, can't be helped!
es_es: [_sales_lady_s_wondering_] Sólo esperamos que el cliente sea lo suficientemente decente como para llevar puesta la ropa interior, si no, ¡no se puede hacer nada!

source: [_danny_s_blush_s_at_danny_s_neutral_s_talk_frown_] Well... uhmm...
es_es: [_danny_s_blush_s_at_danny_s_neutral_s_talk_frown_] Bueno... uhmm...

source: [_sales_lady_s_sad_s_talk_happy_] Of {b}course{/b} we have a changing room, silly!! It's right behind you!
es_es: [_sales_lady_s_sad_s_talk_happy_] {b}perdón{/b} ¡¡Por supuesto que tenemos un vestuario, tonto!! ¡Está justo detrás de ti!

source: [_sales_lady_s_idle__s_towards_down_] Sorry, you don't get too many opportunities to be funny in retail!
es_es: [_sales_lady_s_idle__s_towards_down_] Lo siento, ¡no se tienen muchas oportunidades de ser graciosa en el comercio minorista!

source: [_danny_s_neutral_s_talk_happy_2_] Oh! Okay... sorry, didn't see that, and yeah, you certainly did get me.
es_es: [_danny_s_neutral_s_talk_happy_2_] ¡Oh! Vale... lo siento, no lo había visto, ja ja ja.

source: [_sales_lady_s_talk_happy_s_sad_] Hahah! Well, no harm no foul! Alrighty, well, I'll let you get to it then! Holler if you need me, m'kay?
es_es: [_sales_lady_s_talk_happy_s_sad_] ¡Jajaja! Bueno, no hay mal que por bien no venga. ¡Te dejo que te pongas a ello! Grita si me necesitas, ¿vale?

source: [_danny_] Alright then, let's see what we've got here...
es_es: [_danny_] Muy bien, veamos qué tenemos aquí...

source: [_danny_] Does this part fold like... this...? Ergh, wait, no, that snaps together... but then this part... is it {b}supposed{/b} to hang loose? Then how do these buttons come into play? What the-
es_es: [_danny_] ¿Esta parte se pliega así? Ergh, espera, no, eso se abrocha... pero entonces esta parte... ¿se {b}supone {/b} que cuelga suelta? ¿Entonces cómo se ponen estos botones? ¿Qué

source: [_danny_] Oh, wait, alright! Yeah, I see now! Okay, yeah, there we go!
es_es: [_danny_] ¡Oh, espera, bien! Sí, ¡ahora lo veo! Vale, sí, ¡ahí vamos!

source: [_danny_s_down_s_talk_happy_2_s_sad_] Hey hey, alright! Now I'm looking snazzy! Heh heh, class, thy name is Fenton!
es_es: [_danny_s_down_s_talk_happy_2_s_sad_] ¡Eh, eh, muy bien! ¡Ahora me veo elegante! ¡Heh heh. ¡A toda la clase: mi nombre es Fenton!

source: [_danny_s_rise_one_s_at_danny_s_talk_happy_] {i}Hmmm...{/i} It's not too bad a fit, actually! Rides a little high in the crotch, but what do you expect for AbYss clothes?
es_es: [_danny_s_rise_one_s_at_danny_s_talk_happy_] {i}Hmmm...{/i} ¡No me queda tan mal, la verdad! Me queda un poco apretado en la entrepierna, pero ¿qué puedo esperar de la ropa de AbYss?

source: [_danny_s_sad_s_blank_stare_s_talk_happy_2_] Yeah, I think I'll go with thi-
es_es: [_danny_s_sad_s_blank_stare_s_talk_happy_2_] Sí, creo que iré con este

source: [_paulina_] {b}Agghhh!! Creepy ghost girl! Get away from me!!{/b}
es_es: [_paulina_] {b}¡¡Agghhh!! ¡Espeluznante chica fantasma! ¡Aléjate de mí!{/b}

source: [_dorathea_] Oh, puh-{i}leeeeaaaase{/i} fair maidens!! I just want someone to take me to the ball! Please won't you help me?!
es_es: [_dorathea_] ¡¡Oh, por-{i}por favooooor{/i} bellas doncellas!! ¡Sólo quiero que alguien me lleve al baile! Por favor ¡¿no me ayudarán?!

source: [_star_] Ugh, just get outta here, yah creepy weirdo!
es_es: [_star_] ¡Sal de aquí, bicho espeluznante!

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_] Uh oh! That sounds like the popular girls! With another ghost? I'd better do something!
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_] ¡Uh oh! ¡Eso suena como las chicas populares! ¿Con otro fantasma? ¡Será mejor que haga algo!

source: [_danny_s_closed_s_angry_s_talk_frown_2_] I'm going-
es_es: [_danny_s_closed_s_angry_s_talk_frown_2_] Me convertiré en fantasma-

source: [_danny_s_at_danny_s_talk_frown_s_sad_] ...oh man, I really hope this doesn't ruin the suit.
es_es: [_danny_s_at_danny_s_talk_frown_s_sad_] ...oh tío, espero que esto no arruine el traje.

source: [_danny_s_closed_s_angry_s_talk_frown_2_] I'm going ghost!!
es_es: [_danny_s_closed_s_angry_s_talk_frown_2_] ¡¡Voy a convertirme en fantasma!!

source: [_sam_] Uhm, kinda naked here, what do you need? What was that shouting?
es_es: [_sam_] Uhm, un poco desnuda, ¿qué necesitas? ¿Qué fue ese grito?

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] I've got some ghost business to take care of. I should be back soon enough, hopefully.
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Tengo algunos asuntos fantasmas de los que ocuparme. Espero volver pronto.

source: [_sam_] Oh, uhh, okay. Cool. Go... but be careful!
es_es: [_sam_] Oh, uhh, vale. Guay. Ve... ¡ten cuidado!

source: [_danny_s_talk_happy_2_s_closed_sad_s_angry_] Don't worry! I got this!
es_es: [_danny_s_talk_happy_2_s_closed_sad_s_angry_] No te preocupes. Irá todo bien.

source: [_danny_s_rise_one_s_blank_stare_s_talk_frown_] Now then... where'd I hear the screams?
es_es: [_danny_s_rise_one_s_blank_stare_s_talk_frown_] Bien... ¿dónde oí los gritos?

source: [_danny_s_towards_wide_s_talk_happy_2_s_sad_] Oh, over there, got it!
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_sad_] Oh, por ahí, ¡ya lo tengo!

source: [_danny_s_rise_one_s_talk_frown_2_] Jeez, what's with this one? Something out of an old fairy tale or something...
es_es: [_danny_s_rise_one_s_talk_frown_2_] Cielos, ¿qué pasa con esta? Ha salido de un viejo cuento de hadas o algo así...

source: [_paulina_s_angry_s_talk_frown_s_closed_] I told you, we don't want anything to do with you! Now get out of here!
es_es: [_paulina_s_angry_s_talk_frown_s_closed_] ¡Ya te lo dije, no queremos tener nada que ver contigo! ¡Ahora vete de aquí!

source: [_dorathea_] But I just want to dance and have merriment! Please, won't you help me?!
es_es: [_dorathea_] ¡Pero yo sólo quiero bailar y divertirme! ¡Por favor, ¿me ayudaréis?!

source: [_star_s_closed_s_talk_frown_s_angry_] For the last time, no! We don't want you haunting us forever! Just beat it, bedsheets!
es_es: [_star_s_closed_s_talk_frown_s_angry_] ¡Por última vez, no! ¡No queremos que nos persigas para siempre! ¡Vete ya sábana!

source: [_danny_s_talk_happy_s_closed_happy_s_sad_] Alright ladies, no need for name calling! Let's just figure out the problem here like civilized carbon and ectoplasm based life forms, alright?
es_es: [_danny_s_talk_happy_s_closed_happy_s_sad_] Muy bien, señoras, no hay necesidad de insultos. Resolvamos el problema como civilizadas formas de vida basadas en el carbono y el ectoplasma, ¿de acuerdo?

source: [_paulina_s_talk_happy_s_wondering_] Oh my gosh, Ghost Boy! You've come to save us from this nasty ghosty! She keeps floating around and whailing at us!
es_es: [_paulina_s_talk_happy_s_wondering_] ¡Dios mío, Chico Fantasma! ¡Has venido a salvarnos de este asqueroso fantasma! ¡No para de flotar y de atacarnos!

source: [_star_] Heyy Billy~! Glad to see you around! Mind taking care of this 16th century nightmare for us?
es_es: [_star_] ¡Heyy Billy~! ¡Me alegro de verte por aquí! ¿Te importaría encargarte de esta pesadilla del siglo 16 por nosotras?

source: [_danny_s_rise_one_s_talk_frown_] Uhm, hey girls, look, I don't think you should be calling a ghost you don't know anything about such mean nam-
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm, hey chicas, miren, no creo que deban llamar a un fantasma del que no saben nada con un nombre tan mezquino-

source: [_star_s_talk_frown_s_towards_s_angry_] {i}Hmmph{/i}!! Well, well, if it isn't the "amazing" Inviso-Bill and his...
es_es: [_star_s_talk_frown_s_towards_s_angry_] {i}¡¡Hmmph{/i}!! Bueno, bueno, si no és el "increíble" Inviso-Bill y su...

source: [_star_s_down_s_talk_frown_s_rise_one_] ...stupid shoes!
es_es: [_star_s_down_s_talk_frown_s_rise_one_] ...¡qué zapatos más feos!

source: [_danny_s_talk_frown_2_s_rise_one_] Shoes? What's wrong with my shoes? Look, I just wanna make sure-
es_es: [_danny_s_talk_frown_2_s_rise_one_] ¿Zapatos? ¿Qué les pasa a mis zapatos? Mira, sólo quiero asegurarme

source: [_dorathea_] {b}I JUST WANT TO GO TO THE BALLLLLL!!{/b} {i}*Sobbs*{/i}
es_es: [_dorathea_] {b}¡SOLO QUIERO IR AL BAILEEEEE {/b} {i}*Sollozos*{/i}

source: [_danny_s_sad_s_talk_frown_] Woah, woah, hey there, it's okay... there's no need to cry. Look, you wanna go to the ball, right? Well I'm sure you can go!
es_es: [_danny_s_sad_s_talk_frown_] Woah, woah, hey, está bien... no hay necesidad de llorar. Mira, quieres ir al baile, ¿verdad? ¡Pues seguro que puedes ir!

source: [_dorathea_] {i}*Sniff* *Sniffle*{/i} Re-really? You mean I can... go and have fun? At the ball?
es_es: [_dorathea_] {i}*Sniff* *Sniffle*{/i} ¿En serio? ¿Quieres decir que puedo... ir y divertirme? ¿En el baile?

source: [_danny_s_sad_s_talk_happy_2_] Sure, of course you can! You just might not wanna badger people about where a ball is. Especially in that wailing voice, honestly.
es_es: [_danny_s_sad_s_talk_happy_2_] ¡Claro que puedes.! Pero no debes de querer acosar a la gente para saber dónde está el baile. Especialmente con esa voz ululante.

source: [_dorathea_] {i}*Sniff*{/i} ...my brother doesn't let me do anything fun... he never lets me leave my castle tower to go to any of his parties. He's so dreadfully mean!
es_es: [_dorathea_] {i}*sniff*{/i}...mi hermano no me deja hacer nada divertido... nunca me deja salir de mi torre del castillo para ir a ninguna de sus fiestas. ¡Es terriblemente malo!

source: [_danny_s_talk_happy_2_s_closed_sad_s_sad_] Well I promise that I'm a much nicer ghost than your brother sounds to be. I'm a friendly ghost, trust me!
es_es: [_danny_s_talk_happy_2_s_closed_sad_s_sad_] Bueno, te prometo que soy un fantasma mucho más amable que tu hermano. Soy un fantasma amigable, ¡confía en mí!

source: [_danny_s_towards_s_talk_happy_s_wondering_] You know, this town actually has a nice formal dance I'm sure you'd enjoy! Coming up pretty soon!
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] Sabes, ¡esta ciudad tiene un bonito baile formal que estoy seguro que disfrutarías.! ¡Será pronto!

source: [_dorathea_] ...oh... and... and I can go?
es_es: [_dorathea_] ...oh... y... ¿y puedo ir?

source: [_danny_s_sad_s_talk_happy_2_] Oh yeah, I'm sure you can! Casper High would love to have you! In fact, I'll lead you to a nice spot where you can sign up, right over here...
es_es: [_danny_s_sad_s_talk_happy_2_] ¡Oh sí, seguro que sí! ¡Al Instituto Casper le encantaría tenerte! De hecho, te llevaré a un lugar donde puedes inscribirte, justo por aquí...

source: [_danny_s_grin_happy_s_at_danny_s_neutral_] (Just need to position here in a good spot to pull out the Fenton Thermos...)
es_es: [_danny_s_grin_happy_s_at_danny_s_neutral_] (Sólo necesito posicionarme aquí en un buen lugar para sacar el termo Fenton...)

source: [_paulina_s_rise_one_s_talk_frown_] {i}Psssst!{/i} No Ghost Boy, we {b}wouldn't{/b} love to have her!
es_es: [_paulina_s_rise_one_s_talk_frown_] {i}¡Sssst! {/i}No, Chico Fantasma, ¡{b}no nos{/b} encantará tenerla!

source: [_star_s_talk_frown_s_confused_] {i}*Whispering*{/i} What she said! No 12th century freaks aloud!
es_es: [_star_s_talk_frown_s_confused_] {i}*Susurrando* ¡Lo que ella dijo! ¡Nada de monstruos del siglo 12!

source: [_danny_s_angry_s_talk_frown_2_s_towards_wide_] Uhm girls? {i}Ixnay{/i} on the name {i}allingcay!{/i}
es_es: [_danny_s_angry_s_talk_frown_2_s_towards_wide_] ¿Chicas? {i}¡Ixnay{/i} en el nombre {i}allingcay!{/i}

source: [_star_s_towards_s_rise_one_s_talk_frown_] {i}*Whispering*{/i} The fuck did he just say?
es_es: [_star_s_towards_s_rise_one_s_talk_frown_] {i}*Susurrando*{/i} ¿Qué coño acaba de decir?

source: [_paulina_s_idle__s_talk_frown_] {i}*Whispering*{/i} I think that's Pygmy latin. I'm pretty sure it's French...
es_es: [_paulina_s_idle__s_talk_frown_] {i}*susurrando*{/i} Creo que es latín pigmeo. Estoy bastante segura de que és francés...

source: [_danny_s_closed_sad_s_neutral_] (Dunderheads... gorgeous, beautiful, bombshell {u}dunderheads{/u}.)
es_es: [_danny_s_closed_sad_s_neutral_] (Imbéciles... magníficas, hermosas, petardas {u}imbéciles{/u}.)

source: [_dorathea_] I was so worried that I might not be able to go and have fun at a party... but you've been so nice to me...
es_es: [_dorathea_] Me preocupaba tanto no poder ir a divertirme a una fiesta... has sido tan amable conmigo...

source: [_dorathea_] You've just put all of my worry away! Oh thank you, my phantom knight!
es_es: [_dorathea_] ¡Acabas de acabar con todas mis preocupaciones! ¡Oh, gracias, mi caballero fantasma!

source: [_danny_s_blank_stare_s_rise_one_s_talk_happy_] Uhm, yeah, you're welcome! (Dang, "Phantom Knight"? Now {i}there's{/i} a name!)
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_happy_] Uhm, sí, ¡de nada! (¿"Caballero Fantasma"? ¡{i}Eso{/i} sí que es un nombre!)

source: [_dorathea_] Oh, how it'll be so magical, dancing with you as my date and soon to be betrothed!
es_es: [_dorathea_] ¡Oh, qué mágico será bailar contigo como una prometida y en una cita!

source: [_danny_s_closed_happy_s_talk_happy_2_] Yeah, see, there's no reason to be so...
es_es: [_danny_s_closed_happy_s_talk_happy_2_] Sí, verás, no hay razón para ser tan...

source: [_danny_s_talk_frown_s_towards_wide_s_sad_] Wait... "{u}betrothed{/u}"? Oh, n-no, we're not getting married or anything, I'm much too young for that. I also think I have a slight fear of immediate commitment.
es_es: [_danny_s_talk_frown_s_towards_wide_s_sad_] Espera... ¿"{u}prometida{/u}"? Oh, n-no, no nos vamos a casar ni nada, soy demasiado joven para eso. También creo que tengo un ligero miedo al compromiso inmediato.

source: [_dorathea_] Oh, but then... how would we be able to go to the ball together if you were not my engaged escort? That wouldn't be very proper royal formality, my knight...
es_es: [_dorathea_] Oh, pero entonces... ¿cómo podríamos ir juntos al baile si no fueras mi prometido? Eso no sería muy propio de la formalidad real, mi caballero...

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Oh, uhm, and I don't know if I meant like, {i}you and I{/i}, would be going to the dance... {b}together{/b}, exactly... n-no offense, I just think I'd prefer someone more-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Oh, uhm, y no sé si quise decir como, {i}tú y yo{/i}, iríamos al baile... {b}juntos{/b}... n-no te ofendas, sólo creo que preferiría a alguien más-

source: [_star_s_talk_happy_s_angry_] Alive? Not a walking corpse? A non-undead freakazoid?
es_es: [_star_s_talk_happy_s_angry_] ¿Vivo? ¿No un cadáver andante? ¿Un monstruo no muerto?

source: [_paulina_s_closed_s_talk_happy_] Yeah, like me!! I'm totally alive and stuff!!
es_es: [_paulina_s_closed_s_talk_happy_] Sí, como yo. ¡¡Estoy viva y eso!!

source: [_star_] Uhm, s-so am I Billy! Don't forget about me!!
es_es: [_star_] ¡Yo también, Billy! ¡¡No te olvides de mí!!

source: [_star_s_talk_frown_s_confused_2_] Uhm, hey, I am still mad at you and everything, but I wouldn't {b}hate{/b} it if you chose me instead!
es_es: [_star_s_talk_frown_s_confused_2_] Uhm, oye, sigo enfadada contigo y eso, ¡pero no {b}odiaría{/b} que me eligieras a mí en su lugar!

source: [_danny_s_talk_frown_s_wondering_] Hey, wait, I'm not looking to-
es_es: [_danny_s_talk_frown_s_wondering_] Oye, espera, no estoy buscando

source: [_dorathea_] {b}ENOUGH!!!{/b}
es_es: [_dorathea_] {b}¡¡¡BASTA!!!{/b}

source: [_dorathea_] Stupid rules to always follow, stupid older brother to listen to, stupid shrill girls to make fun of me...
es_es: [_dorathea_] Estúpidas reglas que hay que seguir siempre, estúpido hermano mayor al que escuchar, estúpidas chicas chillonas que se burlan de mí...

source: [_dorathea_] ...and stupid boys to break my heart...
es_es: [_dorathea_] ...y estúpidos chicos que me rompen el corazón...

source: [_dorathea_] Well Princess Dorathea has had enough!!
es_es: [_dorathea_] ¡Bueno, la Princesa Dorathea ha tenido suficiente!!

source: [_danny_s_sad_s_talk_happy_s_towards_] Woah, hey, uhm, Dorathea? L-look, just because we might not have a delightful arranged marriage together, there's no need to get-
es_es: [_danny_s_sad_s_talk_happy_s_towards_] Woah, hey, uhm, ¿Dorathea? Mira, sólo porque no tengamos un encantador matrimonio juntos no hay necesidad de

source: [_dorathea_] No!! You don't tell me what to do, you wicked boy!! Nobody shall, anymore!!
es_es: [_dorathea_] ¡¡No!! ¡¡No me digas lo que tengo que hacer, malvado chico!! ¡¡Nadie lo hará nunca más!!

source: [_dorathea_] I just...!!
es_es: [_dorathea_] ¡¡Yo solo...!!

source: [_dorathea_] ...{b}wanted{/b}...!!
es_es: [_dorathea_] ...{b}quería {/b} ...!!

source: [_dorathea_] ...to go...!!
es_es: [_dorathea_] ...ir...!!

source: [_dragon_] {b}...to the ball!!{/b}
es_es: [_dragon_] {b}... al baile!! {/b}

source: [_danny_s_talk_frown_2_s_sad_] Woah! Well hey, I don't think the school gym's gonna be able to fit you in at that size!
es_es: [_danny_s_talk_frown_2_s_sad_] ¡Woah! Bueno oye, ¡no creo que en el gimnasio del colegio quepas con ese tamaño!

source: [_danny_s_talk_frown_s_wondering_s_towards_] ...I think we can also {b}forget{/b} about fitting a garter around your thigh at this point, too. Is there maybe a gigantic medieval treadmill in your castle?
es_es: [_danny_s_talk_frown_s_wondering_s_towards_] ...creo que también podemos {b}olvidarnos{/b} de ponerte una liga alrededor del muslo. ¿Hay alguna gigantesca cinta de carreras en tu castillo?

source: [_danny_s_talk_frown_s_up_wide_2_s_angry_] Alright then, prepare thyself to be slain, foul beast!!
es_es: [_danny_s_talk_frown_s_up_wide_2_s_angry_] Muy bien, ¡¡prepárate para ser asesinada, bestia inmunda!!

source: [_danny_s_at_danny_s_sad_s_smile_] (Hmmm... maybe the whole "Gentleman Ghost" thing isn't such a bad idea!)
es_es: [_danny_s_at_danny_s_sad_s_smile_] (Hmmm... ¡quizás lo del "Caballero Fantasma" no sea tan mala idea!)

source: [_danny_s_neutral_s_frown_2_s_blank_stare_] (Nah, still just sounds pretty dorky...)
es_es: [_danny_s_neutral_s_frown_2_s_blank_stare_] (No, sigue sonando bastante tonto...)

source: [_danny_s_rise_one_s_talk_happy_] Had enough?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Has tenido bastante?

source: [_dragon_] {i}Rwawghhhh{/i}... {b}No{/b}... {b}fair{/b}...
es_es: [_dragon_] {i}Rwawghhhh{/i}... {b}No{/b}... {b}és justo{/b}...

source: [_danny_s_angry_s_talk_happy_2_] Yeah, well I don't really play fair. I just play to win!
es_es: [_danny_s_angry_s_talk_happy_2_] Sí, bueno, en realidad no juego limpio. ¡Solo juego para ganar!

source: [_danny_s_at_danny_s_talk_happy_] And now to wrap you up all nice and tidy with my little-
es_es: [_danny_s_at_danny_s_talk_happy_] Y ahora para envolverte con mi pequeño

source: [_danny_s_talk_frown_s_rise_one_] Uhm... where's the- I thought I had- it's not...
es_es: [_danny_s_talk_frown_s_rise_one_] Uhm... dónde está el... pensé que tenía... no es...

source: [_danny_s_blank_stare_s_sad_2_s_frown_grin_2_] (Oh crap! I forgot the {b}Fenton Thermos{/b}! I need to actually remember to bring it with me from now on!)
es_es: [_danny_s_blank_stare_s_sad_2_s_frown_grin_2_] (¡Mierda! ¡He olvidado el {b}Termo Fenton{/b}! Tengo que acordarme de llevarlo conmigo a partir de ahora)

source: [_dragon_] {b}I just... wanted to go... to the ball...{/b} {i}*Sniff*{/i}
es_es: [_dragon_] {b}Yo sólo... quería ir... al baile...{/b} {i}*Sniff*{/i}

source: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oof... another friendly reminder that I should maybe start training my physical body as well...
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_] Uf... otro recordatorio de que tal vez debería entrenar también mi cuerpo físico...

source: [_danny_s_frown_3_s_wondering_] (Mutual masturbation sessions and tittyjobs can only take a ghost boy so far...)
es_es: [_danny_s_frown_3_s_wondering_] (Sesiones de masturbación mutua y pajas de tetas sólo pueden llevar a un chico fantasma hasta cierto punto...)

source: [_danny_s_at_danny_s_talk_frown_2_s_neutral_] But... none of that matters right now... I still beat you up enough that you'll go nicely inside the...
es_es: [_danny_s_at_danny_s_talk_frown_2_s_neutral_] Pero... nada de eso importa ahora... Todavía golpeo lo suficiente para que vayas dentro de...

source: [_danny_s_rise_one_s_talk_frown_] Uhm... where's the- I thought I had- it's not...
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm... dónde está el... pensé que tenía... no és...

source: [_danny_s_sad_2_s_frown_grin_2_s_blank_stare_] (Oh crap! I forgot the {b}Fenton Thermos{/b}! I need to actually remember to bring it with me from now on!)
es_es: [_danny_s_sad_2_s_frown_grin_2_s_blank_stare_] (¡Mierda! ¡He olvidado el {b}Termo Fenton{/b}! Tengo que acordarme de llevarlo conmigo a partir de ahora)

source: [_dragon_] {b}Rwarhhhh!! You don't scare me, mere ghostling! {b}Uch!{/b} This realm is so cruel!! Just like big brother!! May you never cross my path again!!
es_es: [_dragon_] {b}¡¡¡Rwarhhhh!!! ¡No me asustas mero fantasma! ¡Uch!{/b} ¡Este reino és muy cruel! ¡Igual que el hermano mayor! ¡¡Nunca vuelvas a cruzarte en mi camino!!

source: [_danny_s_talk_frown_2_] Hey- come back here!
es_es: [_danny_s_talk_frown_2_] ¡Eh, vuelve aquí!

source: [_danny_s_talk_frown_s_at_danny_s_rise_one_] ...I mean... it's not like I can stop or fly after you, but...
es_es: [_danny_s_talk_frown_s_at_danny_s_rise_one_] ...quiero decir... no es que pueda detenerme o volar tras de ti, pero...

source: [_danny_s_towards_wide_s_talk_frown_2_s_sad_] ...just, could you be considerate enough as to phase through the-
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_sad_] ...sólo, ¿podrías ser tan considerada como para atravesar el

source: [_danny_s_blank_stare_s_talk_frown_] Yeah, I sort've expected that to happen...
es_es: [_danny_s_blank_stare_s_talk_frown_] Sí, más o menos esperaba que pasara eso...

source: [_danny_s_closed_sad_s_talk_happy_2_s_rise_one_] But hey... even {b}ghost{/b} women are breaking the glass ceiling lately, amirite ladies?
es_es: [_danny_s_closed_sad_s_talk_happy_2_s_rise_one_] Pero oye... hasta las mujeres de {b}fantasma{/b} están rompiendo el techo de cristal últimamente, ¿lo admiten señoras?

source: [_danny_s_blank_stare_s_talk_happy_s_wondering_] {i}Heh{/i}... I don't care, that was funny.
es_es: [_danny_s_blank_stare_s_talk_happy_s_wondering_] {i}Je{/i}... No me importa, eso fue gracioso.

source: [_paulina_s_talk_frown_s_wondering_] Oh my goodness, Ghost Boy, are you-
es_es: [_paulina_s_talk_frown_s_wondering_] Dios mío, Chico Fantasma, ¿estás

source: [_danny_s_sad_s_talk_happy_2_] Don't worry everyone, I'm fine! Everything's alright now, you may resume your day to day activiti-
es_es: [_danny_s_sad_s_talk_happy_2_] No os preocupéis, estoy bien. Todo está bien ahora, pueden reanudar sus actividades de dí a dí-

source: [_star_s_talk_happy_s_sad_] Hey, sorry, not to interrupt Billy, but could you just tell me which one of us you're going to take to the Casper Chill Formal?
es_es: [_star_s_talk_happy_s_sad_] Oye, perdona, no quiero interrumpir a Billy, pero ¿podrías decirme a cuál de nosotras dos vas a llevar al baile de Casper Chill?

source: [_star_s_talk_frown_s_rise_one_] Look Billy, just settle our little problem and let me know you're going to make things up to me by taking {b}me{/b} to the Casper Chill Formal!
es_es: [_star_s_talk_frown_s_rise_one_] Mira Billy, aclara la situación y di que vas a llevarme a mí al {b}¡al baile de Casper Chill!
