Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_billspook_] Of course, yeah, let's go do it! We'll do it tomorrow then, in the afternoon.
es_es: [_billspook_] Por supuesto, sí, ¡vamos! Lo haremos mañana por la tarde.

source: [_paulinaspook_] Sounds wonderful! I can't wait. Since you're new around town, I'll meet you at the mall and we'll go from there, kay?
es_es: [_paulinaspook_] ¡Suena maravilloso! No puedo esperar. Puesto que eres nuevo alrededor de la ciudad, te veré en el centro comercial e iremos desde allí, ¿ok?

source: [_billspook_] Perfect. I'll see you then. Bye Paulina
es_es: [_billspook_] Perfecto. Te veré entonces. Adiós Paulina

source: [_paulinaspook_] Bye bye, Ghost Boy!!
es_es: [_paulinaspook_] Adiós, ¡¡Chico Fantasma!!

source: [_danny_s_talk_happy_] Wow, an actual date with Paulina.
es_es: [_danny_s_talk_happy_] Wow, una cita real con Paulina.

source: [_danny_s_towards_s_neutral_s_talk_happy_2_] Things are actually turning in my favor!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_2_] ¡Las cosas se están volviendo a mi favor!

source: [_danny_s_talk_frown_s_down_s_wondering_] Well, at least for Inviso-Bill's anyway. But close enough!
es_es: [_danny_s_talk_frown_s_down_s_wondering_] Bueno, al menos para Inviso-Bil. ¡Pero más cerca mío también!

source: [_danny_s_sad_2_s_talk_happy_2_] Good morning world!
es_es: [_danny_s_sad_2_s_talk_happy_2_] ¡Buenos días mundo!

source: [_danny_s_talk_happy_] This guy's got a date to get to at the mall!
es_es: [_danny_s_talk_happy_] ¡Este tipo tiene una cita en el centro comercial!

source: [_danny_s_rise_one_s_grin_happy_] With, I might add, the most popular girl in school!
es_es: [_danny_s_rise_one_s_grin_happy_] ¡Con, sin duda alguna, la chica más popular de la escuela!

source: [_danny_s_down_s_sad_s_talk_frown_] Well, again, it's Inviso-Bill that's actually going on the date, but...
es_es: [_danny_s_down_s_sad_s_talk_frown_] Bueno, de nuevo, es Inviso-Bill quien va a la cita, pero...

source: [_danny_s_at_player_s_sad_2_s_talk_happy_2_] Beggars can't be choosers? I don't know, is that the appropriate saying?
es_es: [_danny_s_at_player_s_sad_2_s_talk_happy_2_] ¿No pueden elegir los medigos? No sé si és el dicho más apropiado

source: [_danny_s_neutral_s_talk_happy_] Whatever the case, I'm excited!
es_es: [_danny_s_neutral_s_talk_happy_] en cualquier caso, ¡estoy emocionado!

source: [_danny_] Today is my long-awaited first date with Paulina. I need to get to the mall!
es_es: [_danny_] Hoy es mi tan esperada primera cita con Paulina. ¡Necesito llegar al centro comercial!

source: [_danny_s_phantom_s_up_wide_s_wondering_s_talk_frown_] What's this movie about again, a talking cat with a giant head and eyes?
es_es: [_danny_s_phantom_s_up_wide_s_wondering_s_talk_frown_] ¿De qué trata esta película, ¿un gato con una cabeza gigante y ojos que habla?

source: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_2_] Oh boy... hopefully better than that one about talking smiley faces... so dumb.
es_es: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_2_] Oh tio... espereo que sea mejor que aquel que hablaba con la cara sonriente... que aburrido fue.

source: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_happy_] There's Paulina. Better go say hi.
es_es: [_danny_s_phantom_s_towards_wide_s_neutral_s_talk_happy_] Hay Paulina. Mejor vay a saludarle.

source: [_danny_s_phantom_s_wondering_s_talk_frown_2_] Hey, Paulina. How's it going? You weren't waiting too long were you?
es_es: [_danny_s_phantom_s_wondering_s_talk_frown_2_] Hey, Paulina. ¿Cómo te va? ¿Llevas esperando mucho tiempo?

source: [_paulina_s_towards_s_rise_one_s_talk_frown_] Oh no, GhostBoy! I'm actually just standing here and letting my adoring admirers come flock to me and to give me compliments!
es_es: [_paulina_s_towards_s_rise_one_s_talk_frown_] ¡Oh, no, Chico Fantasma! ¡Estoy aquí de pie y dejando que mis adorables admiradores vengan y me den felicitaciones!

source: [_danny_s_phantom_s_blank_stare_s_talk_frown_] Oh... well...
es_es: [_danny_s_phantom_s_blank_stare_s_talk_frown_] Oh... vaya...

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Well where is anybody?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Bueno, ¿dónde está todo el mundo?

source: [_paulina_s_away_s_wondering_s_talk_frown_] I don't know... I know we're not in school, but it's usually not this bad at a place like the mall.
es_es: [_paulina_s_away_s_wondering_s_talk_frown_] No sé... Sé que no estamos en la escuela, pero por lo general no es tan mal lugar como el centro comercial.

source: [_paulina_s_down_s_neutral_s_talk_frown_2_] Must just be a slow day at the mall, I guess.
es_es: [_paulina_s_down_s_neutral_s_talk_frown_2_] Supongo que debe ser un día poco concurrido en el centro comercial,.

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] More and more people are probably staying away since the number of ghost attacks that have happened lately.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Es probable que más y más personas se alejen por los numerosos ataques fantasma que han ocurrido últimamente.

source: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] Oh, but that's silly! No spooky ghost's going to try to attack the mall today!
es_es: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] Oh, ¡pero eso és una tontería! ¡Ningún fantasma espeluznante va a intentar atacar al centro comercial hoy!

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Huh? Why do you think that?
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Huh? ¿Por qué piensas eso?

source: [_paulina_s_towards_s_rise_one_s_talk_happy_] Because silly: you're here! You'll protect us from the super nasty ghost baddies!
es_es: [_paulina_s_towards_s_rise_one_s_talk_happy_] Porque estás aquí: ¡Nos protegerás de los malvados fantasma!

source: [_paulina_s_player_wide_s_idle__s_talk_happy_] After all, you're a {b}hero{/b}!!
es_es: [_paulina_s_player_wide_s_idle__s_talk_happy_] ¡¡Después de todo, eres un {b}héroe{/b}!!

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_happy_] Heh he, yeah well, can't beat em' all, ya know?
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_happy_] Heh él; sí, bueno, no puedo vencer a todos, ¿ya sabes?

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] Besides, I wouldn't wanna ruin our movie together with some dumb action packed fight with a dumb ghost.
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] Además, no querría arruinar nuestra película con otra estúpida pelea con un fantasma mudo.

source: [_paulina_s_towards_wide_s_idle_2_s_talk_frown_] Yeah, that's true too. Well, fingers crossed!
es_es: [_paulina_s_towards_wide_s_idle_2_s_talk_frown_] Sí, eso también és cierto. ¡Crucemos los dedos!

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Anyway, you wanted to lead me to the movie theatre, right?
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] De todos modos, querías llevarme al cine, ¿verdad?

source: [_paulina_s_away_s_idle__s_talk_happy_] Yeah, it's over here! We actually have a movie theatre in the mall now.
es_es: [_paulina_s_away_s_idle__s_talk_happy_] Sí, ¡está aquí cerca! Ahora tenemos un cine en el centro comercial.

source: [_paulina_s_towards_s_neutral_s_talk_happy_] We used to have a whole Googleplex Cinema down the road a bit, but the mall just bought it out and built it here instead.
es_es: [_paulina_s_towards_s_neutral_s_talk_happy_] Solíamos tener un Cine de Googleplex cerca de la carretera, pero el centro comercial compró el terreno para construirse y también lo construyó dentro.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Simplified. I like it!
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] simplificando. ¡Me gusta!

source: [_paulina_s_towards_s_idle_2_s_talk_happy_] Yeah, I know! So much nicer, honestly.
es_es: [_paulina_s_towards_s_idle_2_s_talk_happy_] Sí, ¡lo sé! ¡Es muy agradable sinceramente!.

source: [_paulina_s_away_s_neutral_s_talk_frown_] Anyway, it's over here! I wanna get to my seats early!
es_es: [_paulina_s_away_s_neutral_s_talk_frown_] De todos modos, ¡está aquí cerca! ¡Quiero llegar a mi asiento temprano!

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] No problem, I'll follow you.
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] No hay problema, te seguiré.

source: [_paulina_s_towards_s_idle_2_s_talk_happy_] Isn't it so nice in here? It all smells so fresh and newly built!
es_es: [_paulina_s_towards_s_idle_2_s_talk_happy_] ¿No se está bien aquí? ¡Todo huele tan fresco y recién construido!

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Yeah? I mainly smell overly buttered popcorn.
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] ¿Sí? Yo huelo mayormente a palomitas demasiado hechas.

source: [_paulina_s_away_s_wondering_s_talk_frown_] Oh? What's wrong, you don't like it...?
es_es: [_paulina_s_away_s_wondering_s_talk_frown_] Oh? ¿Qué hay de malo?, ¿no te gusta...?

source: [_danny_s_phantom_s_towards_wide_s_angry_s_talk_happy_2_] Are you kidding? I can't eat it if it's not covered in butter!
es_es: [_danny_s_phantom_s_towards_wide_s_angry_s_talk_happy_2_] ¿Estás bromeando? ¡No me las puedo comer si no están cubiertas de mantequilla!

source: [_paulina_s_towards_s_rise_one_s_talk_happy_] Oh, I was scared for a moment! I'm glad you're excited like I am for the movie!
es_es: [_paulina_s_towards_s_rise_one_s_talk_happy_] ¡Oh, me has asustado por un momento! ¡Me alegro de que estés emocionado con la película!

source: [_danny_s_phantom_s_blank_stare_s_wondering_s_talk_frown_2_] Oh yeah, Sayonara Pussycat... that's gonna be...
es_es: [_danny_s_phantom_s_blank_stare_s_wondering_s_talk_frown_2_] Oh sí, Sayonara Pussycat... eso va a ser...

source: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] ...yeah, that's gonna be great. (Ugh.)
es_es: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] ...sí, esto va a ser genial. (Ugh.)

source: [_paulina_s_towards_s_idle__s_talk_happy_] C'mon, let's get our tickets!
es_es: [_paulina_s_towards_s_idle__s_talk_happy_] Vamos, ¡vamos a comprar los tickets!

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Okay, no problem!
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Vale, ¡no hay problema!

source: [_paulina_s_towards_s_angry_s_talk_happy_] Hi there, two for Sayonara Pussycat!
es_es: [_paulina_s_towards_s_angry_s_talk_happy_] ¡Hola, ¡dos para Sayonara Pussycat!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] And could I get a large bucket of popcorn?
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] y ¿me podría dar un gran combo de palomitas de maíz?

source: [_paulina_s_towards_s_idle_2_s_talk_bite_] Oooh!! And a box of Red Strips! And some Peanut L&L's!
es_es: ¡[_paulina_s_towards_s_idle_2_s_talk_bite_] Ooo!! ¡Y una caja de Regalices Rojas! ¡Y de pipas L&L!

source: [_movieguy_] Uhm, okay then, for the movie tickets, the buttered corn, and the candy, that'll come out to be...
es_es: [_movieguy_] Uhm, bueno, entonces, para los boletos de cine, las palomitas con mantequilla, y las golosinas, que saldrán a ser...

source: [_movieguy_] $45 flat!
es_es: ¡[_movieguy_] ¡45 dolares!

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Uhm, gee, I don't have enough for that.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Uhm, gee, no tengo suficiente para eso.

source: [_paulina_s_closed_s_idle__s_talk_happy_] Oh, well, don't worry I will pay for it...
es_es: [_paulina_s_closed_s_idle__s_talk_happy_] Oh, bueno, no te preocupes que yo lo pagaré...

source: [_movieguy_] Uh, thank you. Enjoy your movie.
es_es: [_movieguy_] Uh, gracias. Disfrutad de la película.

source: [_paulina_s_talk_happy_s_idle_2_] Thanks...
es_es: [_paulina_s_talk_happy_s_idle_2_] Gracias...

source: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_2_] Look, I'm sorry Paulina. I'll pay for it next time.
es_es: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_2_] Mira, lo siento Paulina. La próxima vez lo pagaré.

source: [_paulina_s_away_s_idle__s_talk_happy_] Don't worry... C'mon Inviso-Bill! Let's go this way!
es_es: [_paulina_s_away_s_idle__s_talk_happy_] No te preocupes... ¡Vamos Inviso-Bill! ¡Vamos por aquí!

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] Here you go, good sir! I have enough of your human currency right here!
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] ¡Aquí voy, buen señor! ¡Ya he tenido suficiente de tu creación humana!

source: [_movieguy_] Uh, thank you. Cool costume by the way. Not even Halloween yet though.
es_es: [_movieguy_] Uh, gracias. Chulo disfraz por cierto. No estamos en Halloween.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Uhm, wh-why thank you! Much appreciated!
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Uhm, ¡por qué me das las gracias gracias! ¡apreciado!

source: [_movieguy_] Enjoy your movie.
es_es: [_movieguy_] Disfruta de tu película.

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_2_] Thanks...
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_2_] Gracias...

source: [_paulina_s_away_s_idle__s_talk_happy_] C'mon Inviso-Bill! Let's go this way!
es_es: [_paulina_s_away_s_idle__s_talk_happy_] ¡Vamos Inviso-Bill! ¡Vamos por aquí!

source: [_danny_s_phantom_s_towards_wide_s_sad_2_s_talk_happy_] Okay, wait up!
es_es: [_danny_s_phantom_s_towards_wide_s_sad_2_s_talk_happy_] Vale, espera!

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] I like these nice seats.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Me gustan estos hermosos asientos.

source: [_paulina_s_towards_s_angry_s_talk_happy_] Aren't they nice? They even lean back and everything.
es_es: [_paulina_s_towards_s_angry_s_talk_happy_] ¿No son guays? Incluso se inclinan hacia atrás.

source: [_danny_s_phantom_s_closed_sad_s_wondering_s_talk_frown_] Yeah, not like they used to at the old Googleplex.
es_es: [_danny_s_phantom_s_closed_sad_s_wondering_s_talk_frown_] Sí, no como eran antes en el viejo Googleplex.

source: [_paulina_s_towards_s_rise_one_2_s_talk_frown_] Huh? What do you mean? Aren't you from like that... "Ghost Zone" thing?
es_es: [_paulina_s_towards_s_rise_one_2_s_talk_frown_] ¿Huh? ¿Qué quieres decir? ¿No eras de esa... "Zona fantasma"?

source: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] What do you know about our movie theatres?
es_es: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] ¿Qué sabes de nuestros cines?

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_2_] Uhm, well... well yeah, I uh... what I meant was...
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_2_] Uhm, bien... bueno, sí, uh... lo que quería decir...

source: [_danny_s_phantom_s_at_player_wide_s_neutral_s_frown_3_] (Shit! What am I supposed to do here? I'm terrible at just keeping my mouth shut!)
es_es: [_danny_s_phantom_s_at_player_wide_s_neutral_s_frown_3_] (Shit! ¿Qué se supone que debo hacer aquí? ¡Soy terrible incluso con mi boca cerrada!)

source: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] Well, I just meant how... like, I know, because I've been around for such a long time.
es_es: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] Bueno, acabo de decir cómo..., ya sé, porque he estado por aquí durante mucho tiempo.

source: [_danny_s_phantom_s_up_wide_s_wondering_s_talk_frown_2_] I mean, I sorta am, uh, permanently stuck here in Amity. Cursed to, uhm, haunt the town forever, sorta deal.
es_es: [_danny_s_phantom_s_up_wide_s_wondering_s_talk_frown_2_] Quiero decir, yo estoy como, uh, permanentemente, atrapado aquí en Amity. Maldito a, uhm, cazar por la ciudad para siempre, eso és.

source: [_paulina_s_towards_s_neutral_s_talk_frown_] Oh... yeah, that's true. So you just can't leave? Goodness, that must be the absolute worst...
es_es: [_paulina_s_towards_s_neutral_s_talk_frown_] Oh... ya, de veras. Así que ¿no puedes salir? Bien, eso debe ser lo absolutamente peor...

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Uhm, yeah, it's just... well, it's still home. I can't quite get myself out, as much as I'd like to though.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Uhm, sí, es justo... bueno, sigue siendo mi casa. No puedo salir fuera tanto como me gustaría.

source: [_paulina_s_towards_s_neutral_s_talk_frown_] Yeah, I get that too.
es_es: [_paulina_s_towards_s_neutral_s_talk_frown_] Sí, yo también lo estoy.

source: [_paulina_s_towards_s_angry_s_talk_frown_2_] Sometimes, I worry that I'm gonna be stuck here forever too... I might as well be a wandering ghost myself!
es_es: [_paulina_s_towards_s_angry_s_talk_frown_2_] A veces, me preocupa que yo misma me quedé atrapada aquí para siempre... ¡Podría acabar siendo un fantasma malvado!

source: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] Why do you worry about that? You shouldn't! You're a totally gorgeous person, there's gotta be a million modeling jobs you could get!
es_es: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] ¿Por qué te preocupas por eso? ¡No deberías! ¡Eres una persona totalmente única, tienes un millón de trabajos donde elegir!

source: [_paulina_s_towards_s_neutral_s_talk_frown_] Yeah, I guess so... but is that what I want?
es_es: [_paulina_s_towards_s_neutral_s_talk_frown_] Sí, lo supongo... ¿pero és eso lo que quiero?

source: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] I mean, don't get me wrong, I love all the attention of the camera on me at all times, trust me.
es_es: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] Quiero decir, no me malinterpretes, amo la atención de la cámara a todas horas, creeme.

source: [_paulina_s_down_wide_s_idle__s_talk_frown_] I just worry that... well, deep down... I think about what if...
es_es: [_paulina_s_down_wide_s_idle__s_talk_frown_] Sólo me preocupa que... bueno, en profundidad... pienso en si...

source: [_paulina_s_player_wide_s_rise_one_s_talk_frown_2_] ...what if there's more to life than being really, really, really, ridiculously good looking?
es_es: [_paulina_s_player_wide_s_rise_one_s_talk_frown_2_] ...¿qué pasa si hay más en la vida que ser realmente, realmente, realmente, ridículamente guapa?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Uhm, well, I don't know if that's the issue for you, honestly.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Uhm, Sinceramente, bueno, no sé si eso és un problema para ti.

source: [_paulina_s_towards_s_neutral_s_talk_frown_] What do you mean?
es_es: [_paulina_s_towards_s_neutral_s_talk_frown_] ¿Qué quieres decir?

source: [_danny_s_phantom_s_up_wide_s_talk_frown_2_] Well, plenty of people don't know what they wanna do with their lives at our- erhm, your age.
es_es: [_danny_s_phantom_s_up_wide_s_talk_frown_2_] Bueno, mucha gente no sabe lo que quiere hacer con su vida en nuestro erhm, a tu edad.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_frown_] I think it all depends on whether or not you actually {i}want{/i} to do something.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_frown_] creo que todo depende de si quieres o no {i}quieres{/i} hacer algo.

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] I'm sure once you find your drive to do something or something to strive for, you'll easily find out what you wanna do!
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_] Estoy seguro de que una vez que encuentres el impulso para hacer algo o algo por lo que luchar, tú encontrarás fácilmente lo que quieres!

source: [_paulina_s_down_s_wondering_s_talk_frown_] Find something to strive for, huh?
es_es: [_paulina_s_down_s_wondering_s_talk_frown_] Encontrar algo por lo que luchar, ¿eh?

source: [_paulina_s_down_s_wondering_s_talk_frown_2_] Hmmm... well, I guess everybody just gives me what I want for the most part...
es_es: [_paulina_s_down_s_wondering_s_talk_frown_2_] Hmmm... bueno, supongo que todo el mundo sólo me da lo que quiero mayormente...

source: [_paulina_s_towards_s_neutral_s_talk_frown_2_] So that's why I haven't known what to strive for! Wow!!
es_es: [_paulina_s_towards_s_neutral_s_talk_frown_2_] ¡Así que és por eso por lo que no sé por qué luchar! ¡¡Wow!!

source: [_paulina_s_towards_s_wondering_s_talk_happy_] That makes so much sense now! Thank you so much, Inviso-Bill!
es_es: [_paulina_s_towards_s_wondering_s_talk_happy_] ¡Eso tiene mucho sentido! ¡Muchas gracias, Inviso-Bill!

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_happy_] Oh, sure, no problem. See, it's nothing to worry about.
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_happy_] Oh, bien, no hay problema. Ves, no es nada de lo que preocuparse.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Hey, we came to watch a movie too, not worry so heavily about our future.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Hey, vinimos a ver una película también, no nos preocupemos tanto por nuestro futuro.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] I think the previews are about to start anyway.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] creo que los anuncios están a punto de comenzar.

source: [_paulina_s_towards_s_idle__s_talk_happy_] {i}*Chuckles*{/i} Yeah, you're right. Let's just relax a little...
es_es: [_paulina_s_towards_s_idle__s_talk_happy_] {i}*Risas* {/i} Sí, tienes razón. Vamos a relajarnos un poco...

source: [_paulina_s_towards_s_wondering_s_talk_happy_] Oh my goodness!! That was like the best movie ever!! Sayonara Pussycat is the absolute greatest character in the whole wide universe!!
es_es: [_paulina_s_towards_s_wondering_s_talk_happy_] ¡Oh dios mío! ¡Esta fue la mejor película de todas!! ¡¡Sayonara Pussycat és el personaje absolutamente más grande en todo el universo!!

source: [_danny_s_phantom_s_at_player_wide_s_angry_s_frown_2_] (Ooff... oh man... I might just hurl from all the technicolored, sugar coated, saturated frames I just burned into my eyes...)
es_es: [_danny_s_phantom_s_at_player_wide_s_angry_s_frown_2_] (ufff... oh tio... Podría borrar todas las técnicas de colores, golosinas y marcas acabo de ver con mis ojos...)

source: [_paulina_s_towards_wide_s_idle__s_talk_happy_] Wasn't that so much fun, Ghost Boy?
es_es: [_paulina_s_towards_wide_s_idle__s_talk_happy_] ¿No fue divertido, chico fantasma?

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Uhm, yeah, it was super great! I loved the running joke of Sayonara Pussycat using her super squeaky voice throughout the whole thing...
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Uhm, sí, fue super genial! Me encantó el chiste de Sayonara Pussycat usando su voz super aguda...

source: [_paulina_s_towards_s_rise_one_2_s_talk_frown_] Running joke? What do you mean? That's just Sayonara Pussycat talking!
es_es: [_paulina_s_towards_s_rise_one_2_s_talk_frown_] ¿chiste? ¿Qué quieres decir? ¡Eso fue una charla de Sayonara Pussycat!

source: [_danny_s_phantom_s_at_danny_s_sad_2_s_talk_frown_] Oh, my mistake... I was wondering why nobody was laughing whenever she was talking.
es_es: [_danny_s_phantom_s_at_danny_s_sad_2_s_talk_frown_] Oh, mi error... Me preguntaba por qué nadie se reía cada vez que hablaba.

source: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] You okay? You don't look well, even for a dead dude.
es_es: [_paulina_s_towards_s_idle_2_s_talk_frown_2_] ¿Estás bien? No se te ve bien, ni aún siendo un muerto.
