Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_at_player_s_wondering_] (It might have been nice if she had told me a little bit more about her past.)
es_es: [_danny_s_at_player_s_wondering_] (Habría sido mejor si ella me hubiera dicho un poco más sobre su pasado)

source: [_danny_s_frown_2_s_sad_] (But at least she's kind of being a bit more open and formal to talk to.)
es_es: [_danny_s_frown_2_s_sad_] (Pero al fin ella se ha abierto un poco más y formalizado para hablar.)

source: [_danny_s_wondering_s_frown_3_s_towards_] (I'll try to keep things going though.)
es_es: [_danny_s_wondering_s_frown_3_s_towards_] (Intentaré mantener las cosas en marcha.)

source: [_danny_s_sad_s_towards_s_talk_frown_] So what brought you to Amity, anyway?
es_es: [_danny_s_sad_s_towards_s_talk_frown_] Entonces, ¿qué te trajo a Amity?

source: [_desiree_s_down_2_s_talk_frown_s_neutral_] It was essentially a favor I had to perform for the ghost that helped set me free. "Haunt the grounds", cause general chaos and all that, essentially.
es_es: [_desiree_s_down_2_s_talk_frown_s_neutral_] Fue esencialmente un favor que tuve que hacer para el fantasma que me ayudó a liberarme. "Embrujar los fundamentos", causar el caos general y todo eso, esencialmente.

source: [_danny_s_neutral_s_talk_frown_2_s_towards_] Huh? Why'd they want you to do that?
es_es: [_danny_s_neutral_s_talk_frown_2_s_towards_] Huh? ¿Por qué quiere que lo hagas?

source: [_desiree_s_towards_s_talk_frown_2_s_neutral_2_] With that particular ghost, I don't tend to ask too many questions. You don't want to be on his bad side...
es_es: [_desiree_s_towards_s_talk_frown_2_s_neutral_2_] Con ese fantasma en particular, no suelo hacer demasiadas preguntas. No quieres estar de su lado malo...

source: [_desiree_s_towards_2_s_talk_frown_s_neutral_] This was awhile back though, as he wanted your whole town essentially to be flooded with powerful ghosts.
es_es: [_desiree_s_towards_2_s_talk_frown_s_neutral_] Esto fue un poco atrás, ya que quería que toda tu ciudad se inundara de fantasmas poderosos.

source: [_desiree_s_angry_s_talk_frown_2_s_down_2_] ...I just happened to be caught by that dreadful old gypsy woman just about as soon as I arrived... not one of my proudest moments...
es_es: [_desiree_s_angry_s_talk_frown_2_s_down_2_] ...sucedió y fui capturada por esa terrible mujer gitana tan pronto como llegué... ni un momento de gloria...

source: [_danny_s_towards_down_2_s_frown_3_s_angry_] (Hmmm... weird... a ghost who wants to fill Amity Park with {u}other{/u} ghosts first? Why go to the trouble? I should really try to get to the bottom of that mystery sometime.)
es_es: [_danny_s_towards_down_2_s_frown_3_s_angry_] (Hmmm... raro... ¿un fantasma que quiere llenar el Parque Amity con {u}otros {/u} fantasmas? ¿Por qué dar problemas? Realmente debería tratar de llegar al fondo de ese misterio en algún momento.)

source: [_danny_s_towards_wide_s_talk_frown_2_s_sad_] Say Desiree, why was this ghost-
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_sad_] Dime Desiree, ¿por qué fue este fantasma-

source: [_desiree_s_talk_frown_2_s_neutral_2_s_towards_] Oh, must I continue answering all your questions today? It's becoming so tiresome, Danny.
es_es: [_desiree_s_talk_frown_2_s_neutral_2_s_towards_] Oh, ¿debo seguir respondiendo a todas tus preguntas hoy? Se está volviendo cansado, Danny.

source: [_desiree_s_down_2_s_talk_happy_s_neutral_] I just want to stuff my face with more of this deliciousness!
es_es: [_desiree_s_down_2_s_talk_happy_s_neutral_] ¡Solo quiero llenar mi boca con más de esta deliciosidad!

source: [_danny_s_towards_s_talk_happy_s_wondering_] No, go ahead. Let's finish up our ice cream before it melts and then head home, okay?
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] Ok, sigue adelante. Finalicemos nuestro helado antes de que se derrita y después regresemos a casa, ¿bien?

source: [_desiree_s_closed_s_talk_happy_2_s_neutral_2_] As you wish...~
es_es: [_desiree_s_closed_s_talk_happy_2_s_neutral_2_] como quieres...~

source: [_desiree_s_towards_s_talk_happy_s_neutral_] That was... that was somewhat enjoyable...
es_es: [_desiree_s_towards_s_talk_happy_s_neutral_] Eso fue... fue algo agradable...

source: [_danny_s_rise_one_s_talk_happy_] Yeah? You think so?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Sí? ¿Crees que sí?

source: [_desiree_s_talk_frown_s_neutral_2_] Well, I simply assumed that's what I should say, anyway...
es_es: [_desiree_s_talk_frown_s_neutral_2_] Bueno, asumí que eso és lo que debería decir...

source: [_desiree_s_talk_bite_s_sad_] I'm merely giving you grief, Danny! Yes, I certainly had a fine time today.
es_es: [_desiree_s_talk_bite_s_sad_] Te estoy dando pena, ¡Danny! Sí, desde luego he tenido un buen rato hoy.

source: [_danny_s_talk_happy_s_sad_] Oh! H-hey, look at you with the jokes!
es_es: [_danny_s_talk_happy_s_sad_] ¡Oh! ¡H-hey, mira que chistosa!

source: [_desiree_s_talk_happy_2_s_neutral_] {i}*Chuckles*{/i} Well, you have to have a bit of humour when you're in an indentured servitude.
es_es: [_desiree_s_talk_happy_2_s_neutral_] {i}*Risas * {/i} Bueno, tienes que tener un poco de humor cuando estás en una servidumbre.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, I guess that's true. I'm just glad you did enjoy your time today.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Sí, supongo que es cierto. Me alegro de que disfrutes tu tiempo hoy.

source: [_desiree_s_talk_happy_s_towards_2_] It was nice, indeed... and... well, I began to give it some thought...
es_es: [_desiree_s_talk_happy_s_towards_2_] Fue agradable, de hecho y... bueno, empecé a pensar en algo...

source: [_danny_s_talk_frown_2_] What's that?
es_es: [_danny_s_talk_frown_2_] ¿En qué?

source: [_desiree_s_talk_happy_s_towards_s_sad_] If it would please you... and if there were a genuine opportunity to learn something new about your culture... I wouldn't {b}loathe{/b} attending this "Chilly Formal" of yours.
es_es: [_desiree_s_talk_happy_s_towards_s_sad_] Si te agradaría... y si hubiera una oportunidad genuina de aprender algo nuevo sobre tu cultura... No me gustaría {b}aborrecer{/b} asistir a este "Formal vaile" tuyo.

source: [_danny_s_sad_2_s_talk_happy_2_] Really? Great! That's awesome! I'm glad to hear you say that.
es_es: [_danny_s_sad_2_s_talk_happy_2_] ¿De veras? ¡Que grande! ¡Es impresionante! Me alegra oírte decir eso.

source: [_desiree_s_talk_happy_s_towards_s_sad_] I suppose today has shown me that there is something to be gained by being more than your sexual plaything.
es_es: [_desiree_s_talk_happy_s_towards_s_sad_] Supongo que hoy me has demostrado que hay algo que ganar por ser algo más que tu juguete sexual.

source: [_danny_s_rise_one_s_towards_s_talk_happy_] ...and that would be...?
es_es: [_danny_s_rise_one_s_towards_s_talk_happy_] ...y que podría ser...?

source: [_desiree_s_talk_frown_s_closed_s_neutral_2_] I can learn all the ways that men have not improved themselves! I may not be able to cleanse the whole world of men's follies...
es_es: [_desiree_s_talk_frown_s_closed_s_neutral_2_] ¡Puedo aprender todas las cosas en que los hombres no se han mejorado! Quizás no sea capaz de limpiar todo el mundo de las locuras de los hombres...

source: [_desiree_s_neutral_s_talk_happy_s_towards_2_] ...but I may just have a chance to prevent you from making pig headed mistakes like the rest of them.
es_es: [_desiree_s_neutral_s_talk_happy_s_towards_2_] ...pero puede que tenga la oportunidad de evitar que cometas errores de cerdo como el resto de ellos.

source: [_danny_s_wondering_s_talk_happy_] Oh, uhm, I'm glad to hear that.
es_es: [_danny_s_wondering_s_talk_happy_] Oh, uhm, me alegro de oírlo.

source: [_danny_s_talk_happy_2_s_closed_s_sad_] Anyway, let's head behind that kiosk and get you back in the Thermos, huh?
es_es: [_danny_s_talk_happy_2_s_closed_s_sad_] De todos modos, vamos detrás de ese kiosco y te devolveré al Termos, ¿eh?

source: [_desiree_s_talk_frown_s_closed_s_sad_] As you wish... Master [player_name]...
es_es: [_desiree_s_talk_frown_s_closed_s_sad_] Como quieras... Maestro [player_name]...

source: [_danny_s_rise_one_s_down_s_frown_3_] (Hmmm... ya know... while she does look nice, I don't know if her new outfit's suited for a formal dance...)
es_es: [_danny_s_rise_one_s_down_s_frown_3_] (Hmmm... ya sabe... ella se ve bien, no sé si su nuevo vestido és adecuado para un baile formal...)

source: [_danny_s_smile_s_towards_] (Maybe I should buy her a dress? It is a special occasion after all.)
es_es: [_danny_s_smile_s_towards_] (¿Tal vez debería comprarle una traje? Después de todo, és una ocasión especial.)

source: [_danny_s_smile_s_towards_] (Maybe I should buy her some more outfits? She is a woman after all.)
es_es: [_danny_s_smile_s_towards_] (¿Tal vez debería comprarle más atuendos? Después de todo, ella és una mujer.)

source: {b}Desiree's outfit can be customized in Danny's room now!{/b}
es_es: {b}¡El atuendo de Desiree se puede personalizar en la habitación de Danny's ahora!{/b}

source: {b}Also, check out the AbYss store for outfit pieces to put on her!{/b}
es_es: {b}¡Además, echa un vistazo a la tienda de AbYss para añadir complementos de atuendos!{/b}

source: [_danny_s_sad_s_talk_happy_] Alright, here we are! You can come out now, Des.
es_es: [_danny_s_sad_s_talk_happy_] Bien, aquí estamos! Puedes salir ahora, Des.

source: [_desiree_] Are you sure of this, Master [player_name]?
es_es: [_desiree_] ¿Estás seguro de esto, Maestro [player_name]?

source: [_danny_s_talk_frown_s_rise_one_] Yeah, why not?
es_es: [_danny_s_talk_frown_s_rise_one_] Sí, ¿por qué no?

source: [_desiree_] ...I feel ridiculous. I'm not sure I thought this whole lengthy dress idea of yours through properly...
es_es: [_desiree_] ...Me siento ridícula. No estoy segura. He pensado esta larga idea tuya correctamente...

source: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Why? That dress suits you fantastically!
es_es: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] ¿Por qué? Ese vestido te queda fantástico!

source: [_desiree_s_talk_frown_s_neutral_2_] You could have picked a better color...
es_es: [_desiree_s_talk_frown_s_neutral_2_] Se podría haber elegido un mejor color ...

source: [_danny_s_down_s_talk_happy_s_sad_2_] I picked the one I thought you'd look nice in, and you do!
es_es: [_danny_s_down_s_talk_happy_s_sad_2_] He elegido el que pensé que te verías bien, ¡y lo haces!

source: [_danny_s_sad_s_talk_frown_s_towards_] C'mon, you don't even know a single person going to this thing, it'll be fine!
es_es: [_danny_s_sad_s_talk_frown_s_towards_] Vamos, ni siquiera conoces una sola persona que valla a ir, ¡estará bien!

source: [_desiree_s_talk_frown_2_s_neutral_2_s_towards_] This was supposed to be a learning venture for me, Master... and so far I've only learned what I already knew.
es_es: [_desiree_s_talk_frown_2_s_neutral_2_s_towards_] Se suponía que esto era una aventura de aprendizaje para mí, Maestro... y hasta ahora solo he aprendido lo que ya sabía.

source: [_danny_s_talk_frown_s_rise_one_] Oh yeah? What's that?
es_es: [_danny_s_talk_frown_s_rise_one_] ¿Oh sí? ¿Qué?

source: [_desiree_s_talk_frown_s_neutral_3_] That you're a filthy pig.
es_es: [_desiree_s_talk_frown_s_neutral_3_] Que eres un sucio cerdo.

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Hey, is that anyway to treat your long distance cousin who you barely see anymore?
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] Eh, ¿son esas formas de tratar a tu primo lejano al que apenas ves?

source: [_desiree_s_sad_s_talk_frown_2_] Oh, you {i}would{/i} try to court your cousin...
es_es: [_desiree_s_sad_s_talk_frown_2_] Oh, {i}podrías{/i} intentar juzgar a tu primo...

source: [_danny_s_angry_s_talk_happy_] Desiree, c'mon, you're supposed to be having fun!
es_es: [_danny_s_angry_s_talk_happy_] ¡Desiree, vamos, ¡se supone que te divertirás!

source: [_desiree_s_closed_s_talk_frown_s_sad_] I cannot help it if I'm simply not having any...
es_es: [_desiree_s_closed_s_talk_frown_s_sad_] No puedo ayudar si no estoy teniendo ninguna...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Look, I'm here to have a good time with you. You look great, nobody's gonna be able to keep their eyes off you!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Mira, estoy aquí para pasa un buen rato contigo. ¡Te ves grande, nadie podrá quitarte los ojos de encima!

source: [_desiree_s_angry_s_closed_s_talk_frown_] Oh wonderful, exactly what I wanted...
es_es: [_desiree_s_angry_s_closed_s_talk_frown_] Oh maravilloso, exactamente lo que quería...

source: [_danny_s_rise_one_s_talk_frown_2_] Let's just go to the dance and try to make the best of it. 'Kay?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Vamos a ir al baile e intentar sacar el mejor partido. '¿Ok?

source: [_desiree_s_talk_frown_s_neutral_3_] Again, indentured servant, I really don't have much say in the matter...
es_es: [_desiree_s_talk_frown_s_neutral_3_] De nuevo, sirvienta contratada, no tengo mucho que decir al respecto...

source: [_danny_s_sad_s_towards_wide_s_talk_happy_] See, that's the spirit!
es_es: [_danny_s_sad_s_towards_wide_s_talk_happy_] Ves, ¡ese és el espíritu!

source: [_danny_s_closed_s_rise_one_s_talk_happy_2_] ...get it? {b}Spirit{/b}?
es_es: [_danny_s_closed_s_rise_one_s_talk_happy_2_] ...conseguido? ¿ {b}espíritu {/b}?

source: [_desiree_s_talk_frown_s_angry_s_towards_] I'd drown you in a bath of pregnant spiders right now if I could for that "attempt" at humor.
es_es: [_desiree_s_talk_frown_s_angry_s_towards_] te ahogaría en un baño de arañas embarazadas ahora mismo si pudiera por ese "intento" en el humor.

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] {i}*Ahem*{/i} Af-after you, my fair lady!
es_es: [_danny_s_at_player_s_sad_2_s_talk_frown_] {i}*Ahem * {/i} ¡De-después de ti, mi dama!

source: [_danny_s_at_danny_s_sad_2_s_talk_frown_] {i}*Whispering*{/i} Oh shoot, Lancer's chaperoning here too. Play it cool!
es_es: [_danny_s_at_danny_s_sad_2_s_talk_frown_] {i}*Susurro*{/i} Oh joder, la compañía de Lancer aquí mismo. ¡Sé divertida!

source: [_desiree_s_down_2_s_talk_frown_s_neutral_2_] You do know I have no idea who this is or why it's important to whisper, right?
es_es: [_desiree_s_down_2_s_talk_frown_s_neutral_2_] ¿Sabes que no tengo idea de quién es este o por qué es importante susurrar?, ¿verdad?

source: [_danny_s_up_right_2_s_sad_s_talk_happy_] Oh, uhm, Desiree, this is my teacher, Mr. Lancer.
es_es: [_danny_s_up_right_2_s_sad_s_talk_happy_] Oh, uhm, deseo, este es mi maestro, señor Lancer.

source: [_desiree_s_talk_happy_s_neutral_2_] Charmed.
es_es: [_desiree_s_talk_happy_s_neutral_2_] Encantada.

source: [_lancer_s_towards_s_rise_one_s_talk_happy_] {i}Desiree{/i}? Well now, Mr. Fenton... you didn't tell me you'd have such a charming young lady as your date tonight...
es_es: ¿[_lancer_s_towards_s_rise_one_s_talk_happy_] {i}Desiree{/i}? Bueno, señor Fenton... no me dijiste que tenías una joven dama tan encantadora como tu cita esta noche...

source: [_lancer_s_closed_s_sad_] I'll be honest and say I didn't expect you to be able to pull in such a fine...
es_es: [_lancer_s_closed_s_sad_] Seré honesto y diré que no esperaba que pudieras pagar una multa...

source: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {i}*Ahem* *Whispering*{/i} Uhm, Daniel, before I say another word, your date {b}is{/b} a legal adult, correct?
es_es: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {i}*Ahem* *Susurro*{/i} Uhm, mañana, antes de decir otra palabra, ¿tu cita {b}és{/b} una adulta legal?

source: [_danny_s_towards_s_talk_happy_s_neutral_] {i}*Whispering*{/i} Don't worry Lancer, {b}everyone{/b} in Amity Park is considered to be eighteen or above!
es_es: [_danny_s_towards_s_talk_happy_s_neutral_] {i}*Susurro*{/i} No te preocupes Lancer, {b}todo el mundo{/b} en el Parque Amity se considera de dieciocho o superior!

source: [_lancer_s_rise_one_s_towards_s_talk_frown_] "{b}Depicted{/b}"? That's a strange way of phrasing it, but okay...
es_es: ¿[_lancer_s_rise_one_s_towards_s_talk_frown_] "{b}descriví{/b}"? Es una extraña manera de frasearlo, pero bien...

source: [_lancer_s_closed_s_talk_frown_] Anyway, are you two love birds planning to hit it off nicely this evening?
es_es: [_lancer_s_closed_s_talk_frown_] De todos modos, ¿estáis los dos pájaros enamorados planeando pasar bien esta tarde?

source: [_danny_s_at_danny_s_sad_s_talk_happy_2_s_blush_] Well, you know, with any luck-
es_es: [_danny_s_at_danny_s_sad_s_talk_happy_2_s_blush_] Bueno, ya sabes, con algo de suerte-

source: [_desiree_s_talk_happy_s_closed_s_sad_] I'm Danny's cousin, Desiree, so no.
es_es: [_desiree_s_talk_happy_s_closed_s_sad_] Soy prima de Danny, Desiree, así que no.

source: [_lancer_s_neutral_s_talk_happy_s_closed_] Oh! Now that makes more sense. For a second I was concerned young Daniel had some actual {b}game{/b} of some sort.
es_es: [_lancer_s_neutral_s_talk_happy_s_closed_] ¡Oh! Ahora tiene más sentido. Por un segundo me preocupaba que el joven Daniel tuviera algún juego {b}real{/b} de algún tipo.

source: [_danny_s_frown_s_blank_stare_] (Dang it... why'd I have to stick with the platonic backstory for her? I could've earned myself some school cred...)
es_es: [_danny_s_frown_s_blank_stare_] (Dang... ¿por qué tenía que quedarme con los antecedentes platónicos para ella? Podría haberme ganado algún crédito escolar...)

source: [_danny_s_up_right_2_s_rise_one_s_talk_frown_s_-blush_] Uhm, anyway, the dance is where again?
es_es: [_danny_s_up_right_2_s_rise_one_s_talk_frown_s_-blush_] Uhm, de todos modos, ¿dónde está el baile?

source: [_lancer_s_towards_s_idle__s_talk_happy_] Down the hall and to the right. The door on the left to the auditorium.
es_es: [_lancer_s_towards_s_idle__s_talk_happy_] Al fondo y a la derecha. La puerta a la izquierda para el auditorio.

source: [_desiree_s_talk_happy_s_neutral_2_] It's been a pleasure, Mr. Lancer...
es_es: [_desiree_s_talk_happy_s_neutral_2_] Ha sido un placer, señor Lancer...

source: [_lancer_s_talk_happy_s_closed_] Oh, but the pleasure has been all mine, Desiree... my delicately bronzed automaton...
es_es: [_lancer_s_talk_happy_s_closed_] Oh, pero el placer ha sido todo mío, Desiree... mi delicado bronceado auto...

source: [_danny_s_talk_happy_s_rise_one_s_up_right_2_s_-blush_] Ehh, thanks Mr. Lancer. See ya later, and thanks for chaperoning by the way!
es_es: [_danny_s_talk_happy_s_rise_one_s_up_right_2_s_-blush_] Ehh, gracias al señor Lancer. ¡Le veremos más tarde, y gracias por indicarnos el camino!

source: [_lancer_s_rise_one_s_talk_frown_] Huh? Oh, sure, yeah, mandatory teacher duties, super thrilled.
es_es: [_lancer_s_rise_one_s_talk_frown_] ¿Huh? Oh, seguro, sí, deberes obligatorios de maestro, súper emocionante.

source: [_desiree_s_talk_frown_s_neutral_3_] Ugh, your school teacher is just as bad as most of the men I've met. Practically even worse.
es_es: [_desiree_s_talk_frown_s_neutral_3_] Ugh, tu profesor de escuela es tan malo como la mayoría de los hombres que conocí. Prácticamente incluso peor.

source: [_danny_s_rise_one_s_talk_frown_] How so?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Que tal?

source: [_desiree_s_angry_s_talk_frown_2_] The way he exudes this air that he knows more than he does. If you're an idiot chauvinist, then just be an idiot chauvinist.
es_es: [_desiree_s_angry_s_talk_frown_2_] La manera en que emana el aire que sabe más de lo que sabe. Si eres un chauvinista idiota, entonces solo sé un chauvinista idiota.

source: [_desiree_s_talk_frown_s_neutral_3_] ...his type tries to whimsically {i}enchant{/i} their way into your pants with half thought out at quips and lines.
es_es: [_desiree_s_talk_frown_s_neutral_3_] ...su tipo tratan caprichosamente de {i}encantarte{/i} con medias pensadas bromas y frases para que te abras de piernas.

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] I mean, he's definitely not the biggest fan of me or anything, but he's alright as a teacher and overall person. You shouldn't judge him too quickly.
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] Quiero decir, definitivamente no és mi mayor fan, pero está bien como profesor y persona en general. No deberías juzgarlo demasiado rápido.

source: [_desiree_s_sad_s_talk_frown_s_closed_] Trust me, it doesn't take much to gather information about a person's true nature when you've become as cynical and calculated as I have, Master [player_name].
es_es: [_desiree_s_sad_s_talk_frown_s_closed_] Confía en mí, o hace falta mucho para recopilar información sobre la verdadera naturaleza de una persona cuando te vuelves tan cínica y calculada como yo, Maestro [player_name].

source: [_danny_s_rise_one_s_talk_frown_] Remember, I'm still just {b}Danny{/b} for tonight. Your cousin.
es_es: [_danny_s_rise_one_s_talk_frown_] Recuerda, sigo siendo solo {b}Danny {/b} para esta noche. Tu primo.

source: [_danny_s_talk_happy_s_at_player_] And if that's true, then trust me, you'll be able read everyone off like a throwaway bible scripture here...
es_es: [_danny_s_talk_happy_s_at_player_] Y si eso és cierto, entonces confía en mí, podrás leer a todo el mundo como una escritura bíblica...

source: [_danny_s_talk_happy_2_s_closed_s_sad_2_] Anyway, after you my darling date!
es_es: [_danny_s_talk_happy_2_s_closed_s_sad_2_] ¡De todas formas, ¡después de ti mi querida cita!

source: [_desiree_s_towards_s_talk_happy_s_neutral_2_] The music is rather rythmic!!
es_es: [_desiree_s_towards_s_talk_happy_s_neutral_2_] ¡¡La música es bastante rítmica!!

source: [_danny_s_up_right_2_s_sad_2_s_talk_happy_] Yeah, it sure is!!
es_es: [_danny_s_up_right_2_s_sad_2_s_talk_happy_] Sí, ¡¡estoy de acuerdo!!

source: [_desiree_s_neutral_3_s_talk_bite_] Are they always this loud, your formal dances??
es_es: [_desiree_s_neutral_3_s_talk_bite_] ¿Siempre son tus bailes formales en voz alta?

source: [_danny_s_sad_2_s_at_danny_s_talk_frown_] For the very most part, yeah!! But we must have come in during a particularly loud one!!
es_es: [_danny_s_sad_2_s_at_danny_s_talk_frown_] ¡¡Por la mayor parte, Sí!! ¡¡Pero debemos haber entrado en uno especialmente fuerte!!

source: [_danny_s_rise_one_s_talk_happy_s_towards_] Well, what do you think so far?
es_es: [_danny_s_rise_one_s_talk_happy_s_towards_] Bueno, ¿qué te parece?

source: [_desiree_s_talk_frown_2_s_neutral_2_] It's... definitely not quite what I expected!
es_es: [_desiree_s_talk_frown_2_s_neutral_2_] Es... ¡no és lo que esperaba!

source: [_danny_s_rise_one_s_talk_frown_2_] How's that?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿Cómo?

source: [_desiree_s_sad_s_closed_s_talk_frown_] I thought there'd be far more hungry eyes set upon me!
es_es: [_desiree_s_sad_s_closed_s_talk_frown_] ¡pensé que habría muchos más ojos hambrientos sobre mí!

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Ehh, for the very most part, everyone has their own date's pants to worry about getting into! I don't think anyone's gonna try to pick you up!
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] Ehh, en su mayor parte, ¡cada uno tiene su propia pareja de la que preocuparse! ¡No creo que nadie intente ligar contigo!

source: [_desiree_s_talk_happy_s_neutral_2_] Well, that's at least a tad bit of a relief then!
es_es: [_desiree_s_talk_happy_s_neutral_2_] Bueno, eso és al menos un poco de alivio entonces!

source: [_danny_s_towards_s_sad_2_s_talk_happy_] Yeah, I agree! So do you wanna-
es_es: [_danny_s_towards_s_sad_2_s_talk_happy_] Sí, ¡estoy de acuerdo! ¿quieres-

source: [_star_s_sad_s_talk_happy_] Oooh, who do we have here? Looks like the ugly love birds have once again-
es_es: [_star_s_sad_s_talk_happy_] Ooh, ¿quién tenemos aquí? Parece que las feas aves amadas han vuelto a tener-
