Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: es_es

source: [_danny_s_sad_] (Oh, Mom's here... I hope she's still not upset about the whole jumpsuit wardrobe malfunction the other day...)
es_es: [_danny_s_sad_] (Oh, mamá está aquí... Espero que todavía siga enfadada por lo del vestuario del otro día...)

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, hey Mom. Hanging outside of the lab, I see...
es_es: [_danny_s_rise_one_s_talk_frown_2_] Uh, hey mamá. Veo que estás afuera del laboratorio...

source: [_maddie_s_towards_s_talk_happy_2_] Oh, hey sweetie. I'm actually glad I ran into you. You haven't seen the remote anywhere, have you?
es_es: [_maddie_s_towards_s_talk_happy_2_] Oh, hola cariño. La verdad es que me alegro de verte. ¿No has visto el mando?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] For the TV? No, I haven't, is it missing? I don't really watch much television, honestly.
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] ¿Para la tele? ¿se perdió? No, no lo he visto. No veo mucho la tele, la verdad.

source: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, then where could it have gone? It's usually out here on the couch normally, and I even checked between the cushions...
es_es: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, ¿entonces dónde podría estar? Normalmente está por aquí o en el sofá, incluso he mirado entre los cojines...

source: [_danny_s_rise_one_s_talk_frown_2_] You trying to watch the news or something?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿Intentas ver las noticias?

source: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] No, no, not at all. The news usually just depresses me unless it's ghost related. And things have been pretty quiet lately...
es_es: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] No, no, para nada. Las noticias normalmente a menos que estén relacionadas con fantasmas sólo me deprimen. Y las cosas han estado bastante tranquilas últimamente...

source: [_maddie_s_closed_s_talk_happy_s_sad_] There was actually some report on the other day about a reported "ghost genie" and "nerdy ghost goblin" sighting at the mall, but that's so ridiculous to be investigated legitimately. I certainly got a chuckle out of it...
es_es: [_maddie_s_closed_s_talk_happy_s_sad_] El otro día se informó de un avistamiento de un "genio fantasma" y un "duende fantasma empollón" en el centro comercial, aquello fue ridículo para ser investigado legítimamente. Me hizo gracia...

source: [_maddie_s_idle__s_towards_s_talk_frown_] I'm simply trying to find the remote so I can switch over to the DVD section of the cable input.
es_es: [_maddie_s_idle__s_towards_s_talk_frown_] Simplemente intento encontrar el mando para poder cambiar a la sección DVD a la entrada por cable.

source: [_danny_s_talk_frown_s_sad_2_] Why's that?
es_es: [_danny_s_talk_frown_s_sad_2_] ¿Por qué?

source: [_maddie_s_sad_s_talk_happy_s_towards_] I don't know, I just... I just feel like watching a movie is all. It feels like I haven't found a good time to just relax in a good long while, ya know?
es_es: [_maddie_s_sad_s_talk_happy_s_towards_] No sé, yo sólo... Me apetece ver una película. No he encontrado un buen momento para relajarme en mucho tiempo, ¿sabes?

source: [_maddie_s_away_s_talk_frown_2_s_sad_] Raising you kids and working in the lab with your father has been great of course, but sometimes I just feel like... I don't know, a bit spread thin.
es_es: [_maddie_s_away_s_talk_frown_2_s_sad_] Criaros y trabajar en el laboratorio con tu padre és genial, por supuesto, pero a veces me siento como... No sé, un poco dispersa.

source: [_danny_s_sad_2_s_talk_happy_] You just need to take more breaks mom! Being as busy and as inventive as you and Dad are, I'm sure it gets exhausting.
es_es: [_danny_s_sad_2_s_talk_happy_] Tienes que tomarte más descansos, mamá. Estar tan ocupados e ingeniosos seguro que és agotador.

source: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Yeah, it's good to just take a break every once and awhile, right? Today has just felt like a "casual night in" type of vibe, you know?
es_es: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Sí, és bueno tomarse un descanso de vez en cuando. Hoy tengo la sensación de que sea una "noche casual" y ese tipo de ambiente, ¿sabes?

source: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] But with this darn remote missing, I can't even pop in a nice period piece or rom com to watch...
es_es: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] Pero con este maldito mando perdido, ni siquiera puedo poner una buena obra de época o una comedia romántica para ver...

source: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Well, I'll try looking for it around the house, I'm sure it's got to be around here somewhere. Unless a ghost can possess household appliances and start making them move around!
es_es: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Bueno, intentaré buscarlo por la casa, seguro que tiene que estar por aquí. ¡A menos que un fantasma pueda poseer electrodomésticos y hacer que se muevan!

source: [_maddie_s_sad_2_s_talk_happy_] Thank you dear. I'd appreciate that. I'm gonna keep checking between the cushions. Maybe your father knows something too...
es_es: [_maddie_s_sad_2_s_talk_happy_] Gracias, querido. Te lo agradezco. Voy a seguir revisando entre los cojines. Tal vez tu padre sepa algo también...

source: [_danny_s_rise_one_s_frown_] (Alright then, if I were a regular ol' black remote, where would I be?)
es_es: [_danny_s_rise_one_s_frown_] (Muy bien, si yo fuera un control remoto negro, ¿Dónde estaría?)

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... not one of my more {i}thrilling{/i} side adventures, honestly...)
es_es: [_danny_s_blank_stare_s_sad_s_frown_2_] {i}(Hmmm... no es una de mis aventuras secundarias más emocionantes, la verdad...)

source: [_morahzamora_] Look, they're not all gonna be grand epics, alright? We're trying to get things done faster here.
es_es: [_morahzamora_] Mira, no todos van a ser grandes epopeyas, ¿de acuerdo? Estamos tratando de hacer las cosas más rápido aquí.

source: [_gzone__] Better az' well az' faster, mind you, 've don't want to try and rush things too quickly 'eizher.
es_es: [_gzone__] Mejor bien y rápido, pero ten en cuenta que no queremos tratar de apresurar las cosas demasiado pronto, ¿verdad?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the?! Who- who was- did I just hear... huh?!
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] ¡Qué demonios?! ¿Quién- quién fue- acabo de oír... huh?!

source: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh great, the Fenton Portal gave me both ghost powers {i}and{/i} schizophrenia... and one of the voices is {b}German{/b} of all things...)
es_es: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh genial, el Portal Fenton me dio ambos poderes fantasmales {i}y esquizofrenia... y una de las voces es {b}Alemana de todas las cosas...)

source: [_danny_s_towards_s_wondering_s_frown_3_] (Anyway, on to finding that remote... it's gotta be around the house somewhere, right?)
es_es: [_danny_s_towards_s_wondering_s_frown_3_] (En fin, a buscar el control remoto... tiene que estar en la casa, ¿no?).

source: [_danny_s_sad_s_talk_happy_s_down_] Here we go, this little bugger was sitting here the whole time!
es_es: [_danny_s_sad_s_talk_happy_s_down_] ¡Ya está, este bichito estuvo sentado aquí todo el tiempo!

source: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] But why? What would a remote be doing sitting in here for?
es_es: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] Pero, ¿Por qué? ¿Qué haría un control remoto sentado aquí?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, what are you doing in here?
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_]... Danny, ¿qué haces aquí?

source: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, hey Jazz, did you see this here at all?
es_es: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Hola, Jazz, ¿has visto esto aquí?

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Uhm, wh-what do you mean?
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] ¿Qu-Qué quieres decir?

source: [_danny_s_down_s_talk_frown_2_] I mean the TV remote. It was sitting here on this counter. In the bathroom of all places.
es_es: [_danny_s_down_s_talk_frown_2_] Me refiero al control de la tele. Estaba sentado aquí en este mostrador. En el baño de todos los lugares.

source: [_danny_s_towards_s_talk_frown_] Do you know anything about this?
es_es: [_danny_s_towards_s_talk_frown_] ¿Sabes algo de esto?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, uh, yeah, sorry, I was g-gonna put that back downstairs. I was just looking for some spare batteries for my...
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, uh, sí, lo siento, iba a volver a poner eso abajo. Estaba buscando algunas baterías de repuesto para mi...

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Game Boy? Jazz, since when have you ever played video games?
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] ¿Game Boy? Jazz, ¿desde cuándo juegas a videojuegos?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Well, I uh, I just thought I'd pick up a hobby, ya know? All that old retro gaming stuff... i-it's actually p-pretty neat!
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_] Bueno, yo... pensé en empezar un hobby, ¿sabes? Todo eso de los juegos retro... ¡en realidad es muy bueno!

source: [_danny_s_down_s_neutral_s_talk_frown_] But this remote doesn't have double A batteries, it takes triple A. You'd need double A batteries to play your Game Bo-
es_es: [_danny_s_down_s_neutral_s_talk_frown_] Pero este mando no lleva pilas doble A, sino triple A. Necesitarías pilas doble A para jugar a tu Game Bo-.

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Alright, look, I'll give you back the stupid batteries, okay?!
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] De acuerdo, mira, te devolveré las estúpidas pilas, ¿vale?

source: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Huh? But I was just saying, you wouldn't even have any use for them, they're the wrong kind to-
es_es: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] ¿Eh? Pero yo estaba diciendo, que ni siquiera tienen ningún uso para ellos, son el tipo equivocado de-

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, you're bugging me. Do you want the batteries or not?
es_es: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, me estás molestando. ¿Quieres las pilas o no?

source: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Well, I {i}was{/i} just looking for the remote, but yeah, I guess I'll need to get those back now too...
es_es: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Bueno, yo {i}sólo estaba buscando el control, pero sí, supongo que tendré que recuperarlos ahora también...

source: [_jazz_s_towards_s_sad_s_talk_frown_] Then quit your blabbering and just follow me... the batteries are in my room...
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] Entonces deja de parlotear y sígueme... las pilas están en mi habitación...

source: [_danny_s_talk_happy_s_closed_s_sad_] Alright, no problem. Lead the way!
es_es: [_danny_s_talk_happy_s_closed_s_sad_] Muy bien, no hay problema. ¡Adelante!

source: [_jazz_s_towards_s_idle_s_frown_s_blush_] {i}*Grrhh*{/i}...
es_es: [_jazz_s_towards_s_idle_s_frown_s_blush_] {i}*Grrhh*...

source: [_danny_s_at_player_s_rise_one_s_frown_3_] (Jeez, what's gotten under her skin? She could have just asked to borrow my Game Boy in the mean time...)
es_es: [_danny_s_at_player_s_rise_one_s_frown_3_] (Dios, ¿qué le pasa? Podría haberme pedido prestada mi Game Boy mientras tanto...)

source: [_danny_s_frown_2_s_towards_s_wondering_] (Chicks are so overly sensitive sometimes...)
es_es: [_danny_s_frown_2_s_towards_s_wondering_] (Las chicas son tan sensibles a veces...)

source: [_danny_s_rise_one_s_talk_happy_] Okay, so you said you had them?
es_es: [_danny_s_rise_one_s_talk_happy_] Okay, ¿dijiste que los tenías?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Yes, they're right here.
es_es: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Suspiro* Sí, están aquí.

source: [_danny_s_down_s_sad_s_talk_happy_2_] Great, thanks!
es_es: [_danny_s_down_s_sad_s_talk_happy_2_] ¡Genial, gracias!

source: [_danny_s_towards_s_sad_s_talk_happy_] So, uhm, again, if you wanna use my Game Boy, I'd be willing to rent it to you for a fair-
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Así que, uhm, de nuevo, si quieres usar mi Game Boy, estaría dispuesto a alquilártela por un justo...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, jeez Danny, are you gonna actually make me say it out loud?? I wasn't trying to use these for a silly Game Boy!
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh, cielos Danny, ¿me vas a hacer decirlo en voz alta? ¡No estaba intentando usar esto para una tonta Game Boy!

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] Okay, yeah, see, that didn't really make any sense to me before, alrighty then, glad that's sorta cleared up...
es_es: [_danny_s_blank_stare_s_talk_frown_s_sad_] Okay, sí, mira, eso no tenía ningún sentido para mí antes, de acuerdo entonces, me alegro de que se haya aclarado...

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] But like, what {i}were{/i} they for then?
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Pero, ¿para qué {i}eran entonces?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] I needed smaller batteries for something of mine...
es_es: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Necesitaba pilas más pequeñas para algo mío...

source: [_danny_s_talk_frown_s_rise_one_] Yeah, what was it?
es_es: [_danny_s_talk_frown_s_rise_one_] Sí, ¿qué era?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Look, do I {b}need{/b} to tell you?
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Mira, ¿necesito decirte {b}?

source: [_danny_s_down_s_wondering_s_talk_frown_2_] Well, no, but I just thought I'd ask. I mean, if you needed fresh Triple A batteries, I could probably lend you some.
es_es: [_danny_s_down_s_wondering_s_talk_frown_2_] Bueno, no, pero se me ocurrió preguntar. Quiero decir, si necesitas pilas Triple A nuevas, probablemente podría prestarte algunas.

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] No Danny, trust me, it's fine, I didn't wanna bother you with this at all. Believe me.
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] No Danny, confía en mí, está bien, no quería molestarte con esto para nada. Créeme.

source: [_danny_s_rise_one_s_talk_happy_] But why not, you're my sister! of course I'd help you out if you asked. I'm not that much of an intolerable little brother, am I?
es_es: [_danny_s_rise_one_s_talk_happy_] Pero por qué no, ¡eres mi hermana! Por supuesto que te ayudaría si me lo pidieras. No soy un hermanito tan intolerable, ¿verdad?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] It was because... I needed them for something sorta {b}personal{/b}, and, well... {u}private{/u}.
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Fue porque... {b}Los necesitaba para algo personal, y, bueno... {u}privado.

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... okay then... yeah, alright, I think I get the picture...
es_es: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... bien entonces... sí, bien, creo que me hago una idea...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Ugh, look, this is embarassing, you just standing here and poorly sleuthing this whole thing out further than necessary! Just take your batteries and leave alrea-
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] ¡Uf, mira, esto es vergonzoso, tú aquí parado y mal investigando todo esto más de lo necesario! Sólo toma tus baterías y vete alrea-

source: [_danny_s_sad_s_towards_wide_s_talk_frown_] A charging port!
es_es: [_danny_s_sad_s_towards_wide_s_talk_frown_] ¡Un puerto de carga!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Huh? What are you-
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] ¿Eh? ¿Qué estás...?

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, ya know, the {b}thing{/b} you're looking to replace the batteries for, you should just get a new one. One with a charging port. Spare yourself the dependence on batteries.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Bueno, ya sabes, la {b}cosa{/b} que estás buscando para reemplazar las baterías, sólo debe obtener una nueva. Uno con un puerto de carga. Ahórrate la dependencia de las baterías.

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, r-right. Yeah, that, uh, that sounds like... a reasonable enough investment to make... {i}*Ahem*{/i} Well, uhh, again, th-thank you Danny. I'll take that into consideration.
es_es: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, c-cierto. Sí, eso, eh, eso suena como ... Una inversión bastante razonable para hacer ... {i}*Ahem* Bueno, uhh, de nuevo, g-gracias Danny. Lo tendré en cuenta.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, I mean, considering how much you must use it on a near daily basis, we don't wanna have to take a loan out on the house on Double A's! {i}Hah hah ha!{/i}
es_es: [_danny_s_rise_one_s_talk_happy_2_] Sí, teniendo en cuenta lo mucho que debes usarlo casi a diario, ¡no queremos tener que pedir un préstamo sobre la casa de Doble A! {i}¡Ja, ja, ja!

source: [_jazz_s_flip_s_towards_s_idle_s_frown_s_blush_] {i}Grrhh...!!{/i}
es_es: [_jazz_s_flip_s_towards_s_idle_s_frown_s_blush_] {i}*Grrhh*...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}GET OUT OF MY ROOM ALREADY, DANNY!!{/b}
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}¡¡¡SAL DE MI HABITACION YA, DANNY!!!

source: [_danny_s_closed_s_grin_happy_s_sad_2_] (Heh heh... nothing better than teasing Jazz with intolerable levels of annoyance.)
es_es: [_danny_s_closed_s_grin_happy_s_sad_2_] (Je je... nada mejor que fastidiar a Jazz con niveles intolerables de enfado).

source: [_danny_s_talk_happy_s_down_s_sad_] Anyway, I guess I can go give Mom the remote now.
es_es: [_danny_s_talk_happy_s_down_s_sad_] En fin, supongo que ya puedo ir a darle el control a mamá.

source: [_danny_s_grin_happy_s_closed_s_neutral_] {i}*Chuckles*{/i} Oh Jazz... Jazz, Jazz, Jazz...
es_es: [_danny_s_grin_happy_s_closed_s_neutral_] {i}*Chuckles* Oh Jazz... Jazz, Jazz, Jazz...

source: [_maddie_s_sad_2_s_talk_frown_] Any luck?
es_es: [_maddie_s_sad_2_s_talk_frown_] ¿Tuviste suerte?

source: [_danny_s_talk_happy_s_sad_2_] Long story short, I got it!
es_es: [_danny_s_talk_happy_s_sad_2_] Resumiendo, ¡lo conseguí!

source: [_maddie_s_closed_s_idle__s_talk_happy_] Oh wonderful! Thank you Danny, I'm glad we got that little mystery solved.
es_es: [_maddie_s_closed_s_idle__s_talk_happy_] ¡Oh, maravilloso! Gracias Danny, me alegro de que hayamos resuelto ese pequeño misterio.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, so uh, what movie were you going to watch? Would you mind if I watched it with yah?
es_es: [_danny_s_rise_one_s_talk_happy_2_] Sí, ¿qué película ibas a ver? ¿Te importaría si la veo contigo?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, well, yes, about that... I went to ask your father if he'd seen the remote, or to see if he had accidentally sat on it, ya know...
es_es: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, bueno, sí, sobre eso... Fui a preguntarle a tu padre si había visto el control, o para ver si se había sentado accidentalmente sobre él, ya sabes...

source: [_maddie_s_away_s_talk_happy_2_s_idle__] And we sorta got to talking, and I actually decided to change my plans a bit.
es_es: [_maddie_s_away_s_talk_happy_2_s_idle__] Y empezamos a hablar, y decidí cambiar un poco mis planes.

source: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] I think me and him are just going to stay in our room together tonight.
es_es: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] Creo que él y yo nos quedaremos juntos en nuestra habitación esta noche.

source: [_danny_s_sad_s_talk_frown_] Oh, okay then. Well, as long as it still counts as taking some time for yourself!
es_es: [_danny_s_sad_s_talk_frown_] Oh, de acuerdo entonces. Bueno, ¡siempre y cuando cuente como tomarse algo de tiempo para uno mismo!

source: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Yes Danny, I should be {b}plenty{/b} relaxed after tonight...
es_es: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Sí Danny, debería estar {b}bastante relajado después de esta noche...

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} Alright, well that's great, so, uh... have... fun?
es_es: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem* Muy bien, eso es genial, así que... ¿Te diviertes?

source: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Now, I've still got a little work to get done in the lab before then. Stop in donwstairs anytime Danny, I'll be there!
es_es: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Ahora, todavía tengo un poco de trabajo que hacer en el laboratorio antes de eso. Pásate por Donwstairs cuando quieras Danny, ¡allí estaré!

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Yeah, sure thing Mom. See you around then.
es_es: [_danny_s_towards_s_talk_happy_2_s_sad_] Sí, claro, mamá. Nos vemos entonces.

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, I thought that might've made for a good time to hang out with Mom. I like spending time with her...
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, pensé que podría haber sido un buen momento para pasar el rato con mamá. Me gusta pasar tiempo con ella...

source: [_danny_s_towards_s_talk_frown_s_sad_] Oh well... I guess I'll just do my own thing then.
es_es: [_danny_s_towards_s_talk_frown_s_sad_] Bueno... Supongo que haré lo mío entonces.

source: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Yeah, I can make my own thing cool, right? Just Danny, hanging with Danny... {i}*Tsk*{/i} I mean, t-talk about Coolsville, just talking and hanging with yourself!!
es_es: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Sí, puedo hacer que lo mío sea cool, ¿verdad? Solo Danny, pasando el rato con Danny... {i}*Hablando de Coolsville, ¡solo hablando y pasando el rato contigo mismo!

source: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} M-maybe I'll just ask Mom to reconsider... otherwise I'm gonna be pretty bored today.
es_es: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem* Quizá le pida a mamá que lo reconsidere... si no, hoy me voy a aburrir bastante.

source: [_danny_s_sad_s_talk_frown_] Okay, so, I should probably just try my best to convince Mom to hang with me.
es_es: [_danny_s_sad_s_talk_frown_] Okay, entonces, probablemente debería intentar convencer a mamá de que se quede conmigo.

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] I mean, I know it's their time to spend together, but it's not like they don't do that all the time in the lab anyway.
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Quiero decir, sé que es su tiempo para pasar juntos, pero no es como si no lo hicieran todo el tiempo en el laboratorio de todos modos.

source: [_danny_s_talk_frown_s_at_player_s_sad_] I feel like Mom and I should be allowed to just hang out for a little, a bit more one on-
es_es: [_danny_s_talk_frown_s_at_player_s_sad_] Siento que a mamá y a mí se nos debería permitir salir un poco, un poco más una...

source: [_maddie_] {i}*Muffled Talking*{/i}
es_es: [_maddie_] {i}*Hablando en voz baja*{/i}

source: [_jack_] {i}*Muffled Chatter*{/i}
es_es: [_jack_] {i}*Hablando en voz baja*{/i}
