Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_tucker_s_towards_2_s_sad_s_talk_frown_] Well, I don't know man it's just...
es_es: [_tucker_s_towards_2_s_sad_s_talk_frown_] Bueno, no sé tío esto és solo...

source: [_tucker_s_towards_] Look, Sam's never been a personal pursuit for me, personally. Not as much meat on any of them bones as I'd like...
es_es: [_tucker_s_towards_] Mira, Sam nunca ha sido una búsqueda personal para mí. No tiene un cuerpo con curvas como me gustan...

source: [_danny_s_at_player_s_frown_2_s_sad_] (Really? Sam looks great to me! I guess Tucker needs a new pair of glasses... or is it because I've actually {b}seen{/b} the meat on her bones?)
es_es: [_danny_s_at_player_s_frown_2_s_sad_] (¿Realmente? ¡Sam me parece genial! Supongo que Tucker necesita un nuevo par de gafas. ¿O es porque la he {b}visto{/b} desnuda?)

source: [_tucker_s_sad_s_talk_frown_] But knowing you two as long as I have, I think there's definitely always been some sort've underlying thing, ya know?
es_es: [_tucker_s_sad_s_talk_frown_] Pero conociendo a ambos desde hace tanto tiempo, creo que siempre ha habido algún tipo de algo subyacente, ¿ya sabes?

source: [_tucker_s_talk_happy_s_closed_s_wondering_] I think you guys would actually work together pretty well for real! Who knows, you might wanna try... dating for real!.
es_es: [_tucker_s_talk_happy_s_closed_s_wondering_] ¡Creo que podría funcionales muy bien si lo hicieran de verdad! Quién sabe, podrías intentarlo... ¡una cita real!.

source: [_danny_s_blank_stare_s_blush_s_sad_s_talk_frown_] Well, I mean... I guess I've at least {b}considered{/b} it before...
es_es: [_danny_s_blank_stare_s_blush_s_sad_s_talk_frown_] Bueno, quiero decir... Supongo que lo podría haber {b}considerado {/b} antes de...

source: [_tucker_s_sad_s_talk_happy_s_away_] Hey, you two are technically already together on paper. So this may be one of the better opportunities you'll have to actually test the waters.
es_es: [_tucker_s_sad_s_talk_happy_s_away_] Hey, los dos estáis técnicamente juntos en el papel. Así que esta puede ser una de las mejores oportunidades que tendrás para probar las aguas.

source: [_tucker_s_towards_s_wondering_] If I were in your shoes, I'd say it'd at least be worth considering.
es_es: [_tucker_s_towards_s_wondering_] Si yo estuviera en tus zapatos, diría que al menos valdría la pena considerarlo.

source: [_danny_s_towards_s_talk_happy_s_sad_] Well, okay... thanks Tuck, I appreciate the support and advice.
es_es: [_danny_s_towards_s_talk_happy_s_sad_] Bueno, bien... gracias Tuck, agradezco el apoyo y consejo.

source: [_tucker_s_closed_s_sad_s_talk_happy_] No problem man! Anything for my main wingman!
es_es: ¡[_tucker_s_closed_s_sad_s_talk_happy_] No hay problema! ¡Cualquier cosa para mi brazo izquierdo!

source: [_danny_s_blank_stare_s_sad_s_frown_3_] (Hmmm... dating Sam. Is that something I want? I'll definitely have to take some time to think about it.)
es_es: [_danny_s_blank_stare_s_sad_s_frown_3_] (Hmmm... salir con Sam. ¿Es eso algo que quiero? Tendré que tomarme algo de tiempo para pensarlo.)

source: [_danny_s_smile_s_closed_s_sad_] (For now, I'll just go with the flow of the ruse we're pulling. Try to enjoy the night!)
es_es: [_danny_s_smile_s_closed_s_sad_] (Por ahora, voy a seguir fluyendo con esta artimaña que estamos tirando. ¡Trataré de disfrutar de la noche!)

source: [_valerie_] Hey, Foley!! Get over here! I want you to take a picture of me and my friends! Where are you?!
es_es: [_valerie_] Hey, Foley!! ¡Ven aquí! ¡Quiero que tomes una foto de mí y mis amigos! ¿Dónde estás?!

source: [_danny_s_sad_s_talk_happy_] Uhm, sounds like you're being summoned.
es_es: [_danny_s_sad_s_talk_happy_] Uhm, suena que estás siendo invocado.

source: [_tucker_s_at_hand_s_talk_frown_s_wondering_] {i}*Sigh*{/i} Yeah, I guess I am. Her dad's the one picking me up tonight, so I should probably do what she says. I'll talk to you later then.
es_es: [_tucker_s_at_hand_s_talk_frown_s_wondering_] {i}*Sigh * {/i} Sí, supongo que sí. Su padre me vendrá a buscar esta noche, así que probablemente debería hacer lo que dice. Hablamos más tarde.

source: [_danny_s_closed_s_talk_happy_s_sad_] Good luck man.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Buena suerte.

source: [_sam_s_drunk_2_s_talk_frown_] Woah, where'd Tucker go?
es_es: [_sam_s_drunk_2_s_talk_frown_] Woah, ¿a dónde a ido Tucker?

source: [_sam_s_drunk_s_talk_frown_2_] Oh, that's sho' fucking stupid. Just another, fucking stupid girl in that little social... posse.
es_es: [_sam_s_drunk_s_talk_frown_2_] Oh, esa estúpida. Otra chica estúpida en su pequeña red social... posando.

source: [_sam_s_talk_frown_3_s_sad_s_drunk_2_] She's fucking... she's not even good for Tucker. She doesn't deserve a guy so nice. Fuck her.
es_es: [_sam_s_talk_frown_3_s_sad_s_drunk_2_] Que se joda... ni siquiera és buena para Tucker. Ella no se merece un tipo tan bueno. Que se joda.

source: [_danny_s_talk_frown_] Woah there sailor, let's settle down. Where'd that mouth come from?
es_es: [_danny_s_talk_frown_] Woah, aquí soldado. Calma. ¿De dónde viene esa boca?

source: [_sam_s_drunk_s_talk_happy_s_confused_] Oh, Danny, I've... I've always said whatever the {b}fuck{/b} I want anyway, so who gives'zuh'shit? It doesn't even matter, 'jist words.
es_es: [_sam_s_drunk_s_talk_happy_s_confused_] Oh, Danny, yo... yo siempre he dicho lo que me ha salido del {b}coño{/b}, además ¿quién da 'zuh' mierda? Ni siquiera importa, son solo palabras.

source: [_danny_s_rise_one_s_talk_frown_2_] You alright? You didn't even come back with your drink.
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿Tienes razón? No has traído tu bebida.

source: [_sam_s_sad_s_talk_happy_] Oh no, I had like, three cups already.
es_es: [_sam_s_sad_s_talk_happy_] Oh no, tenía, tres tazas.

source: [_danny_s_sad_2_s_down_s_talk_frown_] Jeez, are you really that hot in that dress?
es_es: [_danny_s_sad_2_s_down_s_talk_frown_] Jeez, ¿tienes calor con ese vestido?

source: [_sam_s_drunk_s_sad_2_s_talk_happy_] Nah, nah I 'jist... juzz' needed a little drinky poo, z'all.
es_es: [_sam_s_drunk_s_sad_2_s_talk_happy_] Nah, nah yo solo... soloo' necesitaba un poco de bebida, z'all.

source: [_danny_s_talk_frown_s_towards_s_sad_] Sam... are you...
es_es: [_danny_s_talk_frown_s_towards_s_sad_] Sam... ¿estás...

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Have you been {u}drinking{/u} tonight?
es_es: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] ¿Has estado {u}bebiendo{/u} esta noche?

source: [_sam_s_drunk_s_talk_bite_s_confused_] {i}*Giggles*{/i} Oh shit, izzit that obvious? I thought I was being {i}sneeeaaky{/i}. {i}*Giggles*{/i}
es_es: [_sam_s_drunk_s_talk_bite_s_confused_] {i}*Risas*{/i} Oh mierda, ¿ez tan obvio? Pensé que estaba haciendo algo {i}ilegaaaal{/i}. {i}*Risas*{/i}

source: [_danny_s_angry_s_talk_frown_] Oh no, come on Sam, you can't do this! Lancer said not to cause trouble tonight!
es_es: [_danny_s_angry_s_talk_frown_] Oh no, ¡ven a Sam, no puedes hacer esto! ¡Lancer dijo que no causaras problemas esta noche!

source: [_sam_s_sad_s_talk_happy_3_] Ohh, {i}phfttt{/i}, Lancer schmancer! C'mon Danny, it's just a little bourbon! You gotta live a lil', right? No fun coming to these things if we can't enjoy them properly!
es_es: [_sam_s_sad_s_talk_happy_3_] Ohh, {i}phfttt{/i}, ¡Lancer schmancer! ¡Vamos Danny, és solo un pequeño bourbon! Tienes que vivir un poco, ¿sabes? ¡Sin la diversión de estas cosas no podemos disfrutar!

source: [_danny_s_blank_stare_s_talk_frown_2_] I just... ugh, alright, just, just relax. Don't say or do anything too crazy.
es_es: [_danny_s_blank_stare_s_talk_frown_2_] Solo... ugh, bueno, bueno, solo, solo relájate. No digas o hagas locuras.

source: [_sam_s_sad_2_s_talk_happy_s_drunk_2_] Whaaaat? You're worried about me? Nah man, I'm good, I can take care ah' myself!
es_es: [_sam_s_sad_2_s_talk_happy_s_drunk_2_]¿Queee? ¿Estás preocupado por mí? Nah tio, estoy bien, ¡puedo cuidar de mí misma!

source: [_danny_s_sad_s_talk_frown_2_] Look, how much did you have?
es_es: [_danny_s_sad_s_talk_frown_2_] Mira, ¿cuánto has tomado?

source: [_sam_s_neutral_s_talk_frown_] Well... I had like a shot before you showed up at my house to calm my nerves... then I took two swigs on the way here while you weren't looking...
es_es: [_sam_s_neutral_s_talk_frown_] Bueno... Me tomé un trago antes de que aparecieras en mi casa para calmar mis nervios., entonces tomé dos más en el camino mientras no estabas mirando...

source: [_sam_s_talk_frown_2_s_drunk_s_sad_] ...then I had like three chaser shots of punch with some bourbon in it! Nothing {b}totally{/b} crazy, right?!
es_es: [_sam_s_talk_frown_2_s_drunk_s_sad_] ...entonces me tomé tres más con un poco de bourbuón! Nada {b}totalmente{/b} loco, ¿verdad?!

source: [_danny_s_talk_frown_s_sad_2_] Jeez, that much already?
es_es: [_danny_s_talk_frown_s_sad_2_] Jeez, ¿ tanto?

source: [_sam_s_confused_s_talk_frown_3_] Duh, how else do you think I was able to make up such a bold lie to Star? Liquid confidence, my good friend! {i}*Chuckles*{/i}
es_es: [_sam_s_confused_s_talk_frown_3_] Duh, ¿cómo crees que fui capaz de hacer una mentira tan atrevida a Star? ¡Confianza, mi buen amigo! {i}*Risas * {/i}

source: [_danny_s_down_s_rise_one_s_talk_frown_] Uhm, where'd you even hide the flask? I haven't seen you take anything out of your purse all night! Does that dress even have pockets??
es_es: [_danny_s_down_s_rise_one_s_talk_frown_] Uhm, ¿dónde pudiste esconder el frasco? ¡No te he visto sacarte nada de tu bolsa toda la noche! ¿Este vestido tiene incluso bolsillos??

source: [_danny_s_blank_stare_s_angry_s_talk_frown_] What? But then how-
es_es: [_danny_s_blank_stare_s_angry_s_talk_frown_] ¿Qué? Pero entonces cómo-

source: [_sam_s_drunk_s_angry_s_talk_frown_3_] Danny, look, don't go askin' questions you don't wanna know the answers to, okay?
es_es: [_sam_s_drunk_s_angry_s_talk_frown_3_] Danny, mira, no hagas preguntas para las que no quieres saber las respuestas, ¿ok?

source: [_danny_s_neutral_s_closed_s_talk_frown_] {i}*Sigh*{/i} What am I gonna do with you?
es_es: [_danny_s_neutral_s_closed_s_talk_frown_] {i}*Suspiro * {/i} ¿Qué voy a hacer contigo?

source: [_sam_s_talk_happy_s_confused_] Oh, I don't know, what {b}are{/b} you gonna do with me, Mr. Ghost Bo-
es_es: [_sam_s_talk_happy_s_confused_] Oh, no sé, ¿qué vas a {b}hacer{/b} conmigo?, señor Chico fan-

source: [_paulina_] Hey, you!! Danny!!
es_es: [_paulina_] ¡¡Hey,!! ¡¡Danny!!

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Oh, uhm, Paulina! H-hey, what's up?
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] ¡Oh, uhm, Paulina! H-hey, ¿qué tal va todo?

source: [_paulina_s_talk_frown_] I haven't heard from my Ghost Boy all week, why didn't he come take me to the dance himself?? I had to get stupid Dash to take me instead!
es_es: [_paulina_s_talk_frown_] No he oído hablar de chico fantasma en toda la semana, ¿¿por qué no me invitó para venir al baile?? ¡He tenido que venir con el estúpido de Dash en su lugar!

source: [_danny_s_sad_s_talk_frown_2_s_down_] Well, you see... he got into a big fight... with... a ghost... who could manipulate...
es_es: [_danny_s_sad_s_talk_frown_2_s_down_] Bueno, ves... se metió en una gran pelea... con... un fantasma... que podría manipular...

source: [_paulina_s_rise_one_2_s_towards_wide_s_talk_frown_2_] ...manipulate what??
es_es: [_paulina_s_rise_one_2_s_towards_wide_s_talk_frown_2_] ...¿manipular qué??

source: [_sam_s_talk_happy_3_s_sad_s_drunk_] {i}*Whispering* *Snort*{/i} Oh, this outta be good...
es_es: [_sam_s_talk_happy_3_s_sad_s_drunk_] {i}*Susurro* *Resoplo*{/i} Oh, esto és bueno...

source: [_danny_s_rise_one_s_talk_frown_s_at_player_] Uhmm... manipulate math?
es_es: [_danny_s_rise_one_s_talk_frown_s_at_player_] Uhmm... ¿manipular las matemáticas?

source: [_paulina_s_wondering_s_talk_frown_] What? Really?!
es_es: [_paulina_s_wondering_s_talk_frown_] ¡¿Qué? ¿De verdad?!

source: [_danny_s_talk_frown_s_neutral_s_towards_] Yeah, and he basically got {b}subtracted{/b} and {b}divided{/b} so much, that he... he had to rest up for a good while. That's what he's doing right now, in fact.
es_es: [_danny_s_talk_frown_s_neutral_s_towards_] Sí, y recibió muchas {b}restas{/b} y {b}divisinones{/b}, eso él... Tuvo que descansar por un buen rato. Eso es lo que está haciendo ahora, de hecho.

source: [_paulina_s_down_s_talk_frown_s_wondering_] Oh my gosh! Poor Ghost Boy!! If you see him, please, tell him I'm sorry to hear that! I want him to get better!
es_es: [_paulina_s_down_s_talk_frown_s_wondering_] ¡Oh mi chic! ¡pobre Chico Fantasma! Si le ves, por favor, ¡dile que siento oír eso! ¡Quiero que mejore!

source: [_danny_s_closed_s_talk_happy_s_sad_] For sure, I'll tell him! He'll appreciate that you were so concerned.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] ¡Por seguro, se lo diré! Apreciará que estés tan preocupada.

source: [_sam_s_drunk_2_s_grin_2_s_confused_] (How the hell did that work? I've got a {b}solid{/b} buzz going right now, and even {b}I{/b} would think that was bullshit.)
es_es: [_sam_s_drunk_2_s_grin_2_s_confused_] (¿Cómo infiernos le ha funcionado? Tengo una sospecha {b}sólida {/b} en este momento, {b}yo {/b} pensaría que és una borrica.)

source: [_paulina_s_idle__s_talk_happy_] Thank you so much! You're actually a really good friend to him, Danny.
es_es: [_paulina_s_idle__s_talk_happy_] ¡Muchas gracias! En realidad eres un amigo muy bueno para él, Danny.

source: [_danny_s_at_player_s_talk_happy_s_sad_] Well, he's my pal, it's what you do for your friends after all, so-
es_es: [_danny_s_at_player_s_talk_happy_s_sad_] Bueno, es mi pal, es lo que haces por tus amigos después de todo, así que

source: [_dash_s_talk_frown_] ...you talkin' to my date, Fenton?
es_es: [_dash_s_talk_frown_] ...¿hablando con mi cita, Fenton?

source: [_sam_s_angry_s_drunk_s_talk_frown_3_] Nuh uhh, he's with me!! He's not even looking at your Barbie brat!
es_es: [_sam_s_angry_s_drunk_s_talk_frown_3_] Nuh uhh, ¡¡está conmigo!! ¡Ni siquiera ha mirado a tu Barbie brat!

source: [_danny_s_angry_s_talk_frown_2_] {i}*Whispering*{/i} Sam, please, {i}shush{/i}! Your mouth is already likely to get my head kicked in without the mixture of booze thrown in!
es_es: [_danny_s_angry_s_talk_frown_2_] {i}*Susurro*{/i} Sam, por favor, ¡ {i}zumbida{/i}! ¡Tu boca ya puede echar la cabeza sin la mezcla de booze arrojada!

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] N-no, not at all! I would totally never do that!
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] N-no, ¡en absoluto! ¡Nunca lo haría en absoluto!

source: [_dash_s_stare_s_talk_frown_3_s_rise_one_] Yeah, well you better not be! Freaking Fenton... always... {i}*Hic*{/i} freaking talkin' out loud, and shit... {i}*Sniff{/i}
es_es: [_dash_s_stare_s_talk_frown_3_s_rise_one_] ¡Sí, ¡és mejor que no lo estés! Fenton... siempre... {i}*Hic*{/i} hablando en voz alta, y mierda... {i}*Sniff{/i}

source: [_paulina_s_closed_s_talk_frown_] Dash, what the heck! You said you weren't gonna get drunk!!
es_es: [_paulina_s_closed_s_talk_frown_] ¡Vaya, ¡qué cojones! ¡¡Dijiste que no te ibas a emborrachar!!

source: [_sam_s_ahegao_s_talk_happy_2_] {b}Hah!{/b} Way to hold your liquor, Baxter! Whadda' lightweight!!
es_es: [_sam_s_ahegao_s_talk_happy_2_] {b}¡Hah!¡{/b} Formas de sostener el licor, Baxter! ¡¡Un pequeño anuncio!!

source: [_dash_s_stare_s_talk_frown_2_s_neutral_] Nah, no way, I didn't have even one sip... I wuz' just drinking from the {i}*Hic*{/i} punch bowl.
es_es: [_dash_s_stare_s_talk_frown_2_s_neutral_] Nah, de ninguna manera, no he tomado ningún sorbo... yo voy bebiendo de la fuente {i}*Hic*{/i}.

source: [_danny_s_rise_one_s_at_player_s_frown_3_] (Oh shoot, did somebody spike the whole punch bowl?!)
es_es: [_danny_s_rise_one_s_at_player_s_frown_3_] (Oh dispara, ¡¿alguien se ha bebido la fuente entera?!)

source: [_danny_s_neutral_s_at_danny_s_frown_] (Could it have even been-)
es_es: [_danny_s_neutral_s_at_danny_s_frown_] (Podría haber sido-)

source: [_dash_s_talk_frown_s_angry_2_] Hey, stop thinking quietly to- {i}*Hic*{/i} -yourself and fight me, dang it!
es_es: [_dash_s_talk_frown_s_angry_2_] Hey, deje de pensar tranquilamente a- {i}*Hic * {/i} -usted mismo y luche, dang it!

source: [_danny_s_sad_s_towards_s_talk_frown_] Dude, no, c'mon. It's not important, just try and enjoy your night. You should try to relax and calm down...
es_es: [_danny_s_sad_s_towards_s_talk_frown_] Tio, no, vamos. No vale la pena, intenta disfrutar de tu noche. Intenta relajarte y tranquilizarte...

source: [_dash_s_closed_s_neutral_s_talk_frown_2_] Ehhh, whatever Fenton... freaking {i}*Burp*{/i} coward...
es_es: [_dash_s_closed_s_neutral_s_talk_frown_2_] Ehhh, como siempre Fenton... asustadizo {i}*Burp*{/i} covarde...

source: [_danny_s_talk_frown_2_s_sad_] Sure Dash, I'm a coward. Now go sleep off the slaughtering of the last dozen brain cells you were holding onto.
es_es: [_danny_s_talk_frown_2_s_sad_] Sí Dash, soy una gallina. Ahora duerme de la matanza de la última docena de células cerebrales que te quedan.

source: [_sam_s_drunk_2_s_angry_s_talk_frown_] Yeah, we don't need any of your drunken debauchery ruui-{i}*Burp*{/i}ining our night, jerks!
es_es: [_sam_s_drunk_2_s_angry_s_talk_frown_] Sí, no necesitamos ninguna de tus borracheras arruui-{i}*Burp*{/i}nando la noche, ¡idiota!

source: [_paulina_s_towards_wide_s_talk_frown_] Shuddup, army boots! You're not helping!
es_es: [_paulina_s_towards_wide_s_talk_frown_] ¡cállate, soldadita! ¡No estás ayudando!

source: [_paulina_s_wondering_s_talk_frown_s_towards_] Ugh, I have to get you outside before you barf all over my shoes! Where is Kwan?!
es_es: [_paulina_s_wondering_s_talk_frown_s_towards_] Ugh, ¡tengo que llevarte afuera antes de que ensucies mis zapatos! ¿Dónde está Kwan?!

source: [_dash_s_towards_s_rise_one_s_talk_frown_] Sorry babe, he hasn't gotten his- {i}*Hic*{/i} -gotten his model drawn yet. He can't show up yet until his {i}*Slur*{/i} ...mmm'bodels are drawn.
es_es: [_dash_s_towards_s_rise_one_s_talk_frown_] Lo siento nena, no ha llegado tu - {i}*Hic*{/i} -tu modelo todavía. No puede aparecer hasta que el {i}*Slur*{/i} ...mm' boceto esté dibujado.

source: [_paulina_s_talk_frown_s_at_player_s_angry_] Ugh, does anyone know what he's babbling about?
es_es: [_paulina_s_talk_frown_s_at_player_s_angry_] Ugh, ¿alguien sabe de lo que está hablando?

source: [_star_s_talk_happy_s_sad_] Carry me too, I'm fucking {i}druuuuuunk{/i}, bitch~!
es_es: [_star_s_talk_happy_s_sad_] Llévame a mí también, estoy jodidamente {i}borraaaacha{/i}, ¡puta~!

source: [_paulina_s_closed_s_angry_s_talk_frown_] Can somebody explain to me what is going on?! Why is everyone plastered??
es_es: [_paulina_s_closed_s_angry_s_talk_frown_] ¿Alguien me puede explicar lo que está pasando? ¿¿Por qué todo el mundo está borracho??

source: [_star_s_angry_s_talk_happy_] Tell Billy I'm looking to smash. {i}*Drunkenly giggles*{/i}
es_es: [_star_s_angry_s_talk_happy_] Di Billy, estoy buscando donde sentarme {i}* risas de borrachera * {/i}

source: [_danny_s_neutral_s_talk_frown_s_at_player_] God, that was crazy. I almost ended up in a fight! Everyone is off their damn rocker!
es_es: [_danny_s_neutral_s_talk_frown_s_at_player_] Dios, eso fue una locura. ¡Casi terminé en una pelea! ¡Todo el mundo ha perdido la cabeza!

source: [_sam_s_thinking_s_talk_frown_2_s_angry_] Yeah, some people just shouldn't be drinking, that's the issue. Canneven' hold their booze!
es_es: [_sam_s_thinking_s_talk_frown_2_s_angry_] Sí, algunas personas simplemente no deberían beber, ese és el problema. ¡ No pueden controlarse siempre!

source: [_danny_s_rise_one_s_talk_frown_] You mind telling me {b}how{/b} Dash ended up getting so drunk, young lady?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Te importaría decirme {b}cómo{/b} Dash acabó emborrachándose, joven señorita?

source: [_sam_s_talk_happy_s_drunk_] {i}Psssch!{/i} What are you, my dad suddenly?
es_es: [_sam_s_talk_happy_s_drunk_] {i}Psssch!{/i} ¿Qué eres tú de repente, mi papá?

source: [_sam_s_ahegao_s_talk_happy_3_s_sad_2_] "Blah, blah, responsibility, young lady! Blah, so act like it, blah, blah!!" {i}*Snorts* *Cackles*{/i}
es_es: [_sam_s_ahegao_s_talk_happy_3_s_sad_2_] "Blah, blah, responsabilidad, ¡jove muchacha! ¡¡Blah, así que actúa como de esa forma, bla, bla!!" {i}*Resoplido* *Cacareo*{/i}

source: [_danny_s_towards_wide_s_talk_frown_2_] Sam, this is serious! Did you actually pour some bourbon into the punch bowl?
es_es: [_danny_s_towards_wide_s_talk_frown_2_] ¡Sam, esto es serio! ¿Has echado algo de bourbon en la fuente?

source: [_sam_s_angry_s_drunk_2_s_talk_frown_3_] No way! I wouldn't just tamper with the public beverages with a little alcohol!
es_es: ¡[_sam_s_angry_s_drunk_2_s_talk_frown_3_] de ninguna manera! ¡No manipularía las bebidas públicas con un poco de alcohol!

source: [_danny_s_wondering_s_blank_stare_s_talk_frown_] Oh... well, good.
es_es: [_danny_s_wondering_s_blank_stare_s_talk_frown_] Oh... bueno, bueno.

source: [_sam_s_talk_happy_s_drunk_2_s_sad_] ...no, I poured the {b}whole{/b} thing in there! {i}*Giggles*{/i} The more the merrier, I say! I'm 'shurtainly having fun, why not spread the warm n' fuzzies? {i}*Giggles*{/i}
es_es: [_sam_s_talk_happy_s_drunk_2_s_sad_] ... o, ¡lo vacié {b}entero{/b} ahí! {i}*Risas*{/i} ¡Cuanto más mejor, digo yo! Estoy divirtiéndome, ¿por qué no compartir mi diversión'? {i}*Risas*{/i}

source: [_danny_s_rise_one_s_talk_frown_] Oh, God... well how big is your flask anyway?
es_es: [_danny_s_rise_one_s_talk_frown_] Oh, Dios... ¿Cómo era de grande la botella?

source: [_sam_s_talk_frown_3_s_sad_] Uhmmm... like... as wide azza' bible...
es_es: [_sam_s_talk_frown_3_s_sad_] Uhmmm... me gusta... como la Biblia de toda la azza...

source: [_sam_s_confused_s_thinking_s_talk_frown_2_] ...and as tall azza' coffee pot?
es_es: ¿[_sam_s_confused_s_thinking_s_talk_frown_2_] ...y como taaaaza de café grande?

source: [_danny_s_angry_s_talk_frown_2_] Jeez!! No, seriously, how're you even hiding it on your person?!
es_es: ¡[_danny_s_angry_s_talk_frown_2_] Jeez!! No, en serio, ¡¿cómo la has escondido?!

source: [_sam_s_drunk_2_s_talk_frown_s_neutral_] Aye, I'm sorry Danny! I really thought that's how much booze I would need to get through the night...
es_es: [_sam_s_drunk_2_s_talk_frown_s_neutral_] Aye, ¡lo siento Danny! Pensé que era suficiente booz para pasar la noche...

source: [_danny_s_blank_stare_s_talk_frown_s_neutral_] Okay, well we gotta go around and start gathering up glasses and cups from people. We can't let anyone else drink too much!
es_es: [_danny_s_blank_stare_s_talk_frown_s_neutral_] Vale, bueno, tenemos que ir y empezar a recoger copas y tazas de la gente. ¡No podemos dejar que nadie beba demasiado!

source: [_sam_s_ahegao_s_talk_happy_2_s_sad_2_] Alright! More for us!
es_es: [_sam_s_ahegao_s_talk_happy_2_s_sad_2_] ¡Muy bien! ¡Más para nosotros!

source: [_danny_s_closed_s_neutral_s_talk_frown_2_] Ugh... look, just tell people a couple of Lancer's goatee hairs fell in it. That outta get them to get rid of it.
es_es: [_danny_s_closed_s_neutral_s_talk_frown_2_] Ugh... mira, di a la gente un par de pelos de la calva de Lancer cayeron en él. Eso les ayuda a deshacerse de ella.

source: [_sam_s_drunk_s_angry_s_talk_happy_] Y-yeah, no problem! Sounds like a plan, Dan!
es_es: [_sam_s_drunk_s_angry_s_talk_happy_] Y-sí, ¡no hay problema! ¡Suena como un plan, Dan!

source: [_sam_s_drunk_2_s_sad_s_grin_] ...{i}ny{/i}! {i}*Giggles* *Snickers*{/i}
es_es: [_sam_s_drunk_2_s_sad_s_grin_] ...{i}ny{/i}! {i}*Risitas* *risistas*{/i}
