Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_paulina_s_dress_s_away_s_idle_2_s_talk_happy_] Oh, eager to cut up some rugs, aye?
es_es: [_paulina_s_dress_s_away_s_idle_2_s_talk_happy_] Oh, estoy deseosa de pisar la pista de baile

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] Not necessarily eager, but I understand the phrase "ripping a bandaid" off well enough to know I might as well get it over with.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] sin entusiasmo, entiendo la frase "tentar al diablo" lo suficientemente bien como para saber que podría ser poco cortés.

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] So, after you!
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Así que, ¡¡después de ti!

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_happy_] Oh, why thank you...
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_happy_] Oh, gracias...

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_grin_happy_] (Holy Moly... did her just grinning and smiling make me pop a solid chub?)
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_grin_happy_] (Santo padre... ¿sus sonrisas me han puesto burro?)

source: [_danny_s_phantom_suit_s_at_player_wide_s_wondering_s_frown_grin_] (Self control, Fenton, self control...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_wondering_s_frown_grin_] (Auto control, Fenton, auto control...)

source: [_danny_s_phantom_suit_s_blank_stare_s_sad_2_s_frown_] (Oh shoot, it's Lancer! He's chaperoning? Great...)
es_es: [_danny_s_phantom_suit_s_blank_stare_s_sad_2_s_frown_] (¡Oh vamos, es Lancer! ¿Él está acercándose? Genial...)

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Uhm... and who might this... eccentric looking fellow be, Ms. Sanchez?
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] Uhm... y ¿quién podría ser este... excéntrico que me mira señorita Sanchez?

source: [_lancer_s_towards_s_neutral_s_talk_frown_] I don't recognize him as any one of your regular cronies you tend to hang around...
es_es: [_lancer_s_towards_s_neutral_s_talk_frown_] No lo reconozco como alguno de tus compinches habituales que tienes alrededor...

source: [_lancer_s_towards_s_angry_s_talk_frown_] Is he even a student at this school?
es_es: [_lancer_s_towards_s_angry_s_talk_frown_] ¿Es un estudiante en esta escuela?

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_] Well no, but aren't you allowed to bring someone from outside the school as your date?
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_] Bueno, no, pero ¿estoy autorizada a traer a alguien de fuera de la escuela a mi cita?

source: [_lancer_s_towards_s_neutral_s_talk_frown_] Hmmm... I suppose there is a rule about guests being welcome...
es_es: [_lancer_s_towards_s_neutral_s_talk_frown_] Hmmm... Supongo que hay una regla sobre la bien venida a los huéspedes...

source: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] Heaven forbid I be a hypocrite and break my own rule...
es_es: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] cielo prohíbeme ser un hipócrita y romper mi propia regla...

source: [_lancer_s_towards_s_neutral_s_frown_] Hmmm...
es_es: [_lancer_s_towards_s_neutral_s_frown_] Hmm...

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Something the matter sir?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] ¿Algo importante Señor?

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_] Yeah, Mr. Lancer, what's the hold up?
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_] Sí, señor Lancer, ¿cuál es el obstáculo?

source: [_lancer_s_towards_wide_s_wondering_s_talk_frown_] Well... there's just something strange going on, but... I don't know how to quite put my...
es_es: [_lancer_s_towards_wide_s_wondering_s_talk_frown_] Bueno... hay algo extraño sucediendo, pero... no sé cómo ponerlo...

source: [_lancer_s_towards_s_neutral_s_talk_happy_] Ahh, I know! That's right, I've seen you on the news!
es_es: [_lancer_s_towards_s_neutral_s_talk_happy_] ¡Ahh, lo sé! ¡Eso és, te he visto en las noticias!

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Uhmmm... well...
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Uhmm... bien...

source: [_lancer_s_towards_s_neutral_s_talk_frown_] Yes, something about how you... oh what was it...
es_es: [_lancer_s_towards_s_neutral_s_talk_frown_] Sí, algo sobre cómo tú... oh lo que fue...

source: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] ...rescuing scared and lost animals in the park, right? Something like that?
es_es: [_lancer_s_towards_wide_s_rise_one_s_talk_frown_] ... rescatando animales asustados y perdidos en el parque, ¿verdad? ¿Algo así?

source: [_lancer_s_towards_s_wondering_s_talk_frown_] I don't know why, but I always tend to fall half asleep during the evening news.
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] No sé por qué, pero siempre me duermo a mitad de las noticias nocturnas.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh, uh, yeah, that's it. Animal rescue. Noble deeding and all that, ya know!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh, uh, sí, eso és. Rescato animales. ¡Una noble obra y todo eso, ya sabe!

source: [_lancer_s_towards_s_neutral_s_talk_happy_] Yes, yes a fine cause indeed.
es_es: [_lancer_s_towards_s_neutral_s_talk_happy_] Sí, sí, sí una buena causa.

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Well, I suppose I don't see anything too strange about this particular set of circumstances any longer.
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] Bueno, no veo nada extraño sobre este conjunto de circunstancias en particular.

source: [_lancer_s_towards_s_idle__s_talk_happy_] You crazy kids have a good time tonight!
es_es: [_lancer_s_towards_s_idle__s_talk_happy_] ¡Tened una buena noche jóvenes alocados!

source: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] Where exactly is this dance happening, if you don't mind me asking sir?
es_es: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] ¿Dónde está el baile, si no le molesta preguntarle señor?

source: [_lancer_s_towards_s_neutral_s_talk_happy_] Oh, not at all young man! Just down the hall and to the right. Big double doors on your left.
es_es: [_lancer_s_towards_s_neutral_s_talk_happy_] ¡Oh, para nada joven! Justo al final de la sala y a la derecha. Las grandes puertas dobles a la izquierda.

source: [_lancer_s_towards_s_idle__s_talk_happy_] Again, you two have a nice night tonight.
es_es: [_lancer_s_towards_s_idle__s_talk_happy_] les repito, disfruten los dos de una buena noche.

source: [_lancer_s_towards_s_angry_s_talk_frown_] Not {i}too{/i} nice a night, anyway. Our school has a "hands above the waste" policy with regards to dances.
es_es: [_lancer_s_towards_s_angry_s_talk_frown_] No {i}demasiado{/i} buena una noche. Nuestra escuela tiene una política de "manos limpias" con respecto a los bailes.

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_] Uhm, alright, thanks. We'll keep that in mind.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_] Uhm, bien, gracias. Lo tendremos en cuenta.

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Sorry about that weirdo, Mr. Lancer. He's so strict about everything!
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Lo siento por ese extraño señor Lancer. ¡Es estricto en todo!

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] Well, rules are rules, I get it.
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] Bueno, las reglas son reglas, yo la acepto.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Ugh, just so lame. I don't even care.
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Ugh, yo paso. Ni siquiera me importa.

source: [_paulina_s_dress_s_away_s_angry_s_talk_frown_2_] I'm gonna do whatever it is I want to do!
es_es: [_paulina_s_dress_s_away_s_angry_s_talk_frown_2_] ¡Voy a hacer lo que yo quiera hacer!

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] That's a, uhm, good attitude to have, I'm sure!
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Eso es, uhm, tienes una buena actitud, ¡estoy seguro!

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_happy_] Well c'mon then, let's go inside!
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_happy_] Bueno, entonces, ¡vayamos adentro!

source: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_s_blush_1_] I wanna show off my super cute date to everyone!
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_s_blush_1_] ¡Quiero mostrar mi cita super linda a todos!

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Same here. Let's go then!
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Lo mismo opino. ¡Vayamos entonces!

source: [_paulina_s_dress_s_away_s_idle__s_talk_happy_] Oooh, I just love this!
es_es: [_paulina_s_dress_s_away_s_idle__s_talk_happy_] Oooh, ¡me encanta esto!

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_2_] Why, what's up?
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_2_] ¿Por qué, ¿qué hay?

source: [_paulina_s_dress_s_away_s_neutral_s_talk_happy_] Everyone's already looking at us!
es_es: [_paulina_s_dress_s_away_s_neutral_s_talk_happy_] ¡Todo el mundo ya nos mira!

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Is that a good thing...?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] ¿Es eso algo bueno...?

source: [_paulina_s_dress_s_away_s_angry_s_talk_frown_] Yes, of course! The worst thing we could do is to NOT stand out.
es_es: [_paulina_s_dress_s_away_s_angry_s_talk_frown_] ¡Sí, por supuesto! Lo peor que podríamos hacer es NO destacar.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] I guess in my experience, I've found that the best thing you can do is to not stand out.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] En mi experiencia, he encontrado que lo mejor que puedes hacer es no destacar.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] But I look like I might be ready to haunt your dance, so I guess it's different for a popular girl like yourself.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Pero me parece que podría estar listo para seguirte el juego, és diferente para una chica popular como tú.

source: [_paulina_s_dress_s_away_s_idle__s_talk_bite_] Yeah, I see your point, but trust me we wanna be seen by every-
es_es: [_paulina_s_dress_s_away_s_idle__s_talk_bite_] Sí, veo tu punto de vista, pero confía en mí que quiero ser vista por todos-

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_] Oh, just great! Just fucking wonderful!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_] ¡Oh, és genial! ¡Jodidamente maravilloso!

source: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_] I really thought you'd have made a smarter choice for a date, Billy!
es_es: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_] pensé que habrías hecho una elección más inteligente para una cita, ¡Billy!

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Woah, uh, Star, I-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Woah, uh, Star, yo-

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Back your skinny little bottom up, Star, he chose me, fair and square!
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Mírate pequeña, seca y bajita, Start, él me eligió, ¡justo y exacto!

source: [_paulina_s_dress_s_angry_s_talk_frown_2_] Don't be such a jealous loser, Astray!
es_es: [_paulina_s_dress_s_angry_s_talk_frown_2_] No seas una perdedora celosa, ¡Astray!

source: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_] Girl, don't even try to fight me on this, you will lose.
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_] Tía, no intentes luchar conmigo en esto, perderás.

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] I don't see why there'd be any real reason to fight, ladies...
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] No veo por qué habría ninguna razón para luchar, señoras...

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Oh, you wanna do something right now? Girl, I'll do something!!
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Oh, ¿quieres hacer algo ahora mismo? ¡¡Tía, te haré algo!!

source: [_danny_s_phantom_suit_s_towards_wide_s_angry_s_talk_frown_] Hey, c'mon now!!
es_es: [_danny_s_phantom_suit_s_towards_wide_s_angry_s_talk_frown_] Hey, ¡¡vamos!!

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_] Bring it on, prude!!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_] ¡¡Empieza, apestosa!!

source: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_2_] I'm not a prude, slut!!
es_es: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_2_] ¡¡no soy una apestosa, puta!!

source: [_danny_s_phantom_suit_s_closed_sad_s_angry_s_talk_frown_2_] Enough!!
es_es: [_danny_s_phantom_suit_s_closed_sad_s_angry_s_talk_frown_2_] ¡¡basta ya!!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_2_] Just knock it off you two! I don't wanna hang out with anybody who acts like this!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_2_] ¡Sabed las dos que no quiero pasar el rato con nadie que actúe así!

source: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_] I'm sorry Dan- I mean, Ghost Boy. Let's just go somewhere else.
es_es: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_] Lo siento Dan- Quiero decir, Chico fantasma. Vamos a otro lugar.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] I think that's a good idea.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] Es una buena idea.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] {i}*Whispering*{/i} Thanks for not outing me with my real name.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] {i}*Susurro*{/i} Gracias por no llamarme con mi nombre real.

source: [_paulina_s_dress_s_away_s_rise_one_s_talk_happy_] {i}*Whispering*{/i} I figured you'd like to keep some secrets close to the vest.
es_es: [_paulina_s_dress_s_away_s_rise_one_s_talk_happy_] {i}*Susurro*{/i} me figuré que te gustaría mantener algunos secretos en secreto.

source: [_paulina_s_dress_s_away_s_angry_s_talk_bite_] {i}*Whispering*{/i} I think I like being the only one who knows your real name...
es_es: [_paulina_s_dress_s_away_s_angry_s_talk_bite_] {i}*Susurro*{/i} Me gusta ser la única que conoce tu nombre real...

source: [_star_s_dress_s_towards_s_confused_s_talk_frown_] Yeah, well why don't you two whispering whinnies go find a nice place to gently rub elbows together...
es_es: [_star_s_dress_s_towards_s_confused_s_talk_frown_] Sí, bueno, ¿por qué no os vais los a algún buen lugar donde acariciaros...

source: [_star_s_dress_s_down_s_angry_s_talk_frown_] Ugh, stupid jerks... totally don't even care...
es_es: [_star_s_dress_s_down_s_angry_s_talk_frown_] Ugh, tontos estúpidas... paso de ambos...

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_] Call me Billy!! I'd still like to hang out sometime!!
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_] Llámame a Billy!! ¡¡Todavía me gustaría pasar un rato contigo!!

source: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_] Ugh, sometimes that girl just gets on my last freaking nerve!
es_es: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_] Ugh, a veces esa chica me tiene hasta el último pelo!

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Yeah, but you're still friends with her, right?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Sí, pero todavía eres amiga de ella, ¿verdad?

source: [_paulina_s_dress_s_away_s_angry_s_talk_frown_2_] Sure, but it's mainly because in our way of life, you either live by the clique-
es_es: [_paulina_s_dress_s_away_s_angry_s_talk_frown_2_] Claro, pero es principalmente porque en nuestro modo de vida, o vives junto a ella-

source: [_paulina_s_dress_s_down_s_angry_s_talk_frown_2_] -or die by the clique.
es_es: [_paulina_s_dress_s_down_s_angry_s_talk_frown_2_] -o lo pierdes todo.

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Societal norms are uber important to maintain, Danny.
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Las normas sociales son importantes para mantenerte, Danny.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_frown_] I guess so.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_frown_] lo supongo.

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_] But let's not worry about her right now! Let's enjoy ourselves at this party!
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_] ¡Pero no nos preocupemos por ella ahora mismo! ¡Disfrutemos en esta fiesta!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Yeah, sure, no problem.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Sí, seguro, no hay problema.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Do you like to dance at all?
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] ¿Te gusta bailar?

source: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_] Oh my goodness, I {i}love{/i} to dance!
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_] ¡Oh mis santos, {i}amo{/i} bailar!

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_] I rarely slow dance though. Keep that in mind.
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_] rara vez bailo despacio. Tenlo en cuenta.

source: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] Oh, why not?
es_es: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] Oh, ¿por qué?

source: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_frown_2_] I don't know, I prefer to move around!
es_es: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_frown_2_] no lo sé, ¡prefiero moverme!

source: [_paulina_s_dress_s_down_s_idle__s_talk_frown_] It's too weird to just, stand still and slowly swing back and forth.
es_es: [_paulina_s_dress_s_down_s_idle__s_talk_frown_] Es extraño detenerse y pasar lentamente de un lado a otro.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_2_] Yeah, I guess if you're not used to it...
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_2_] Sí, supongo que si no estás acostumbrada a él...

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Not like I'm any sorta dancer either.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Tampoco me gusta ningún bailarín.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_s_blush_2_] But I bet it'd be kinda romantic at least.
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_s_blush_2_] Pero apuesto que al menos sería romántico.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Y-yeah, I suppose it would!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Y-sí, ¡Supongo que lo sería!

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_] Well then, do you wanna try to dance a little?
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_] Bueno, entonces, ¿quieres bailar un poco?

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Really? Sure, I'd love to try out some moves with you!
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] ¿De verdad? ¡Claro, me encantaría hacer algunos movimientos contigo!

source: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_s_-blush_2_] Okay then, let's head to the dance floor!
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_bite_s_-blush_2_] Vale, ¡vamos a la pista de baile!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Alrighty, sounds good!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Muy bien, ¡bien!

source: [_danny_] (So me and Paulina got to shaking it on the dance floor.)
es_es: [_danny_] (Así que yo y Paulina estuvimos agitándonos en la pista de baile.)

source: [_danny_] (I'm not really much of a modern dancer, but I think I held my own.)
es_es: [_danny_] (Realmente no soy un buen bailarín moderno, pero creo que tengo mí estilo.)

source: [_danny_] (Paulina though, she really knows how to throw her body around...)
es_es: [_danny_] (Paulina, sin embargo, ella sabe cómo mover su cuerpo...)

source: [_danny_] (After a good while though, we pulled it back in to take a break.)
es_es: [_danny_] (Después de un buen rato, nos retiramos para tomar un descanso.)

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Wow, you're a master on the dance floor!
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Wow, ¡eres un maestro en la pista de baile!

source: [_paulina_s_away_s_angry_s_talk_bite_] Thank you, I try my best!
es_es: [_paulina_s_away_s_angry_s_talk_bite_] Gracias, ¡intento dar lo mejor!

source: [_sam_s_dress_s_towards_s_sad_s_talk_frown_] What the-
es_es: [_sam_s_dress_s_towards_s_sad_s_talk_frown_] Qué el-

source: [_tucker_s_suit_s_towards_s_wondering_s_talk_happy_] Oh this is actually pretty funny.
es_es: [_tucker_s_suit_s_towards_s_wondering_s_talk_happy_] Oh esto és muy divertido.

source: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_] Excuse me? Can't you two geeks see I'm talking to my date here?
es_es: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_frown_] ¿Disculpe, ¿Podéis ver gárgolas que estoy hablando con mi cita aquí?

source: [_paulina_s_dress_s_angry_s_talk_frown_2_] Would you mind taking your perpetual loser stink and waft it somewhere else?
es_es: [_paulina_s_dress_s_angry_s_talk_frown_2_] ¿O importaría coger vuestro permanente hedor de perdedor y llevarlo a otro lugar?

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Well, I uhm...
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Bueno, yo uhm...

source: [_sam_s_dress_s_towards_s_angry_low_s_talk_frown_2_] I really can't even put into words how I'm feeling right now.
es_es: [_sam_s_dress_s_towards_s_angry_low_s_talk_frown_2_] Ni siquiera puedo sacar palabras de cómo me siento ahora mismo.

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_2_] Lemme guess, jealous because I got the cutest boy you could possibly find for a date?
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_2_] Dejame adivinar, ¿celos porque conseguí el chico más lindo que se podría encontrar para una cita?

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] Really? C-cutest boy?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] ¿Realmente? ¿El mejor chico?

source: [_sam_s_dress_s_towards_s_confused_s_talk_frown_] So, you don't know about like...
es_es: [_sam_s_dress_s_towards_s_confused_s_talk_frown_] Así que, no sé como...

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] Know about what?
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] ¿Saber qué?

source: [_sam_s_dress_s_towards_s_angry_s_talk_frown_3_] Don't tell me you know this ghost kid's big secret now too, do you?
es_es: [_sam_s_dress_s_towards_s_angry_s_talk_frown_3_] No me digas que también conoces el gran secreto del chico fantasma, ¿eh?

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_] Yeah, I know Ghost Boy's name is really Danny, what of it?
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_] Sí, sé que el nombre de Ghost Boy es realmente Danny, ¿y qué?
