Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_star_s_rise_one_s_talk_frown_] Wait, what? Who's the walking set of industrial sized knockers?
es_es: [_star_s_rise_one_s_talk_frown_] Espera, ¿qué? ¿Quién és la del juego de melones de tamaño industrial?

source: [_danny_s_rise_one_s_talk_frown_] Lay off Star. This is my date, Desiree. She's my cousin.
es_es: [_danny_s_rise_one_s_talk_frown_] Relájate Star. Esta és mi cita, Desiree. Es mi prima.

source: [_danny_s_closed_s_talk_happy_s_sad_] She's from the far end of Wisconsin. She's visiting me and my family for awhile.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Es del extremo de Wisconsin. Está visitándome a mí y a mi familia un tiempo.

source: [_star_s_closed_s_sad_s_talk_happy_2_] {i}Hah!{/i} Of course she is! She'd {i}have{/i} to be some sorta nasty cheesehead to be related to you!
es_es: [_star_s_closed_s_sad_s_talk_happy_2_] {i}¡Hah!{/i} ¡Por supuesto que es!¡Sí! ¡Sí! {i}tendría{/i} que ser una cabeza de queso para estar saliendo contigo!

source: [_desiree_s_talk_frown_2_s_sad_] I'm sorry, what does that even mean? That doesn't really make sense.
es_es: [_desiree_s_talk_frown_2_s_sad_] Lo siento, ¿qué significa eso? Eso no tiene realmente sentido.

source: [_star_s_rise_one_s_talk_frown_] Huh? Listen, I don't care if you're like, kinda a bombshell, your dork of a cousin is-
es_es: ¿[_star_s_rise_one_s_talk_frown_] Huh? Escucha, no me importa si pareces, un bombonazo, el cerdo de tu primo és-

source: [_desiree_s_closed_s_talk_frown_s_neutral_] It's not that I care what your opinion is, but you seem to believe that my birthplace pertains to {b}his{/b} malfunctions as a man for some reason?
es_es: [_desiree_s_closed_s_talk_frown_s_neutral_] ¿no és que me importe cuál sea tu opinión pero parece que creas que mi lugar de nacimiento pertenece {b}su{/b} mal funcionamiento de hombre?

source: [_danny_s_angry_s_blank_stare_s_talk_frown_2_] Malfunctions?? Hey wait-
es_es: ¿¿[_danny_s_angry_s_blank_stare_s_talk_frown_2_] ¿¿mal función?? Hey espera-

source: [_desiree_s_talk_frown_2_s_neutral_2_] I assure you, I have nothing to do with Danny's internal issues as a man, I wish I knew myself. But, I'm not sure if even magic could pinpoint exactly what the root of his issues are...
es_es: [_desiree_s_talk_frown_2_s_neutral_2_] te aseguro, no tengo nada que ver con los problemas internos de Danny como hombre, me gustaría que me conociera a mí misma. Pero no estoy segura de si incluso la magia podría precisar exactamente cuál es la raíz de sus problemas...

source: [_desiree_s_talk_frown_s_angry_] ...nor your apparent flagrant ethnocentrism. Your obvious tendency to immediately blurt out ill-conceived statements seems to be your issue alone.
es_es: [_desiree_s_talk_frown_s_angry_] ...ni tu aparente y flagrante etnocentrismo. Tu obvia tendencia a desenfocar inmediatamente las declaraciones mal concebidas, parece ser tu problema solo.

source: [_star_s_down_wide_s_rise_one_s_talk_frown_] Okay, well... look, I didn't mean to be like, uhm... I just think that-
es_es: [_star_s_down_wide_s_rise_one_s_talk_frown_] Vale, bien... mira, no quería ser así, uhm... Sólo creo que-

source: [_desiree_s_talk_frown_s_sad_] Oh, I'm sorry girl, I wasn't actually interested to hear your retort at all. You're dismissed.
es_es: [_desiree_s_talk_frown_s_sad_] Oh, lo siento, no estaba interesada en escuchar tu respuesta en absoluto. Estás despedida.

source: [_star_s_confused_wide_s_angry_s_talk_frown_] ...but, I... you...
es_es: [_star_s_confused_wide_s_angry_s_talk_frown_] ...pero, yo... tú...

source: [_danny_s_talk_happy_s_rise_one_s_towards_] ...yeah, she's a wild one, my cousin, huh?
es_es: [_danny_s_talk_happy_s_rise_one_s_towards_] ...sí, és una salvaje, mi prima, ¿eh?

source: [_star_s_towards_wide_s_talk_frown_] Fuck {b}both{/b} of you! You two are just a bunch of mean freaks!
es_es: ¡[_star_s_towards_wide_s_talk_frown_] ¡Jodeos {b}ambos{/b}! ¡Sois un montón de lerdos!

source: [_danny_s_sad_s_talk_happy_] Huh... that seemed like a pretty good form of retribution.
es_es: [_danny_s_sad_s_talk_happy_] Huh... eso parecía una forma bastante buena de retribución.

source: [_desiree_s_talk_happy_s_neutral_2_] I'm thrilled you approved of it.
es_es: [_desiree_s_talk_happy_s_neutral_2_] Estoy encantada de que te haya gustado.

source: [_desiree_s_talk_frown_s_neutral_2_] Is that it though? You meet with one guest, get insulted, insult back, and then you've experienced the formal?
es_es: [_desiree_s_talk_frown_s_neutral_2_] ¿Pero és así? Te encuentras con un invitado, te insultas, le insultas y después has tenido experiencia formal?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] N-no, not quite that. Plus, you might wanna hold back on your insults, I think I see my friends coming up.
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] N-no, no és eso. Además, deberías de contener tus insultos, creo que veo a mis amigos venir.

source: [_desiree_s_talk_frown_] Huh. Well that's how it usually worked for the Sultan... anyway, I'll try my best to be polite, believe me, I'm already trying pretty hard as it is...
es_es: [_desiree_s_talk_frown_] Huh. Así és como normalmente funcionaba para el Sultan... De todos modos, voy a intentar lo mejor para ser educada, créeme, estoy esforzándome más de lo que parece...

source: [_danny_s_wondering_s_talk_happy_s_towards_] Well maybe you'll feel better after you talk to them.
es_es: [_danny_s_wondering_s_talk_happy_s_towards_] Bueno, tal vez te sientas mejor después de hablar con ellos.

source: [_danny_s_talk_happy_s_sad_2_] Hey guys! Glad you both decided to go!
es_es: [_danny_s_talk_happy_s_sad_2_] ¡Hola chicos! ¡Nos alegramos de que ambos decidieran venir!

source: [_tucker_s_talk_happy_s_blank_stare_s_wondering_] Yeah man! We just figured that misery loves company and decided to do it together!
es_es: [_tucker_s_talk_happy_s_blank_stare_s_wondering_] ¡Sí hombre! ¡Acabamos de averiguar que la miseria ama a la compañía y decidimos hacerlo juntos!

source: [_sam_s_talk_happy_3_s_sad_] Yeah, this has actually been pretty fun so far! There's no pressure going on a date with Tucker either!
es_es: [_sam_s_talk_happy_3_s_sad_] Sí, ¡esto ha sido bastante divertido hasta ahora! ¡No hay presión en una cita con Tucker!

source: [_tucker_s_closed_s_talk_happy_s_sad_] What can I say? I'm just a naturally cooling and relaxing figure to be around!
es_es: [_tucker_s_closed_s_talk_happy_s_sad_] ¿Qué puedo decir? ¡Solo soy una figura natural refrescante y relajante!

source: [_sam_s_towards_s_talk_happy_3_s_confused_] {i}*Whispering*{/i} Hey, do you think I should tell him it's because there's no sexual tension between him and I?
es_es: [_sam_s_towards_s_talk_happy_3_s_confused_] {i}*Susurro*{/i} Ey, ¿crees que debería decirle que és porque no hay tensión sexual entre él y yo?

source: [_danny_s_closed_s_neutral_s_talk_happy_2_] {i}*Whispering*{/i} I'd say just let him stroke his ego a bit longer.
es_es: [_danny_s_closed_s_neutral_s_talk_happy_2_] {i}*Susurro*{/i} yo diría que le dejes golpearse el ego un poco más.

source: [_sam_s_talk_happy_3_s_towards_s_sad_] {i}*Whispering*{/i} If we let him stroke it any more, he's gonna bust a self-confidence nut all over my dress.
es_es: [_sam_s_talk_happy_3_s_towards_s_sad_] {i}*Susurro* {/i} Si le dejo hacer, él va a desabrocharme todos los botones de mi vestido.

source: [_danny_s_neutral_s_towards_wide_s_talk_happy_2_] {i}*Whispering*{/i} Hah hahahh, God forbid!
es_es: [_danny_s_neutral_s_towards_wide_s_talk_happy_2_] {i}*Susurrando*{/i} Hah hahahh, ¡Diós, olvidalo!

source: [_danny_sam_] {i}*Laugh Heartily*{/i}
es_es: [_danny_sam_] {i}*Risas intensas*{/i}

source: [_danny_sam_] {i}*Sigh*{/i}
es_es: [_danny_sam_] {i}*Suspiro*{/i}

source: [_tucker_s_angry_s_towards_s_talk_frown_] You two are children. Well... are you gonna introduce us to your date, Danny?
es_es: [_tucker_s_angry_s_towards_s_talk_frown_] Sois dos niños. Bien... ¿Vas a presentar tu cita, Danny?

source: [_sam_s_talk_frown_2_s_sad_] Yeah, I'm so sorry, we're taking up your time just talking!
es_es: [_sam_s_talk_frown_2_s_sad_] Sí, lo siento, ¡estamos gastando tiempo hablando!

source: [_danny_s_neutral_s_talk_frown_s_at_danny_] Oh, right, this is my cousin, uhh... (Oh shoot, Tucker would know the name!)
es_es: [_danny_s_neutral_s_talk_frown_s_at_danny_] Oh, bueno, esta és mi prima, uhh... (¡Oh joder, Tucker reconocerá el nombre!)

source: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Beautiful name! Fitting name for such a fine beauty as yourself, I must say. Hi, I'm Tucker by the way...~
es_es: [_tucker_s_towards_wide_s_talk_happy_s_sad_] ¡Bonito nombre! Adecuado para una belleza tan bonita como tú, debo decirlo. Hola, soy Tucker por cierto...~

source: [_sam_s_talk_happy_3_s_sad_] Destiny! That's so cool. My parents just stuck with freaking boring old "Samantha".
es_es: [_sam_s_talk_happy_3_s_sad_] ¡Destiny! Es genial. Mis padres se quedaron atascados con la aburrida vieja "Samantha".

source: [_desiree_s_talk_frown_s_neutral_2_] I'm most sorry to hear that.
es_es: [_desiree_s_talk_frown_s_neutral_2_] Siento escuchar eso.

source: [_tucker_s_frown_2_s_away_s_neutral_] {i}Hmmmm{/i}... (Destiny sure seems familiar though... is Danny's cousin a {b}cam girl{/b} or something...? Well {i}that'd{/i} be awkward...)
es_es: [_tucker_s_frown_2_s_away_s_neutral_] {i}Hmmmm{/i}... (Destiny me parece familiar... ¿és la prima de Danny's una {b}cam girl{/b} o algo...? Bueno, {i}eso podría {/i} ser incómodo...)

source: [_sam_s_talk_happy_3_s_sad_s_closed_] Yeah, it's whatever though, they're lame.
es_es: [_sam_s_talk_happy_3_s_sad_s_closed_] Sí, és lo que pienso, están cojos.

source: [_desiree_s_talk_happy_s_neutral_2_] So you are Danny's friends?
es_es: [_desiree_s_talk_happy_s_neutral_2_] ¿Así que soys amigos de Danny?

source: [_sam_s_closed_s_talk_frown_2_s_sad_] The only ones he'll ever have, yeup!
es_es: [_sam_s_closed_s_talk_frown_2_s_sad_] Los únicos que tendrá jamás, ¡si!

source: [_desiree_s_talk_bite_s_sad_s_towards_] Oh, I see. You {b}also{/b} mock Danny on his shortcomings as an individual?
es_es: [_desiree_s_talk_bite_s_sad_s_towards_] Oh, ya veo. ¿Tú {b}también{/b} te burlas de Danny por sus particulares defectos?

source: [_sam_s_talk_happy_3_s_sad_s_towards_] What else {b}is{/b} there to talk about when it comes to Danny?
es_es: [_sam_s_talk_happy_3_s_sad_s_towards_] ¿Qué más {b}hay{/b} que decir cuando se trata de Danny?

source: [_tucker_s_sad_s_frown_2_] (Man, this is gonna drive me crazy!! Where have I seen her before?! It's on the tip of my tongue...!)
es_es: [_tucker_s_sad_s_frown_2_] (Tio, ¡esto me está volviendo loco!! ¿Dónde la he visto antes?! Lo tengo en la punta de mi lengua...!)

source: [_desiree_s_talk_happy_2_s_sad_] ...I like you. If I ever get the chance, I won't curse you too harshly.
es_es: [_desiree_s_talk_happy_2_s_sad_] ...Me gustas. Si alguna vez tengo la oportunidad, no te maldeciré con demasiada dureza.

source: [_sam_s_closed_s_talk_happy_3_s_sad_] Oh my gosh, that's so nice, I'm glad you-
es_es: [_sam_s_closed_s_talk_happy_3_s_sad_] Oh que maja, eso és muy bonito, me alegro de que tú-

source: [_sam_s_talk_frown_2_s_confused_s_towards_] Wait, huh?
es_es: [_sam_s_talk_frown_2_s_confused_s_towards_] espera, ¿eh?

source: [_tucker_s_towards_wide_] {b}Wait, {i}I{/i} know where I know her from!!{/b}
es_es: [_tucker_s_towards_wide_] {b}Espera, {i}yo{/i} sé de dónde la conozco!!{/b}

source: [_danny_s_sad_s_talk_happy_] Okay, uh, see you guys around at school! Have fun tonight, drive home safe, use protection!! C'mon Des!!
es_es: [_danny_s_sad_s_talk_happy_] Vale, uh, ¡os veo por la escuela! Divertíos esta noche, en volver a casa a salvo, ¡¡usar protección!! ¡¡Vamos Des!!

source: [_sam_] Danny, wait!
es_es: [_sam_] Danny, ¡espera!

source: [_tucker_s_closed_s_talk_frown_] But Danny, {i}Destiny's really just Desi-{/i}
es_es: [_tucker_s_closed_s_talk_frown_] Pero Danny, {i}Destiny's realmente sólo Desi-{/i}

source: [_danny_] {b}Laters!!{/b}
es_es: [_danny_] {b}¡¡¡hasta luego!!{/b}

source: [_desiree_s_talk_frown_s_neutral_2_] You certainly wanted to leave your friends' company rather fast.
es_es: [_desiree_s_talk_frown_s_neutral_2_] Ciertamente quisiste dejar la compañía de tus amigos bastante rápido.

source: [_danny_s_towards_s_talk_frown_s_angry_] I think you can imagine why. You almost blew it with that curse thing!
es_es: [_danny_s_towards_s_talk_frown_s_angry_] creo que puedes imaginar por qué. ¡Casi te delatas con esa maldición!

source: [_desiree_s_talk_happy_s_neutral_2_] Oh come now, it wouldn't take a detective's insight to see through this disguise. Even your foolish friend did it.
es_es: [_desiree_s_talk_happy_s_neutral_2_] Oh vamos ahora, no hace falta un detector de detectives para ver tras de este disfraz quien soy. Incluso tu amigo insensato lo hizo.

source: [_danny_s_neutral_s_talk_frown_2_] Well great, I guess I'll have to explain this one to both of them later. Sam doesn't even know about you yet.
es_es: [_danny_s_neutral_s_talk_frown_2_] Muy grande, supongo que tendré que explicar esto a ambos más tarde. Sam ni siquiera sabe de ti todavía.

source: [_desiree_s_talk_happy_2_s_neutral_] I really did like her, you know? She seemed approachable. Not easy to manipulate. I was worried you only surrounded yourself with people with camel spit for brains.
es_es: [_desiree_s_talk_happy_2_s_neutral_] le gusté realmente, ¿sabes? Ella parecía sociable. No es fácil de manipular. Me preocupaba que solo estuvieses rodeado de gente con escupitajo de camello por cerebro.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_] Great, glad you think so. Good to know you're feeling around for manipulatable people.
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_] Genial, me alegra que lo pienses. Es bueno saber que te sientes alrededor de gente manipulable.

source: [_desiree_s_talk_frown_s_sad_] Now then, is there any lambs blood to drink?
es_es: [_desiree_s_talk_frown_s_sad_] Entonces, ¿hay sangre para beber?

source: [_danny_s_towards_s_talk_frown_2_] You're... you're asking... for lambs blood... at a high school dance...
es_es: [_danny_s_towards_s_talk_frown_2_] Tú... estás pidiendo... sangre de cordero... en un baile de secundaria...

source: [_desiree_s_talk_frown_s_neutral_3_] Look, even {b}I{/b} know how strange that sounds, but I'll be honest, a fresh lamb's throat being slit and poured into a glass?
es_es: [_desiree_s_talk_frown_s_neutral_3_] Mira, incluso {b}yo{/b} se lo extraño que suena, pero seré honesta, ¿se corta la garganta de un cordero fresco y se vierte en un vaso?

source: [_desiree_s_talk_happy_s_neutral_] You'll never wanna go back to {i}not{/i} drinking it. One of my favorite delicacies while at the Sultan's palace.
es_es: [_desiree_s_talk_happy_s_neutral_] Nunca querrás {i}dejar{/i} de beberlo. Era una de mis delicias favoritas en el palacio del sultán.

source: [_danny_s_closed_s_sad_s_talk_happy_] ...no, that just sounds like your slightly crazy personality eeking through. Nobody likes that Desiree.
es_es: [_danny_s_closed_s_sad_s_talk_happy_] ...no, eso suena a que tu ligeramente loca personalidad se abre camino. A nadie le gusta eso Desiree.

source: [_desiree_s_closed_s_talk_happy_s_sad_] Ehh, more for me than.
es_es: [_desiree_s_closed_s_talk_happy_s_sad_] Ehh, más para mí.

source: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Well I doubt they have that here, but if you're thirsty, go have a drink of that punch over there. It's dyed blood red to be... spooky, I guess?
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Bueno, dudo que lo tengan aquí, pero si tienes sed, ve a tomar una copa. Está teñida de rojo sangre para ser... espeluznante, ¿creo?

source: [_desiree_s_talk_frown_2_s_neutral_2_] Very well. I shall return shortly.
es_es: [_desiree_s_talk_frown_2_s_neutral_2_] Muy bien. Volveré en breve.

source: [_danny_s_at_player_s_wondering_] (Hmm... well, all in all... this actually's not all that bad. I don't think Desiree's having {b}too{/b} miserable a time here.)
es_es: [_danny_s_at_player_s_wondering_] (Hmmm... bueno, todo del total... no va mal de momento. No creo que Desiree pase {b}un{/b} rato miserable aquí.)

source: [_danny_s_blank_stare_s_sad_] (Again, maybe she just needed someone to help guide her, to make sure she-)
es_es: [_danny_s_blank_stare_s_sad_] (De nuevo, tal vez ella sólo necesitaba a alguien que le ayudara a guiarla, para asegurarse de que ella-)

source: [_danny_s_talk_happy_s_towards_wide_] Oh, uhm, Paulina! H-hey, what's up?
es_es: [_danny_s_talk_happy_s_towards_wide_] ¡Oh, uhm, Paulina! H-hey, ¿qué pasa?

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] Well, you see... he got into a big fight... with... a ghost... who could manipulate...
es_es: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] Bueno, ves... se metió en una gran pelea... con... un fantasma... que podía manipular...

source: [_danny_s_rise_one_s_talk_frown_2_] Uhmm... manipulate math?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Uhmm... ¿manipular las matemáticas?

source: [_danny_s_blank_stare_s_sad_2_s_talk_frown_] Yeah, and he basically got {b}subtracted{/b} and {b}divided{/b} so much, that he... he had to rest up for a good while. That's what he's doing right now, in fact.
es_es: [_danny_s_blank_stare_s_sad_2_s_talk_frown_] Sí, y básicamente recibió tantas {b}restas{/b} y {b}dividisiones{/b}, que... tuvo que descansar por un buen rato. Eso és lo que está haciendo ahora.

source: [_paulina_s_down_s_talk_frown_s_wondering_] Oh my gosh! Poor ghost boy!! If you see him, please, tell him I'm sorry to hear that! I want him to get better!
es_es: [_paulina_s_down_s_talk_frown_s_wondering_] ¡Oh mi chico! ¡Pobre chico fantasma! Si le ves, ¡por favor, dile que siento oírlo! ¡Quiero que mejore!

source: [_danny_s_wondering_s_talk_happy_] For sure, I'll tell him! He'll appreciate that you were so concerned.
es_es: [_danny_s_wondering_s_talk_happy_] ¡Seguro que se lo diré! Apreciará que estés tan preocupada.

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Well, he's my pal, it's what you do for your friends after all, so-
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Bueno, es mi colega, és lo que haces por tus amigos después de todo, así que

source: [_dash_s_towards_2_s_talk_frown_3_s_angry_] ...you talkin' to my date, Fenton?
es_es: [_dash_s_towards_2_s_talk_frown_3_s_angry_] ...hablas de mi cita, Fenton?

source: [_danny_] N-no, not at all! I would totally never do that!
es_es: [_danny_] N-no, ¡en absoluto! ¡Nunca lo haría!

source: [_dash_s_neutral_s_talk_frown_3_s_blank_stare_] Yeah, well you better not be! Freaking Fenton... always... {i}*Hic*{/i} freaking talkin' out loud, and shit... {i}*Sniff* *Belch*{/i}
es_es: [_dash_s_neutral_s_talk_frown_3_s_blank_stare_] ¡Sí, és mejor que no lo estés! Fenton... siempre... {i}*Hic*{/i} hablando en voz alta, y mierda... {i}*Husmeo* *Eructo*{/i}

source: [_dash_s_talk_frown_] Nah babe, I didn't have even one sip... I wuz' just drinking from the {i}*Hic*{/i} punch bowl all night... it's got that fruity tooty taste that {i}*Hic*{/i} kids love...
es_es: [_dash_s_talk_frown_] Nah nena, no tuve ni un solo... solo pude beber de la {i}*Hic*{/i} fuente toda la noche.. Tiene ese sabor de fruta que le encanta a {i}*Hic*{/i} los niños...

source: [_danny_s_frown_grin_s_at_danny_s_sad_2_] (Oh shoot, did somebody spike the punch bowl?!)
es_es: [_danny_s_frown_grin_s_at_danny_s_sad_2_] (Oh joder, ¡¿alguien ha saboteado la fuente?!)

source: [_danny_s_at_player_s_frown_grin_2_] (Could it have been-)
es_es: [_danny_s_at_player_s_frown_grin_2_] (Podría haber sido-)

source: [_dash_s_angry_s_towards_2_s_talk_frown_3_] Hey, stop thinking quietly to- {i}*Hic*{/i} -yourself and fight me, dang it!
es_es: [_dash_s_angry_s_towards_2_s_talk_frown_3_] Hey, ¡deja de pensar lento en- {i}*Hic * {/i} - ti mismo y peleat!

source: [_danny_s_sad_s_talk_frown_2_] Dude, no, c'mon. It's not important, just try and enjoy your night. You should try to relax and calm down...
es_es: [_danny_s_sad_s_talk_frown_2_] Tio, no, vamos. No és importante, intenta disfrutar de tu noche. Deberías intentar relajarte y tranquilizarte...

source: [_dash_s_talk_frown_3_s_blank_stare_s_neutral_] Ehhh, whatever Fenton... freaking {i}*Burp*{/i} coward...
es_es: [_dash_s_talk_frown_3_s_blank_stare_s_neutral_] Ehhh, sea lo que sea Fenton... monstruo {i}*Eructo*{/i} cobarde...

source: [_danny_s_towards_s_sad_s_talk_frown_] Sure Dash, I'm a coward. Now go sleep off your night.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Dash, soy un cobarde. Ahora ve a dormir.

source: [_paulina_s_wondering_s_talk_frown_] Let's go right now, Dash! I'm not having you ruin my night tonight!
es_es: [_paulina_s_wondering_s_talk_frown_] Ve ahora mismo, ¡Vaya! ¡No voy a dejar que me arruines la noche!

source: [_paulina_] Ugh, I have to get you outside before you barf all over my shoes! Where is Kwan?!
es_es: [_paulina_] Ugh, ¡tengo que llevarte afuera antes de que vomites en mis zapatos! ¿Dónde está Kwan?!

source: [_dash_] Sorry babe, he hasn't gotten his- {i}*Hic*{/i} -gotten his models drawn yet. He can't show up yet until his {i}*Slur*{/i} mmm'bodels are done.
es_es: [_dash_] Lo siento nena, él no ha tenido- {i}*Hipo*{/i} -tenido tus modelos dibujados todavía. No puede aparecer hasta que su {i}*Eructo*{/i} presagio que lo tendrá.

source: [_paulina_] Ugh, does anyone know what he's babbling about?
es_es: [_paulina_] Ugh, ¿alguien sabe de lo que está hablando?

source: [_star_] Carry me too, I'm fucking {i}druuuuuunk{/i}, bitch~!
es_es: [_star_] Cari yo también, estoy jodidamente {i}borraaaacha{/i}, ¡Puta~!

source: [_paulina_] Can somebody explain to me what is going on?! Why is everyone plastered??
es_es: [_paulina_] ¿Alguien me puede explicar lo que está pasando? ¿¿Por qué todo el mundo está borracho??

source: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] What in the world was that all about?
es_es: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] ¿Qué demonios está sucediendo?

source: [_desiree_s_talk_happy_s_sad_s_closed_] Drunken fools are bound to make an appearance here or there at any formal event.
es_es: [_desiree_s_talk_happy_s_sad_s_closed_] En cualquier evento formal los tontos borrachos están destinados a hacer una aparición aquí o allá.

source: [_danny_s_angry_s_talk_frown_s_towards_] Hey, Desiree- did you spike the punch in an attempt to cause some chaos?!
es_es: [_danny_s_angry_s_talk_frown_s_towards_] Hey, Desiree- ¡¿Has atentado contra la fuente para crear algo de caos?!

source: [_desiree_s_talk_frown_s_neutral_2_] {i}Psssch!{/i} Child's play. I wouldn't sully my good name for some light teenage hijinx.
es_es: [_desiree_s_talk_frown_s_neutral_2_] {i}Psssch!{/i} Niño travieso. No voy a ensuciar mi nombre con unos adolescentes.

source: [_desiree_s_talk_frown_2_s_neutral_3_] Also you said not to cause trouble. I'm bound by your word, Danny, {b}bound{/b}. I can't exactly "un-bind" myself currently.
es_es: [_desiree_s_talk_frown_2_s_neutral_3_] También dijiste que no causara problemas. Estoy obligada por tu palabra, Danny, {b}limitada{/b}. No puedo desvincularme por mí misma.

source: [_danny_s_towards_s_rise_one_s_talk_frown_] Oh, well... I'm glad it wasn't you. Sorry about that.
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_] Oh, bien... Me alegro de que no fueras tú. Lo siento.
