Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_sad_2_s_talk_happy_2_] Ahhh, good morning world! Another glorious day to wake up still having ghost powers!
es_es: [_danny_s_sad_2_s_talk_happy_2_] Ahhh, ¡Buenos días mundo! ¡Otro día glorioso para despertar teniendo todavía poderes fantasmas!

source: [_danny_s_towards_s_rise_one_s_talk_happy_] Man, things sure have been looking up for me lately. I must be catching my stride finally!
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_] Tío, las cosas han ido a mejor últimamente. ¡Le estoy cogiendo el ritmo al fin!

source: [_danny_s_talk_happy_2_s_sad_] This whole superhero thing ain't too bad, honestly! I get to crack a few jokes, throw some sweet punches, save the day from evil...
es_es: [_danny_s_talk_happy_2_s_sad_] ¡Todo esto de ser superhéroe no esta tan mal,! Puedo hacer unas bromas, pegar algunos puñetazos, salvar del mal el día...

source: [_danny_s_talk_happy_s_neutral_s_closed_] ...and have everyone fall in love with the sweetheart that is Danny Fenton... or, Inviso-Bill at least. Who could ask for more?
es_es: [_danny_s_talk_happy_s_neutral_s_closed_]... y hacer que todos se enamoren de lo dulce de Danny Fenton... o, por lo menos el chico fantasma. ¿Qué más se puede pedir?

source: [_danny_s_at_player_s_talk_happy_2_s_wondering_] And with my recent developments with Desiree, I feel more confident than ever to take on the other ghosts out there.
es_es: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Y con mis recientes avances con Desiree, me siento con más confianza que nunca para acabar con los otros fantasmas de ahí fuera.

source: [_danny_s_angry_s_talk_happy_s_towards_] So bring it on, world! I'm ready for whatever else you've got in store for me next!
es_es: [_danny_s_angry_s_talk_happy_s_towards_] ¡Así que adelante, mundo! ¡Estoy listo para lo que tengas guardado para mí!

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Err, {b}Jinx{/b}!!
es_es: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Ehhh, ¡¡{b}Jinx{/b}!!

source: [_danny_s_sad_s_closed_s_talk_happy_] Hah hah, {i}phew{/i}! Now I don't need to worry about screwing myself over with any out loud, overly ironic statements! Everybody knows you're safe if you say jinx though...
es_es: [_danny_s_sad_s_closed_s_talk_happy_] Hah hah, {i}Uf{/i}! ¡Ahora no necesito preocuparme por hablar conmigo declaraciones en voz alta y excesivamente irónicas! Todo el mundo sabe que estás seguro si dices jinx aunque...

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] That's... that's how that works right?
es_es: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] Eso es... así es como funciona ¿no?

source: [_danny_s_talk_happy_s_at_player_s_sad_] Yeah, pretty sure! No, yeah, I'm sure!
es_es: [_danny_s_talk_happy_s_at_player_s_sad_] Sí, ¡bastante seguro! No, ¡estoy seguro!

source: [_danny_s_talk_happy_] Hey guys!
es_es: [_danny_s_talk_happy_] ¡Ei chicos!

source: [_sam_tucker_] "{i}Ahh, good {b}morrow{/b}, oh wandering spirit boy!{/i}"
es_es: [_sam_tucker_] "{i}Ah, buenos {b}dias{/b}, oh maravilloso chico espiritu!{/i}"

source: [_danny_s_towards_s_talk_frown_] Uhm... what's with the regal doofus inflection you guys are speaking with?
es_es: [_danny_s_towards_s_talk_frown_] Uhm... ¿Qué pasa con la majestuosa inflexión con la que están hablando?

source: [_sam_s_talk_happy_] Well, we figured you could use some sort've "Gentleman Ghost" type vibe to your alter ego, instead of just relying on the old "angsty teenager with superpowers" trope.
es_es: [_sam_s_talk_happy_] Bueno, pensamos que podrías usar una especie de "Fantasma amable" para tu alter ego, en lugar de simplemente confiar en el viejo "adolescente angustiado con superpoderes".

source: [_tucker_s_towards_s_talk_happy_s_sad_] Yeah, so if you happen to know how to speak with some sort've posh or British accent, you should try that out!
es_es: [_tucker_s_towards_s_talk_happy_s_sad_] Sí, así que si sabes hablar con algo de acento elegante o británico, ¡deberías intentarlo!

source: [_sam_s_away_s_talk_happy_s_sad_] We've been having fun doing it ourselves for hours now.
es_es: [_sam_s_away_s_talk_happy_s_sad_] Nos hemos estado divirtiendo haciéndolo nosotros mismos durante horas.

source: [_tucker_s_blank_stare_s_talk_happy_s_neutral_] It's funny talking like a stuffy old dead rich guy.
es_es: [_tucker_s_blank_stare_s_talk_happy_s_neutral_] Es gracioso hablar como un viejo rico muerto.

source: [_tucker_s_ahegao_s_sad_] "Wouldn'st thou agreeth as well, madam Manson?"
es_es: [_tucker_s_ahegao_s_sad_] "¿Estás de acuerdo, madam Manson?"

source: [_sam_s_closed_s_talk_happy_s_sad_] "Indubitably, Master Foley!!"
es_es: [_sam_s_closed_s_talk_happy_s_sad_] "¡Indubitablemente, Maestro Foley!!"

source: [_danny_s_towards_s_talk_happy_s_sad_] While I certainly appreciate the creative ideas you guys are trying to put into my silly little hero persona, I really don't think "primp and proper" suits ghost fighting.
es_es: [_danny_s_towards_s_talk_happy_s_sad_] Aunque ciertamente aprecio las ideas creativas sobre mi tonta persona, no creo que "arreglado y apropiado" se adapte a la lucha fantasma.

source: [_danny_s_closed_s_talk_happy_2_s_wondering_] For now though, I'll stick with the angsty teenager trope.
es_es: [_danny_s_closed_s_talk_happy_2_s_wondering_] Por ahora me quedaré con el adolescente angustiado.

source: [_sam_s_confused_s_talk_happy_3_] Ehh, suit yourself. It was just a fun little game we liked to play, anyway.
es_es: [_sam_s_confused_s_talk_happy_3_] Ehh, cree. Ha sido un juego divertido.

source: [_sam_s_talk_frown_2_s_sad_] It's helped to distract from all the posters and stuff they're putting up about the dance.
es_es: [_sam_s_talk_frown_2_s_sad_] Esto ha ayudado a distraernos de los carteles y cosas que están poniendo sobre el baile.

source: [_danny_s_rise_one_s_talk_frown_] Huh? Dance, what dance?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Huh? ¿Baile, qué baile?

source: [_tucker_s_talk_happy_s_neutral_s_away_] Jeez Danny, did all this ghost fighting really make you forget about the Casper Chill Formal?
es_es: [_tucker_s_talk_happy_s_neutral_s_away_] Jeez Danny, ¿todos esos combates con fantasmas te han hecho olvidar del baile de Casper Chill?

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Oh no, you're right, how could I have let such frivilous things such as gaining superpowers distract me from the far more important matters such as high school dances?
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Oh no, tienes razón, ¿cómo puedo haberme distraído con estos poderes de algo tan importante como el baile de escuela secundaria?

source: [_sam_s_talk_frown_2_s_away_s_angry_] Well I'm glad to hear {b}you've{/b} been able to forget about it. Lancer and Paulina went around putting those stupid flyers everywhere. You can't escape it!
es_es: [_sam_s_talk_frown_2_s_away_s_angry_] Pues me alegro de escuchar {b}que has {/b} ha sido capaz de olvidarlo. Lancer y Paulina han estado poniendo esos estúpidos flyers por todas partes. ¡No puedes huir!

source: [_tucker_s_talk_frown_s_sad_] Personally, as much as I lack in social skills and the desire to hang with people other than hot babes, I don't see the big issue, what's wrong with some dumb school dance, Sam?
es_es: [_tucker_s_talk_frown_s_sad_] Personalmente, por muy torpe que sea en habilidades sociales y voluntad para perjudicar a gente por chicas calientes, no veo el asunto, ¿qué tiene de malo el baile de la escuela Sam?

source: [_sam_s_closed_s_talk_frown_s_sad_] It's the issue I have with {b}most{/b} school related activities: people use the event to put the spotlight on themselves for such selfish purposes...
es_es: [_sam_s_closed_s_talk_frown_s_sad_] Ese és el asunto que tengo con {b}la mayoría{/b} de actividades de la escuela: las personas utilizan el evento para poner el foco en si mismas con fines egoístas...

source: [_sam_s_away_s_neutral_s_talk_frown_2_] ...or to shine it on someone else in a negative light.
es_es: [_sam_s_away_s_neutral_s_talk_frown_2_] ... o para brillar en otra persona con una luz negativa.

source: [_sam_s_towards_s_talk_frown_] I mean the only reason Paulina's promoting it is just to let everyone know she doesn't want them wearing the same dress as her. {b}God{/b}, she's arrogant...
es_es: [_sam_s_towards_s_talk_frown_] Me refiero a que la única razón de la promoción de Paulina es sólo para que todos sepan que ella no quiere que usen su mismo vestido. {b}Dios {/b}, és arrogante...

source: [_danny_] Let me guess... you think Paulina or Star want to humiliate you if you show up, so you think the best way to get back at them is to just not show up?
es_es: [_danny_] Déjame adivinar... ¿crees que Paulina o Star quieren humillarte si te presentas y que la mejor manera de evitarlo és no aparecer?

source: [_sam_s_talk_frown_2_s_angry_] Yeah, exactly! They're so manipulative, why would I want to fall pray to being apart of their stupid little games?
es_es: [_sam_s_talk_frown_2_s_angry_] Sí, ¡exacto! Son muy manipuladoras, ¿por qué querría seguirles el verso y ser parte de sus pequeños y estúpidos juegos?

source: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] ...even though by doing so, you're just giving into their desires to see you isolate yourself from what they consider their social status platform and their moment to shine in something that doesn't ultimately matter?
es_es: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] ... aunque al hacerlo, estás cumpliendo sus deseos de aislarte de lo que consideran su plataforma de estatus social y situación para brillar con cosas sin importancia?

source: [_sam_s_talk_frown_2_s_away_s_sad_] We-well, I wouldn't say you've hit it directly on the nose, but I mean-
es_es: [_sam_s_talk_frown_2_s_away_s_sad_] bue-bueno, no quiero decir que hayas dado en la diana, pero quiero decir-

source: [_danny_s_sad_2_s_closed_s_talk_happy_] ...when the best course of action would be to just show up looking as gorgeous as ever, dismissing their stupid little clique games, and to just ignore them!
es_es: [_danny_s_sad_2_s_closed_s_talk_happy_] ... cuando la mejor acción sería aparecer tan hermosa como siempre, no hacer caso de sus estúpidos juegos,¡ y simplemente ignorarlas!

source: [_sam_s_towards_s_talk_frown_3_s_confused_] ...gorgeous? Really?
es_es: [_sam_s_towards_s_talk_frown_3_s_confused_] ... ¿preciosa? ¿de veras?

source: [_danny_s_towards_wide_s_talk_happy_2_s_sad_] Totally! Come on, you could dress circles around those girls. Right Tuck?
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_sad_] ¡totalmente! podrías darles veinte vueltas a esas niñas. ¿verdad Tuck?

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] I don't know man, you saw the online posts Paulina was putting up of her dress? She sure knows how to accentuate that body...
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] No lo sé tío, ¿viste las publicaciones en línea de Paulina con su vestido? Seguro que sabe acentuar su cuerpo...

source: [_tucker_s_towards_2_s_sad_s_talk_happy_] Oh, but yeah, yo-you'd look really good Sam, de-definitely!
es_es: [_tucker_s_towards_2_s_sad_s_talk_happy_] Oh, pero sí, t-tú estarás muy guapa Sam, ¡sin duda!

source: [_sam_s_talk_bite_s_away_s_sad_] Thanks you guys, but it doesn't matter, I still don't think I should go.
es_es: [_sam_s_talk_bite_s_away_s_sad_] Gracias chicos pero no és importante, no creo que deba ir.

source: [_tucker_s_away_s_talk_frown_s_neutral_] I don't feel like going either, honestly.
es_es: [_tucker_s_away_s_talk_frown_s_neutral_] No tengo ganas de ir, honestamente.

source: [_danny_s_sad_2_s_talk_frown_2_] Huh? Why not?
es_es: [_danny_s_sad_2_s_talk_frown_2_] ¿Qué? ¿Por qué no?

source: [_tucker_s_blank_stare_s_talk_frown_s_sad_] Well for one, none of us have actual dates. For the Casper Chill Formal, that's like showing up to a bake sale with an empty muffin tray. Kinda defeats the whole point.
es_es: [_tucker_s_blank_stare_s_talk_frown_s_sad_] Bueno, ninguno de nosotros tenemos tampoco pareja. Ir así al baile de Casper Chill és como vender muffins de una bandeja donde no hay nada para vender. Una derrota del todo.

source: [_tucker_s_closed_s_wondering_] Secondly, I'm pretty certain none of us are gonna be able to even find a date before the time we'll need to. I've run the math, between us three, the likelihood we all get a dance partiner in time is just highly unlikely.
es_es: [_tucker_s_closed_s_wondering_] En segundo lugar, estoy bastante seguro que ninguno de nosotros va a ser capaz de siquiera encontrar una pareja a tiempo. He hecho matemáticas, entre nosotros tres la probabilidad de que todos tengamos una pareja de de baile a tiempo es muy poco probable.

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, hey, we could all just go together, right?
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Bueno, hey, podríamos ir juntos, ¿no?

source: [_sam_s_towards_s_talk_frown_2_] I don't know Danny, I kinda don't want to fuel the stereotype that we only ever hang out with each other.
es_es: [_sam_s_towards_s_talk_frown_2_] No sé Danny, no quiero que me pongan el estereotipo de que solo nos tenemos a nosotros tres.

source: [_danny_s_angry_s_talk_happy_] See, there you go caring what other people think. You're supposed to be the contrarian, Sam!
es_es: [_danny_s_angry_s_talk_happy_] Fíjate, te preocupas de lo que otras personas piensan. ¡Se supone que eres la contraria Sam!

source: [_sam_s_talk_frown_] I'm {u}always{/u} the contrarian, Danny! I'm the teen rebel, the social outcast, the complete misfit! But... maybe just for one night, I'd maybe like to be...
es_es: [_sam_s_talk_frown_] Yo soy {u}siempre {/u} la contraria, Danny! ¡Soy la adolescente rebelde, la marginada social, la completa inadaptada! Pero... tal vez sólo por una noche, tal vez me gustaría ser...

source: [_sam_s_away_s_talk_frown_2_s_sad_] ...I don't know, exactly... just, sorta normal? Just to see what it's like?
es_es: [_sam_s_away_s_talk_frown_2_s_sad_] ...No lo sé exactamente... solo, ¿solo normal? ¿Solo para ver que sucede?

source: [_danny_s_closed_s_talk_frown_s_rise_one_] Hmmm... well, I'm certain a plan will come together before it's too late, Sam. Don't worry.
es_es: [_danny_s_closed_s_talk_frown_s_rise_one_] Hmmm... bueno, estoy seguro de que se me ocurrirá un plan antes de que sea demasiado tarde Sam. No te preocupes.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Regardless of our date plans, I still think we should all go. C'mon, this is one of the last years of our lives to just all hang out together like dumb kids!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Independientemente de nuestros planes de citas, sigo pensando que deberíamos ir. ¡Vamos, este és uno de los últimos años de nuestras vidas para pasar un buen rato haciendo tonterías!

source: [_sam_s_talk_happy_3_] I'll... I'll think about it.
es_es: [_sam_s_talk_happy_3_] Voy a... Voy a pensar en ello.

source: [_danny_s_sad_s_talk_happy_2_] Well hey, I'm gonna go to the mall after school to take a look at suits to buy. Just window shopping, no harm, no foul. Anyone is welcome to accompany me.
es_es: [_danny_s_sad_s_talk_happy_2_] Pues bueno, voy a ir al centro comercial después de la escuela para echar un vistazo a los trajes. Solo ojear compras, nada más. Cualquiera es bienvenido a acompañarme.

source: [_sam_s_closed_s_talk_happy_] Alright, that sounds fair. I'll probably stop by.
es_es: [_sam_s_closed_s_talk_happy_] Bien, eso suena guay. Probablemente me pasaré.

source: [_tucker_s_neutral_s_talk_frown_s_towards_] Wait, you don't have your own suit by now? You're 18, dude.
es_es: [_tucker_s_neutral_s_talk_frown_s_towards_] Espera, ¿no tienes traje todavía? Tienes 18, tío.

source: [_danny_s_closed_s_neutral_s_talk_frown_2_] Look, I've never been to a funeral, and even when he was younger, my dad and I have not exactly been spitting images of each other, proportions wise.
es_es: [_danny_s_closed_s_neutral_s_talk_frown_2_] nunca he estado en un funeral, y desde que era más joven ni mi papá ni yo nos hemos estado preocupando por la imagen.

source: [_tucker_s_talk_happy_s_sad_] Point taken. Get something from this century, and be lucky you don't have to wear your dad's old stuff.
es_es: [_tucker_s_talk_happy_s_sad_] Te pillo. Busca algo de este siglo, y ten la suerte de no tener que usar las viejas ropas de tu padre.

source: [_danny_s_talk_happy_s_sad_] For now, let's just head to class and not worry about some ol' silly dance.
es_es: [_danny_s_talk_happy_s_sad_] Mejor dejemos el tema y vamos a clase, no nos preocupemos por un tonto baile.

source: [_tucker_s_towards_wide_2_s_talk_frown_s_sad_] Okay, but let me ask you guys, did either of you do the poetry verse assignment? Either of you mind if I take a look at yours real fast?
es_es: [_tucker_s_towards_wide_2_s_talk_frown_s_sad_] Okay, pero dejadme preguntaros, ¿habéis hecho el versículo de poesía? ¿os molestaría si puedo echar un vistazo rápido?

source: [_sam_s_talk_frown_s_angry_] Tucker, it was a simple three line Haiku, you seriously couldn't do that on your own?!
es_es: [_sam_s_talk_frown_s_angry_] Tucker, era una línea de tres Haiku, ¿en serio no pudiste hacer esto por tu cuenta?!

source: [_tucker_s_angry_s_closed_s_talk_frown_] I'm a man of science, not spoken word, woman!!
es_es: [_tucker_s_angry_s_closed_s_talk_frown_] ¡¡Soy un hombre de ciencia, no de palabra, mujer!!

source: [_danny_s_towards_s_talk_happy_s_rise_one_] Come on guy let's go already!
es_es: [_danny_s_towards_s_talk_happy_s_rise_one_] ¡Venga tío, vámonos ya!

source: [_danny_s_at_player_s_sad_s_talk_happy_] {i}*Sigh*{/i} Ahh, the mall feels so perfectly "teen-ish" today. It's a great place to be, just before the holidays hit.
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] {i}*Suspiro*{/i} Ahh, el centro comercial és tan "agradable" hoy. Es un gran lugar para estar antes de vacaciones.

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_2_] Although that doesn't stop them from putting up all the decorations early... it's still {b}September{/b} after all!!
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_frown_2_] Aunque eso no debería impedir que pongan los adornos antes de tiempo... ¡¡al fin y al cabo todavía estamos en {b}septiembre{/b}!!

source: [_danny_s_towards_] Now then, I always get lost in this place, where exactly is...
es_es: [_danny_s_towards_] Ahora bien, siempre me pierdo en este lugar, dónde está...

source: [_danny_s_sad_s_talk_happy_2_] Oh yeah, AbYss, right there on the top right! Ha hah, {i}doy{/i}, Fenton! Hah ha...
es_es: [_danny_s_sad_s_talk_happy_2_] ¡Oh sí, AbYss, justo ahí arriba a la derecha! ¡Ja ja, {i}bien hecho{/i} Fenton! Hah ha...

source: [_sam_s_talk_happy_s_closed_] Yeah Fenton, pull it together!! {i}*Chuckles*{/i}
es_es: [_sam_s_talk_happy_s_closed_] ¡Sí, Fenton, júntalo todo! {i}*Risa*{/i}

source: [_danny_s_talk_happy_s_sad_] Woah, Sam! Alright, now it's a party! Bit of a dreary one, but a party regardless!
es_es: [_danny_s_talk_happy_s_sad_] ¡Woah, Sam! ¡Muy bien!, ahora esto és una fiesta. ¡Un poco lúgubre pero una fiesta al fin y al cabo!

source: [_danny_s_talk_happy_2_s_wondering_] Glad to see you showed up!
es_es: [_danny_s_talk_happy_2_s_wondering_] ¡Me alegra ver que hayas venido!

source: [_sam_s_talk_happy_3_] Ehh, I figured why not? You're not gonna get many more opportunities to see me in a proper dress, so you should get your fill.
es_es: [_sam_s_talk_happy_3_] Ehh, pensé: ¿por qué no? No voy a tener muchas más oportunidades de verme con un vestido así y debería disfrutarlo.

source: [_danny_s_sad_s_talk_happy_] Alright, I'll take your word on that.
es_es: [_danny_s_sad_s_talk_happy_] Te creo.

source: [_sam_s_confused_s_talk_frown_2_] So yeah, you seriously don't even have your own suit?
es_es: [_sam_s_confused_s_talk_frown_2_] Pero, ¿qué?, ¿en serio no tienes tu propio traje?

source: [_danny_s_rise_one_s_talk_frown_] Hey, I'll have one after this, won't I?
es_es: [_danny_s_rise_one_s_talk_frown_] Hei, tendré uno después de hoy. ¿o no?

source: [_sam_s_closed_s_talk_bite_] ...sure, if you can {b}afford{/b} it, that is.
es_es: [_sam_s_closed_s_talk_bite_] ...claro, si puedes {b}permitírtelo{/b}, claro.

source: [_danny_s_closed_s_talk_frown_s_angry_] Hey, I'll have you know-
es_es: [_danny_s_closed_s_talk_frown_s_angry_] Oye, te haré saber

source: [_sam_s_closed_s_talk_happy_3_] Yes Danny, we've all seen you throwing away garbage bags out back at the Nasty Burger. I'm sure your wallet is just {b}brimming{/b} with crisp $1's and quarters.
es_es: [_sam_s_closed_s_talk_happy_3_] Sí Danny, todo el mundo te ha visto tirando bolsas de basura del Nasty Burger. Seguro que tu cartera está {b}llena{/b} de billetes de un dólar y de 25 centavos.

source: [_danny_s_talk_frown_] Let's just go in before I blast an ectoplasm ray to pop that sarcasm blimp you're driving.
es_es: [_danny_s_talk_frown_] Entremos antes de que te lance un rayo de ectoplasma para explotar tu sarcasmo.

source: [_sam_s_talk_bite_s_confused_s_towards_] Absolutely, ladies first!
es_es: [_sam_s_talk_bite_s_confused_s_towards_] ¡Por supuesto, las damas primero!

source: [_danny_s_closed_s_angry_s_talk_frown_2_] {i}Harr harr{/i}... hilarious...
es_es: [_danny_s_closed_s_angry_s_talk_frown_2_] {i}Harr harr{/i}... hilarante...

source: [_sales_lady_s_talk_happy_s_sad_s_towards_down_] Hey there gang! Can I help you two with anything today?
es_es: [_sales_lady_s_talk_happy_s_sad_s_towards_down_] ¡Hola pandilla! ¿Puedo ayudaros en algo hoy?

source: [_danny_s_blank_stare_s_talk_happy_s_wondering_] Uh yeah, we're just looking for something to wear to a dance.
es_es: [_danny_s_blank_stare_s_talk_happy_s_wondering_] Sí, estamos buscando algo que ponernos para un baile.

source: [_sam_s_talk_happy_s_sad_] Same here. Probably won't wear what he's wearing but... I'd like an outfit as well.
es_es: [_sam_s_talk_happy_s_sad_] Lo mismo digo. Probablemente no lo use, pero... me gustaría un conjunto también.

source: [_sales_lady_s_talk_happy_s_sad_] Okay great, well I'll have you young lady take a look into our "Portly" girl's section on the right, and I'll take {b}you{/b} young man right over here!
es_es: [_sales_lady_s_talk_happy_s_sad_] Vale, bien, ¡jovencita hecha un vistazo a nuestra sección de chicas "finas" a la derecha, y yo te llevaré a {b}ti{/b} jovencito por aquí!

source: [_sam_s_talk_frown_s_confused_] {u}Portly?!{/u}
es_es: [_sam_s_talk_frown_s_confused_] {u}¿finas?{/u}

source: [_danny_s_talk_happy_2_s_sad_2_] Great, thank you!
es_es: [_danny_s_talk_happy_2_s_sad_2_] ¡Genial, gracias!

source: [_sales_lady_s_talk_happy_s_towards_] So yeah, around your height and build we have this section for suits. Anything in particular you're looking for today, or...?
es_es: [_sales_lady_s_talk_happy_s_towards_] Bien, en relación a tu altura y complexión tenemos esta sección para trajes. ¿Hay algo en particular que estés buscando hoy, o...?

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] No, just a regular suit that doesn't hang low or make me look too bad.
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] No, sólo un traje normal que no me haga más bajito ni me quede demasiado mal.

source: [_sales_lady_s_talk_happy_s_towards_down_] Well, with your complexion, I'd recommend something a little Navy blue-ish, close to a gray even...
es_es: [_sales_lady_s_talk_happy_s_towards_down_] Bueno, con tu complexión, te recomendaría algo un poco azul marino, cercano a un gris incluso...

source: [_sales_lady_s_talk_happy_s_sad_s_at_player_] Oh, here, try this one on!
es_es: [_sales_lady_s_talk_happy_s_sad_s_at_player_] ¡Toma, pruébate este!

source: [_danny_s_rise_one_s_blank_stare_s_talk_happy_] Alright, cool, is there a, uhm, changing room somewhere?
es_es: [_danny_s_rise_one_s_blank_stare_s_talk_happy_] Muy bien, genial, ¿tienes un vestidor para cambiarme?
