Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_desiree_s_talk_frown_s_neutral_2_] I did have some of the punch actually, and it did appear to be tampered with some sort of strong spirit. Rather bland, and a little too bitter for my liking. Liquor should have a good taste, otherwise what's the point?
es_es: [_desiree_s_talk_frown_s_neutral_2_] Bebí un poco de la fuente, y parecía estar manipulada con algún tipo de espíritu fuerte. Bastante soso, y un poco demasiado amargo para mi gusto. El licor debe tener un buen sabor, de lo contrario, ¿de qué sirve?

source: [_danny_s_talk_frown_2_s_rise_one_] Uhm, to just get drunk for the most, I would assume?
es_es: [_danny_s_talk_frown_2_s_rise_one_] Uhm, ¿para beberlo todo el mundo?

source: [_desiree_s_closed_s_talk_frown_s_neutral_3_] Fruitless efforts for ghosts I'm afraid, we can't get drunk. You might even have a strong tolerance yourself.
es_es: [_desiree_s_closed_s_talk_frown_s_neutral_3_] Un esfuerzo infructuoso para un fantasma, me temo no me emborracha. Debías de tener algo de tolerancia.

source: [_danny_s_talk_frown_] Really? Is that true?
es_es: [_danny_s_talk_frown_] ¿De verdad? ¿Es eso cierto?

source: [_desiree_s_talk_frown_s_sad_s_closed_] Ugh, God, I {b}wish{/b} it weren't true. How I've missed getting completley shit-faced in the wine cellars with the other harem girls.
es_es: [_desiree_s_talk_frown_s_sad_s_closed_] Ugh, Dios, {b}deseo{/b} que no fuera verdad. Cómo añoro pillar una turca en las bodegas de vino con otras chicas harem.

source: [_danny_s_towards_s_talk_happy_s_sad_] Heh, bet you had a pretty fun wild side back in the day.
es_es: [_danny_s_towards_s_talk_happy_s_sad_] Heh, apuesto a que te tienes un lado salvaje y divertido para hoy.

source: [_desiree_s_talk_frown_2_s_towards_s_angry_] {i}Excuse{/i} you, I can still be fun! As well as wild! Even without alcohol!
es_es: [_desiree_s_talk_frown_2_s_towards_s_angry_] {i}Perdón{/i}, ¡todavía puedo ser divertida! ¡Así como la naturaleza! ¡Incluso sin alcohol!

source: [_danny_s_closed_s_sad_s_talk_happy_2_] Prove it. I like this song they just started playing, so I'm gonna challenge you! Get out on the dance floor with me, and shake your big wish-maker!
es_es: [_danny_s_closed_s_sad_s_talk_happy_2_] pruébalo. Me gusta esta canción que han empezado a tocar, así que te desafío! ¡Sal a la pista de baile conmigo y cumple tus deseos!

source: [_desiree_s_talk_happy_s_neutral_2_] Oh please, that doesn't even sound like {b}half{/b} a challenge!
es_es: [_desiree_s_talk_happy_s_neutral_2_] ¡Oh, por favor, ¡eso ni siquiera suena como {b}medio{/b} desafío!

source: [_danny_s_towards_wide_s_angry_s_talk_happy_] First one to regain their sense of dignity and stop dancing loses!
es_es: [_danny_s_towards_wide_s_angry_s_talk_happy_] ¡Para devolverles su sentido de dignidad y expulsar a perdedores de la pista!

source: [_desiree_s_talk_happy_2_s_angry_] Bring it, Ghost Child!
es_es: [_desiree_s_talk_happy_2_s_angry_] ¡Vamos, Chico fantasma!

source: [_danny_s_talk_happy_2_] Bring it, genie!
es_es: [_danny_s_talk_happy_2_] ¡Vamos, genial!

source: [_danny_] (Desiree and I danced like absolute idiots out on the dance floor. It was incredible!)
es_es: [_danny_] (Desiree y yo bailamos como absolutos idiotas en la pista de baile. ¡Era increíble!)

source: [_danny_] (Tucker's head must've been imploding from off on the sidelines looking at us.)
es_es: [_danny_] (la cabeza de Tucker debía estar implosionando mirándonos.)

source: [_danny_] (I knew I owed him and Sam a well and thorough explanation, but for that moment, I just wanted to dance.)
es_es: [_danny_] (sabía que le debía a él y a Sam una buena y minuciosa explicación, pero por ese momento, solo quería bailar.)

source: [_danny_] (And so did Desiree! Once enemies, turned embittered servant and master, turned dance partners. At least for that moment, anyway.)
es_es: [_danny_] (¡Y también lo hizo el Desiree! Una vez enemigos, se volvieron sierva y maestro, se volvieron pareja de baile. Al menos por ese momento.)

source: [_danny_] (It was a great night, and I honestly can't say I regretted a single second.)
es_es: [_danny_] (Fue una gran noche, y honestamente no puedo decir que me arrepintiera de un solo segundo.)

source: [_danny_] (Especially after what happened later in my room...)
es_es: [_danny_] (Especialmente después de lo que pasó más tarde en mi habitación...)

source: [_danny_s_suit_s_sad_s_talk_happy_] Man, that was something else!
es_es: [_danny_s_suit_s_sad_s_talk_happy_] Tío, ¡eso era otra cosa!

source: [_desiree_s_talk_happy_2_s_neutral_2_] I was half worried I was going to start whipping my tail around!
es_es: [_desiree_s_talk_happy_2_s_neutral_2_] Estaba medio preocupada ¡iba a empezar a mober la cola!

source: [_danny_s_suit_s_towards_wide_s_talk_happy_2_s_sad_2_] Good thing you didn't! That would've been awkward to explain!
es_es: [_danny_s_suit_s_towards_wide_s_talk_happy_2_s_sad_2_] ¡Bien por no hacerlo! ¡Sería incómodo explicarlo!

source: [_desiree_s_closed_s_talk_frown_s_neutral_] Yes, for certain... Gods, I haven't...
es_es: [_desiree_s_closed_s_talk_frown_s_neutral_] Sí, con certeza... Dioses, lo he hecho...

source: [_danny_s_suit_s_rise_one_s_talk_frown_] Haven't what?
es_es: ¿[_danny_s_suit_s_rise_one_s_talk_frown_] ¿no ha sido qué?

source: [_desiree_s_down_s_talk_happy_s_sad_] Just felt... that level of stupid in a long time!
es_es: [_desiree_s_down_s_talk_happy_s_sad_] Solo sentir... ¡este nivel de estupidez por mucho tiempo!

source: [_danny_s_suit_s_rise_one_s_blank_stare_s_talk_frown_2_] Really? You felt stupid? Oh, well, wait, I didn't wanna embarass you at-
es_es: [_danny_s_suit_s_rise_one_s_blank_stare_s_talk_frown_2_] ¿De verdad? ¿Te has sentido estúpida? Oh, bueno, espero, no te avergüence -

source: [_desiree_s_talk_happy_s_neutral_3_] -it was so exhilarating!! To dance like fools, and to laugh like children... it was incredible.
es_es: [_desiree_s_talk_happy_s_neutral_3_] -fue tan exhilarante!! Bailar como tontos, y reír como niños... era increíble.

source: [_danny_s_suit_s_rise_one_s_talk_happy_] Oh, so like, a {b}good{/b} kind've stupid?
es_es: [_danny_s_suit_s_rise_one_s_talk_happy_] Oh, así que, ¿una {b}buena{/b} estupidez?

source: [_desiree_s_talk_happy_2_s_sad_] Yes, like a good kind.
es_es: [_desiree_s_talk_happy_2_s_sad_] Sí, una buena.

source: [_danny_s_suit_s_closed_s_talk_happy_s_sad_] Well, I'm happy I could oblige and to help provide something like that for you.
es_es: [_danny_s_suit_s_closed_s_talk_happy_s_sad_] Bueno, estoy feliz de que podría obligarte y ayudarte a proporcionarte algo así.

source: [_danny_s_suit_s_neutral_s_towards_s_talk_happy_2_] It was my pleasure to make you feel stupid.
es_es: [_danny_s_suit_s_neutral_s_towards_s_talk_happy_2_] Fue mi placer hacerte sentir estúpida.

source: [_desiree_s_talk_happy_s_closed_s_neutral_2_] Yes, rather incredible... truly.
es_es: [_desiree_s_talk_happy_s_closed_s_neutral_2_] Sí, bastante increíble... verdaderamente.

source: [_desiree_s_towards_s_talk_happy_2_s_neutral_] Thank you, Master [player_name]... that was like a shining light...
es_es: [_desiree_s_towards_s_talk_happy_2_s_neutral_] Gracias, Maestro [player_name]... fue como una luz brillante...

source: [_desiree_s_talk_frown_s_neutral_3_] ...in this otherwise scornful hell of imprisonment you keep me in.
es_es: [_desiree_s_talk_frown_s_neutral_3_] ...en este infierno despreciable del encarcelamiento en el que me mantienes.

source: [_danny_s_suit_s_talk_happy_s_talk_happy_s_down_] {i}Uhm{/i}... well yeah, I'm glad you enjoyed it.
es_es: [_danny_s_suit_s_talk_happy_s_talk_happy_s_down_] {i}Uhm{/i}... bueno, sí, me alegro de que lo hayas disfrutado.

source: [_desiree_s_talk_happy_s_blush_s_down_2_s_sad_] Now then... I imagine you'll require... something to help wind you back down?
es_es: [_desiree_s_talk_happy_s_blush_s_down_2_s_sad_] Ahora entonces... ¿imagino que necesitarás... algo para ayudarte a enfriarte?

source: [_danny_s_suit_s_at_danny_s_blush_s_talk_frown_2_] Wh-what... you m-mean like...?
es_es: [_danny_s_suit_s_at_danny_s_blush_s_talk_frown_2_] ¿Qu-ué... quieres decir que...?

source: [_desiree_s_talk_happy_s_neutral_3_] Like a massage.
es_es: [_desiree_s_talk_happy_s_neutral_3_] Como un masaje.

source: [_danny_s_suit_s_blank_stare_s_talk_happy_] Oh... well... yeah, that'd, uh... that'd actually be nice. I think I loosened up a few muscles jumping around on my feet and shaking my arms.
es_es: [_danny_s_suit_s_blank_stare_s_talk_happy_] Oh... bien... sí, eso es, uh... eso sería bueno. Creo que he tensado algunos músculos saltando sobre mis pies y sacudiendo los brazos.

source: [_desiree_s_talk_happy_s_neutral_2_] Very well then Master [player_name]... I'll have you just lay back down on the bed... close your eyes...
es_es: [_desiree_s_talk_happy_s_neutral_2_] Muy bien entonces Maestro [player_name]... te pondré en la cama... cierra tus ojos...

source: [_desiree_s_sad_s_talk_happy_2_s_towards_] Here, let me properly undress you from your formal attire first... just relax and let me guide you, for a most enjoyable experience.
es_es: [_desiree_s_sad_s_talk_happy_2_s_towards_] Aquí, déjame desvestirme de tu traje primero... simplemente relájate y déjame guiarte, para una experiencia muy agradable.

source: [_danny_s_suit_s_talk_happy_2_s_at_player_s_rise_one_] Oh, uhm s-sure thing... (Well hey, this is kinda nice of her. See, she's coming around already!)
es_es: [_danny_s_suit_s_talk_happy_2_s_at_player_s_rise_one_] Oh, uhm -seguro cosa... (Bueno, bueno, esto es bueno de ella. ¡Ella vendrá enseguida!)

source: [_danny_] (Okay, taking my clothes off... simple enough)
es_es: [_danny_] (Vale, quitando mi ropa... bastante simple)

source: [_danny_] (Alright, I'm resting on my bed now... she's guiding me onto my back.)
es_es: [_danny_] (bueno, ahora estoy descansando en mi cama... ella me está guiando hacia mi espalda.)

source: [_danny_] (Huh... boxers still on though?)
es_es: [_danny_] (Huh... ¿Los calzoncillos siguen puestos?)

source: [_danny_] (I guess this really is just a massage... well this ought to be actually really nice!)
es_es: [_danny_] (Supongo que esto és solo un masaje... ¡esto debería ser muy agradable!)

source: [_desiree_] Just breathe in deeply, and breathe out gently, Master [player_name].
es_es: [_desiree_] Solo respira profundamente, y respira suavemente, Maestro [player_name].

source: [_danny_] {i}*Siiigh* *Siiiiiiiiigh*{/i} Yeah... this feels good.
es_es: [_danny_] {i}*Suspirooo* *suspirooooooooo*{/i} Sí... esto se siente bien.

source: [_desiree_] Wonderful. Would you say you're relaxed?
es_es: [_desiree_] Maravilloso. ¿Dirías que estás relajado?

source: [_danny_] Yeah, honestly... just you touching my stomach feels so nice.
es_es: [_danny_] Sí, sinceramente... solo tocando mi estómago me hace sentir super bien.

source: [_desiree_] I'm delighted to hear you say that...
es_es: [_desiree_] Estoy encantada de oírte decir eso...

source: [_desiree_] I think you'll like this part even more so.
es_es: [_desiree_] creo que te gustará esta parte aún más.

source: [_danny_] Huh?
es_es: [_danny_] ¿Eh?

source: [_danny_] What the- hey, my boxers!
es_es: [_danny_] ¡Qué el- hey, mis calzoncillos!

source: [_desiree_] Get those damn things off and just give me that big fat cock already, Master [player_name]!!
es_es: [_desiree_] ¡¡Aprovecha esta malditas situación y dame esa gran polla gorda ya, Maestro [player_name]!!

source: [_danny_] What, you- wait- I'm not, I don't know if...
es_es: [_danny_] Qué, yo -espera- yo no soy, yo no sé si...

source: [_desiree_] Too late!!
es_es: [_desiree_] ¡¡demasiado tarde!!

source: [_danny_s_talk_happy_s_sad_2_] Well, again, that was, uh...
es_es: [_danny_s_talk_happy_s_sad_2_] Bueno, de nuevo, eso fue...

source: [_desiree_s_towards_s_talk_bite_s_neutral_2_] Incredible? Unbelievable? You often say that sort've thing, and I find it rather curious about you.
es_es: ¿[_desiree_s_towards_s_talk_bite_s_neutral_2_] ¿Increíble? ¿Incomprensible? A menudo dices algo así y me parece bastante curioso.

source: [_danny_s_rise_one_s_talk_frown_] Do I? What do you mean?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Yo? ¿Qué quieres decir?

source: [_desiree_s_talk_frown_s_neutral_] Sometimes I worry you feel you {b}need{/b} to say something after an event like that, Master [player_name].
es_es: [_desiree_s_talk_frown_s_neutral_] A veces me preocupa que sientas la {b}necesidad{/b} de decir algo después de un evento como ese, Maestro [player_name].

source: [_desiree_s_closed_s_talk_happy_s_sad_] Why not just enjoy the moment in peace? Don't say anything, just... feel what it was like.
es_es: [_desiree_s_closed_s_talk_happy_s_sad_] ¿Por qué no solo disfrutas del momento en paz? No digas nada, solo.. siente.

source: [_danny_s_talk_frown_2_s_blank_stare_s_sad_] Alright... it felt...
es_es: [_danny_s_talk_frown_2_s_blank_stare_s_sad_] Ok... siento...

source: [_danny_s_sad_2_s_closed_s_talk_happy_] Wow... just rethinking about it... you're right... some thing's are better left unsaid.
es_es: [_danny_s_sad_2_s_closed_s_talk_happy_] Vaya... repensandolo... tienes razón... algunas cosas és mejor decirlas.

source: [_desiree_s_talk_happy_s_neutral_3_] I'm glad you agree... you're developing into a rather alluring fellow, Master [player_name].
es_es: [_desiree_s_talk_happy_s_neutral_3_] Me alegro de que esté de acuerdo... se está convirtiendo en un compañero bastante atractivo, Maestro [player_name].

source: [_danny_s_rise_one_s_talk_happy_2_] Really? You think?
es_es: [_danny_s_rise_one_s_talk_happy_2_] ¿Realmente? ¿Lo crees?

source: [_desiree_s_talk_happy_s_neutral_2_] Based on how many women personally came up to see you this evening? Yes, I'd say your minimal charm is actually starting to develop somewhat.
es_es: [_desiree_s_talk_happy_s_neutral_2_] ¿En base a cuántas mujeres vinieron personalmente para verle esta tarde? Sí, yo diría que su encanto mínimo está empezando a desarrollarse.

source: [_desiree_s_talk_happy_2_s_angry_] ...either that, or word of that package you tote around in your trousers is spreading like locusts.
es_es: [_desiree_s_talk_happy_2_s_angry_] ...eso, o el rumor de ese paquete que tienes entre tus pantalones se está extendiendo como si fueran langostas.

source: [_danny_s_talk_frown_s_sad_] Oh, well, there's... there's always that too, I suppose.
es_es: [_danny_s_talk_frown_s_sad_] Oh, bueno, hay... és posible también, creo.

source: [_desiree_s_talk_happy_s_sad_] Will that be all for you this evening, Master [player_name]? Shall I retire for the night?
es_es: [_desiree_s_talk_happy_s_sad_] ¿Es todo por esta tarde, Maestro [player_name]? ¿Debo retirarme durante la noche?

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Yes, I do think that should about do it. That was, again, a moment for me Desiree. I won't forget it.
es_es: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Sí, creo que deberías hacerlo. Ha sido, de nuevo, un momento para mí Desiree. Nunca lo olvidaré.

source: [_desiree_s_closed_s_talk_happy_s_neutral_3_] Of course Master, it was my pleasure. I am your humble servant.
es_es: [_desiree_s_closed_s_talk_happy_s_neutral_3_] Por supuesto Maestro, fue mi placer. Soy tu humilde sirvienta.

source: [_danny_s_wondering_s_closed_s_talk_happy_] You're my friend.
es_es: [_danny_s_wondering_s_closed_s_talk_happy_] Eres mi amiga.

source: [_desiree_s_towards_wide_s_neutral_s_talk_frown_] Uhm... pardon, Master?
es_es: [_desiree_s_towards_wide_s_neutral_s_talk_frown_] Uhm... ¿perdon Maestro?

source: [_danny_s_at_player_s_sad_s_talk_happy_2_] You're my friend. I realized that tonight.
es_es: [_danny_s_at_player_s_sad_s_talk_happy_2_] Eres mi amiga. Me di cuenta esta noche.

source: [_desiree_s_talk_frown_s_sad_s_towards_wide_] Oh... well, that's just preposterous, I don't like you in the least! This all just, a charade, I intend to... to...
es_es: [_desiree_s_talk_frown_s_sad_s_towards_wide_] Oh... bueno, eso és ridículo, ¡no me gustas ni lo mínimo! Todo esto és, una charada, tengo la intención de... de...

source: [_danny_s_closed_s_rise_one_s_talk_happy_] Plot and toil all you wish, honestly. It's fine. I just know I like you, is all.
es_es: [_danny_s_closed_s_rise_one_s_talk_happy_] Di lo que quieras y emplea todo lo que desees, sinceramente. Yo sólo sé que me gustas tú, és todo.

source: [_danny_s_neutral_s_talk_happy_2_] ...goodnight, Desiree.
es_es: [_danny_s_neutral_s_talk_happy_2_] ...Buenas noches, Dessiree.

source: [_desiree_s_talk_frown_s_neutral_2_] ...goodnight, my Master.
es_es: [_desiree_s_talk_frown_s_neutral_2_] ...buenas noches, mi Maestro.

source: [_danny_s_talk_happy_2_s_blank_stare_s_sad_2_] {i}*Sigh*{/i} Alrighty...
es_es: [_danny_s_talk_happy_2_s_blank_stare_s_sad_2_] {i}*Suspiro* {/i} De acue...

source: [_danny_s_rise_one_s_talk_frown_] ...traded my virginity over to a ghostly entity from another plane of existence...
es_es: [_danny_s_rise_one_s_talk_frown_] ...transferí mi virginidad a una entidad fantamagórica de otro plano de existencia...

source: [_danny_s_at_player_s_sad_s_talk_happy_] I'd say I have one of the more {b}cool{/b} stories to tell my grand kids now...
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] diría que tengo una de las más {b}geniales{/b} historias para contar a mis nietos...

source: [_danny_s_blank_stare_s_talk_frown_2_] Then again, do grandparents {i}normally{/i} tell their grandkids about the first time they had sex?
es_es: [_danny_s_blank_stare_s_talk_frown_2_] Entonces, otra vez, ¿los abuelos {i}normalmente{/i} les explican sus nietos la primera vez que tuvieron sexo?

source: [_danny_s_towards_s_sad_s_talk_frown_] I guess that was just my grandpa.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Supongo que eso era sólo mi abuelo.

source: [_danny_s_talk_frown_2_s_neutral_] ...and honestly, I thought it was weird then, and it's still weird now.
es_es: [_danny_s_talk_frown_2_s_neutral_] ...y sinceramente, pensé que era extraño entonces, y todavía és extraño ahora.

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] ...so I guess that information dies with me then. Too bad.
es_es: [_danny_s_blank_stare_s_talk_frown_s_sad_] ...así que supongo que esa experiencia muere conmigo. Demasiado malo.

source: [_danny_s_closed_s_talk_frown_2_s_sad_2_] {i}*Yaaawn*{/i} Okay though... seriously time for bed. I need some shut eye for sure...
es_es: [_danny_s_closed_s_talk_frown_2_s_sad_2_] {i}*Yaaawn*{/i} Bien, sin embargo... tiempo serio para dormir. Necesito cerrar los ojos para asegurar...

source: [_danny_s_talk_happy_s_towards_s_sad_] A certainly interesting week, but... nothing too life threatening, nothing too overly dramatic.
es_es: [_danny_s_talk_happy_s_towards_s_sad_] Una semana ciertamente interesante, pero... nada demasiado amenazante para la vida, nada demasiado dramático.

source: [_danny_s_at_player_s_talk_happy_2_] Let's hope and pray for another week of smooth sailing, with nothing too crazy rounding the corner at all...
es_es: [_danny_s_at_player_s_talk_happy_2_] Esperemos y recemos por otra semana de desgracias, sin nada demasiado loco redondeando la esquina...

source: [_danny_s_down_s_sad_s_talk_displeased_] Alrighty, asking the girl of your dreams out to the dance... over text... as a dead dude...
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Bien, preguntando a la chica de mis sueños sobre el baile... sobre el texto... como un tipo muerto...

source: [_danny_s_at_player_s_rise_s_talk_consternation_] Simple, right?
es_es: [_danny_s_at_player_s_rise_s_talk_consternation_] Simple, ¿verdad?

source: [_danny_s_down_s_idle_s_talk_displeased_] Okay, maybe I should ease into it a little better than just straight out asking her to the dance. That might be too much for her.
es_es: [_danny_s_down_s_idle_s_talk_displeased_] Vale, tal vez debería calmarme sobre el baile y no preguntarle directamente. Eso podría ser demasiado para ella.

source: [_danny_s_at_player_s_idle_s_talk_displeased_] I'll just ask her to hang with me first, and we'll see where we go from there. A bit easier, I'd say.
es_es: [_danny_s_at_player_s_idle_s_talk_displeased_] Solo le pediré que nos veamos primero, y veremos a dónde vamos una vez nos veamos. Así será más fácil, diría.

source: [_danny_s_closed_s_idle_s_talk_displeased_] Okay, here goes...
es_es: [_danny_s_closed_s_idle_s_talk_displeased_] Vale, aquí va...

source: [_billspook_] Hey, Paulina. You got a minute? [multiple2]
es_es: [_billspook_] Hey, Paulina. ¿Tienes un minuto? [multiple2]

source: [_paulinaspook_] Heyy Ghost Boy, how're you today?? It's so good to hear from you! :)
es_es: [_paulinaspook_] Heyy Chico Fantasma, ¿¿cómo estás?? ¡Me alegra que me escribas!:)

source: [_billspook_] Oh yeah, I'm doing just fine. Ghost business as usual, you know how it is...
es_es: [_billspook_] Oh sí, estoy bien. Negocios de fantasma como de costumbre, ya sabes cómo es...

source: [_paulinaspook_] Ha hah, oh I can only imagine! It must be so crazy for you, having to swoop in and save people all the time!
es_es: [_paulinaspook_] ¡Ha, oh solo lo puedo imaginar! ¡Debe ser tan alocado para ti tener que salvar a la gente todo el tiempo!

source: [_billspook_] Yeah, I can barely find any time for myself. I like to take a little time to just relax...
es_es: [_billspook_] Sí, apenas puedo encontrar tiempo para mí mismo. Me gusta tomarme un poco de tiempo para relajarme...

source: [_billspook_] But, you know, I was actually planning on taking a break pretty soon. Go out and actually do something.
es_es: [_billspook_] Pero, ya sabes, estaba planeando tomar un descanso pronto. Salir y hacer algo.

source: [_paulinaspook_] Oooh, sounds fun! Where do you plan on going?
es_es: ¡[_paulinaspook_] Oooh, ¡suena divertido! ¿A dónde planeas ir?

source: [_billspook_] Hmmm, ya know, I don't really know...
es_es: [_billspook_] Hmmm, sé, no lo sé...

source: [_billspook_] Have any recommendations you can think of? I'm not sure what there's even to do in a town like Amity.
es_es: [_billspook_] ¿Tienes alguna recomendación? No estoy seguro de lo que hay que se puede hacer en un pueblo como Amity.

source: [_paulinaspook_] Well hey, how about a movie? That'd be nice to get things off your mind, I'm sure!
es_es: [_paulinaspook_] Bueno, ¡bueno, ¿qué tal una película? Sería bueno olvidar las preocupaciones, ¡estoy segura!

source: [_billspook_] Sounds good! It's a date then!
es_es: ¡[_billspook_] ¡suena bien! ¡Es una cita entonces!

source: [_paulinaspook_] ...huh?
es_es: [_paulinaspook_] ...¿eh?

source: [_billspook_] Oh, well, it's just that, I sorta thought that you and I might go together is all... if you wanted I mean...
es_es: [_billspook_] Oh, bueno, es justo eso, yo solo pensé que tú y yo podríamos ir juntos y eso... si lo deseas...

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Ah shoot, I blew it too soon. Ahh well, pack it up gentleman, we had a good run.)
es_es: [_danny_s_at_player_s_angry_s_clenchteeth_] (Ah mierda, lo dije demasiado pronto. Ahh bueno, arréglalo ahora caballero, tuvimos una buena oportunidad.)

source: [_paulinaspook_] OMG, I'd so love that. Let's go see that Sayonara Pussycat movie! Oh, she's just soooo cuuute!~
es_es: [_paulinaspook_] O dios mío, me encantaría. ¡Vamos a ver que Sayonara Pussycat mot! ¡Oh, ella és muy linda!~

source: [_danny_s_closed_s_idle_s_distraught_] (Oh boy... a silly animated movie I'm gonna have to suffer through...)
es_es: [_danny_s_closed_s_idle_s_distraught_] (Oh tio... una película animada tonta por la que voy a tener que sufrir...)

source: [_danny_s_at_player_s_rise_s_smile_] (But, maybe with Paulina sitting right next to me, it won't be so bad.)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Pero, tal vez con Paulina sentada a mi lado, no sea tan malo.)
