Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] ...and, there we go!
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] ...y, ¡ahí vamos!

source: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_s_noblush_] Or wait, let me just...
es_es: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_s_noblush_] o espere, déjame sólo...

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Okay, now there we go!
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Vale, ¡ahora vamos!

source: [_danny_s_phantom_suit_s_up_wide_s_wondering_s_talk_frown_] Bravo, bravo. Woah, this is a...
es_es: [_danny_s_phantom_suit_s_up_wide_s_wondering_s_talk_frown_] Bravo, bravo. Woah, esto es...

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Really girly room?
es_es: ¿[_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Una habitación realmente jiron?

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] I was gonna say it's more just... really {i}you{/i}.
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] Me quedé fuera de casa decir que es más justo... realmente {i}tú{/i}.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] So in that sense, it's perfect.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Así que en ese sentido, es perfecto.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_noblush_] {i}*Chuckles*{/i} Well wonderful, I'm glad you like it...
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_noblush_] {i}*Chuckles * {/i} Bien maravilloso, me alegro de que te guste ...

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_bite_s_blush_2_] Now then... here's something I think you'll like even more...
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_bite_s_blush_2_] Ahora entonces... aquí hay algo que creo que te gustará aún más...

source: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_1_] So then... how about it, Danny?
es_es: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Entonces, entonces... ¿qué pasa con eso, Danny?

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] H-h-how 'bout what, e-exactly?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] H-h-how 'bout qué, e-exactamente?

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_happy_s_noblush_] How about you lay me down on that bed there...
es_es: [_paulina_s_nude_s_towards_s_wondering_s_talk_happy_s_noblush_] Que tal si me metes en esa cama...

source: [_paulina_s_nude_s_towards_s_rise_one_s_talk_bite_s_blush_2_] ...and make sweet love to me?
es_es: [_paulina_s_nude_s_towards_s_rise_one_s_talk_bite_s_blush_2_] ...y hazme amor dulce?

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] R-really?!
es_es: ¡[_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] ¿Realmente?!

source: [_paulina_s_nude_s_away_s_neutral_s_talk_frown_s_blush_1_] Oh sure... that is... only if you're up for i-
es_es: [_paulina_s_nude_s_away_s_neutral_s_talk_frown_s_blush_1_] Oh seguro... eso es... solo si estás listo para i-

source: [_danny_s_phantom_suit_s_towards_wide_s_angry_s_talk_happy_2_] {b}Y-YES, ABSOLUTELY, I'M READY!! TOTALLY!!{/b}
es_es: [_danny_s_phantom_suit_s_towards_wide_s_angry_s_talk_happy_2_] {b}Y-YES, ABSOLUTAMENTE, ESTOY LISTO!! ¡TOTALMENTE!! {/b}

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_happy_] Uhm, I mean, y-yes, I would l-love to-
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_happy_] Uhm, quiero decir, sí, me encantaría

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
es_es: [_doorsound_] {i}*Knock* *Knock*{/i}

source: [_pauldad_] Paulina? Is that you? Who was that a second ago? I strictly said not a single boy in this room tonight!!
es_es: [_pauldad_] Paulina? ¿Es eso tú? ¿Quién era un segundo antes? ¡No dije estrictamente a un solo niño en esta sala esta noche!!

source: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_frown_s_noblush_] No papi, it was nobody!
es_es: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_frown_s_noblush_] No hay papi, ¡no era nada!

source: [_pauldad_] Open the door, I wanna make sure that nobody is going to lay a finger on-
es_es: [_pauldad_] Abre la puerta, quiero asegurarme de que nadie va a poner un dedo sobre-

source: [_paulina_s_nude_s_away_s_wondering_s_talk_frown_2_s_blush_1_] N-no, you can't, I'm n-naked right now! It was just a video on my phone that played real loud! I'm sorry, I'll turn it down!
es_es: [_paulina_s_nude_s_away_s_wondering_s_talk_frown_2_s_blush_1_] N-no, no puedes, ¡estoy desnuda ahora mismo! Fue sólo un vídeo en mi teléfono que reprodujo en voz alta! Lo siento, ¡lo desactivaré!

source: [_pauldad_] Alright then pumpkin, no problem! Hope you had a fun night tonight with whoever you went with.
es_es: [_pauldad_] ¡Muy bien entonces calabaza, no hay problema! Espero que te diviertas esta noche con quien fuiste.

source: [_pauldad_] Night night, sweetie!
es_es: [_pauldad_] noches nocturnas, ¡semanas de noche!

source: [_paulina_s_nude_s_towards_wide_s_neutral_s_talk_happy_s_noblush_] Y-yeah, goodnight!!
es_es: [_paulina_s_nude_s_towards_wide_s_neutral_s_talk_happy_s_noblush_] Y-sí, bien!!

source: [_danny_paul_] {i}*Pheeeeeew*{/i}!!
es_es: [_danny_paul_] {i}*Pheeeeew*{/i}!!

source: [_paulina_s_nude_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] Oh my goodness, my heart beat!
es_es: [_paulina_s_nude_s_towards_wide_s_neutral_s_talk_frown_s_noblush_] ¡Oh mi bondad, mi corazón golpea!

source: [_danny_s_phantom_suit_s_closed_sad_s_rise_one_s_talk_frown_] I think I just gained a fear boner out of instinct!
es_es: [_danny_s_phantom_suit_s_closed_sad_s_rise_one_s_talk_frown_] ¡Creo que acabo de ganar un boner de miedo por instinto!

source: [_paulina_s_nude_s_towards_wide_s_rise_one_s_talk_bite_s_blush_1_] Oh... really now?
es_es: [_paulina_s_nude_s_towards_wide_s_rise_one_s_talk_bite_s_blush_1_] Oh... ¿realmente ahora?

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] Y-yeah, it's just that I was sorta-
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] Y-sí, es sólo que yo estaba sorta-

source: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_2_] Well then, shouldn't we put that thing to good use then?
es_es: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_2_] Bueno, entonces, ¿no deberíamos hacer un buen uso de esa cosa?

source: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_happy_2_] Heh... s-suppose we should...
es_es: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_happy_2_] Heh... -supongamos que deberíamos...

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_bite_] (Oh man, this is it! I'm really about to go all the way with my ultimate dream girl!)
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_bite_] (¡Oh, hombre, esto es! ¡Estoy a punto de ir hasta el final con mi chica de sueño!)

source: [_danny_s_phantom_suit_s_at_player_wide_s_angry_s_frown_2_] (Don't screw this up, Fenton!)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_angry_s_frown_2_] (No atornille esto, ¡Fenton!)

source: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_1_] Right over here, cutie...
es_es: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_1_] aquí mismo, cuti...

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] Don't need to tell me twice.
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_2_] No es necesario que me digas dos veces.

source: [_danny_] Okay... hold still for a moment...
es_es: [_danny_] Vale... mantén presionado por un momento...

source: [_paulina_] Oh... put it in slowly...
es_es: [_paulina_] Oh... ponlo lentamente...

source: [_danny_] Yeah, I will...
es_es: [_danny_] Sí, lo haré...

source: [_paulina_] Are you gonna-
es_es: [_paulina_] ¿Eres tú gonna?

source: [_danny_] Ohhh yeah... wow...
es_es: [_danny_] Ohhh si... wow...

source: [_paulina_s_dancesex_s_slow_s_talk_] Ohhhh my.... yess... like that...~
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Ohhhh mi.... si... así...~

source: [_danny_] Slipped right in... mmmhhh...~
es_es: [_danny_] Deslizado justo en... mmhhhh...~

source: [_paulina_s_dancesex_s_slow_s_talk_] Keep up that rhythm... please...
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Mantén ese ritmo... por favor...

source: [_danny_] Yeah, just... like... this?
es_es: [_danny_] Sí, sólo... me gusta... esto?

source: [_paulina_s_dancesex_s_slow_s_talk_] Just... like... yeahhh...~
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Sust... me gusta... yeahh...~

source: [_danny_] (This is nuts. I can't believe I'm inside my crush since middle school.)
es_es: [_danny_] (Esto es tuercas. No puedo creer que estoy dentro de mi crush desde la escuela secundaria.)

source: [_danny_] (Oh... can't think of that right now...)
es_es: [_danny_] (Oh... no se puede pensar en eso ahora mismo...)

source: [_danny_] (For the moment... need to lay this pipe. Heh.)
es_es: [_danny_] (Por el momento... necesita poner esta tubería. Heh.)

source: [_danny_] Thanks for... bringing me out tonight Paulina... I really... enjoyed it...
es_es: [_danny_] Gracias por... sacándome esta noche Paulina... realmente lo disfrutaba...

source: [_paulina_s_dancesex_s_slow_s_talk_] Oofff... of c-course Danny, you... you made my night t-toooo...
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Desconectado... de c-curso Danny, tú... has hecho mi noche t-toooe...

source: [_paulina_s_dancesex_s_slow_s_talk_] And this is... ohh!! This is making... my fucking week...~
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Y esto es... oh!! Esto está haciendo... mi semana de fucking...~

source: [_danny_] Yeah, am I doing alright?
es_es: [_danny_] Sí, ¿estoy haciendo bien?

source: [_paulina_s_dancesex_s_slow_s_talk_] Sooo good... yes...
es_es: [_paulina_s_dancesex_s_slow_s_talk_] Bien... si...

source: [_danny_] I'm doing my best to make you feel good...
es_es: [_danny_] Estoy haciendo todo lo posible para hacerte sentir bien...

source: [_paulina_s_dancesex_s_fast_s_talk_] Jeezus... yes... keep stroking it inside me like that...
es_es: [_paulina_s_dancesex_s_fast_s_talk_] Jeezus... si... sigue acariciándolo dentro de mí así...

source: [_danny_] Uhhhff... I will... yeah...
es_es: [_danny_] Uhhff... lo haré... si...

source: [_paulina_s_dancesex_s_fast_s_talk_] Fuck... it feels... so good... having you deep inside me...
es_es: [_paulina_s_dancesex_s_fast_s_talk_] Suerte... se siente... tan bueno... teniendote dentro de mí...

source: [_danny_] Yeah, I'm glad you...
es_es: [_danny_] Sí, me alegro de ti...

source: [_danny_] Oh... woahh shit... I think I'm gonna...
es_es: [_danny_] Oh... mierda de woahh... Creo que estoy gonna...

source: [_paulina_s_dancesex_s_fast_s_talk_] Keep going... don't stop...
es_es: [_paulina_s_dancesex_s_fast_s_talk_] Siguiente... no pares...

source: [_danny_] But... shit... I'm gonna lose it any second, P-Paulina!
es_es: [_danny_] Pero... mierda... ¡Me voy a perder cualquier segundo, P-Paulina!

source: [_paulina_s_dancesex_s_fast_s_talk_] Danny... c-cum... cum all over me!!~
es_es: [_paulina_s_dancesex_s_fast_s_talk_] Danny... c-cum... cum por todo!!~

source: [_danny_] I will!! I'm gonna cum!!~
es_es: ¡¡[_danny_] lo haré!! ¡Estoy gonna cum!!~

source: [_paulina_s_dancesex_s_fast_s_talk_] Do it! Do it on my belly!! I want it!!~
es_es: [_paulina_s_dancesex_s_fast_s_talk_] ¡Hazlo! Hazlo en mi vientre!! I want it!! ~

source: [_paulina_] (Oh... oh my... so hot... just like a real boy's...~)
es_es: [_paulina_] (Oh... oh mi... tan caliente ... al igual que un niño de verdad...~)

source: [_danny_s_phantom_s_closed_happy_s_wondering_s_talk_happy_2_] Ahhh man. That was incredible.
es_es: [_danny_s_phantom_s_closed_happy_s_wondering_s_talk_happy_2_] Ahhhh man. Eso fue increíble.

source: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] Was it alright? You're not saying anything.
es_es: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] ¿Estaba bien? No estás diciendo nada.

source: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_2_] Trust me... more than alright.
es_es: [_paulina_s_nude_s_towards_wide_s_wondering_s_talk_bite_s_blush_2_] Confíe en mí... más que bien.

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_frown_s_blush_1_] I'm... still sorta shaking. Jello legs too.
es_es: [_paulina_s_nude_s_towards_s_wondering_s_talk_frown_s_blush_1_] yo... todavía sorta agitando. Jello pata también.

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_bite_s_blush_2_] You were so great...
es_es: [_paulina_s_nude_s_towards_s_wondering_s_talk_bite_s_blush_2_] Usted fue tan grande ...

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] You were even better. I honestly can't think of a better way to lose my V-card.
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Usted fue aún mejor. Sinceramente no puedo pensar en una mejor manera de perder mi tarjeta V.

source: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Heh, I'm glad you enjoyed yourself too...
es_es: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_1_] Heh, me alegro de que también te hayas disfrutado...

source: [_paulina_s_nude_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Wait. V-card? You mean you've never had-
es_es: [_paulina_s_nude_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Espera. ¿Tarjeta V? Quisas decir que nunca has tenido

source: [_pauldad_] Okay, now I just {b}know{/b} you're talking to somebody in there.
es_es: [_pauldad_] Vale, ahora solo sé {b}{/b} que estás hablando con alguien allí.

source: [_pauldad_] {b}Paulina, sweetheart, open up this door!!{/b}
es_es: [_pauldad_] {b}Paulina, teatro, abre esta puerta!!{/b}

source: [_paulina_s_nude_s_towards_wide_s_idle__s_talk_frown_s_blush_1_] No, Daddy, I'm still naked! Just give me a minute!!
es_es: [_paulina_s_nude_s_towards_wide_s_idle__s_talk_frown_s_blush_1_] No, Daddy, ¡sigo desnudo! ¡¡¡¡¡¡Dame un minuto!!

source: [_paulina_s_nude_s_away_s_idle__s_talk_frown_s_blush_2_] {i}I'm so sorry about this, but would you mind terribly-{/i}
es_es: [_paulina_s_nude_s_away_s_idle__s_talk_frown_s_blush_2_] {i}Lo siento mucho, pero te importaría terriblemente-{/i}

source: [_danny_s_phantom_s_towards_s_sad_2_s_talk_happy_] {i}Don't worry. I'll just phase through the wall for tonight.{/i}
es_es: [_danny_s_phantom_s_towards_s_sad_2_s_talk_happy_] {i}No te preocupe. Solo atravesaré la pared esta noche.{/i}

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] {i}Sorry if this seems like I'm cutting and running.{/i}
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] {i}Lo siento si parece que estoy cortando y corriendo.{/i}

source: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_noblush_] {i}Trust me, super powers or not, you don't want my dad to get his hands around your neck.{/i}
es_es: [_paulina_s_nude_s_towards_s_rise_one_s_talk_happy_s_noblush_] {i}Confía en mí, superpoderes o no, no quieres que mi papá tenga las manos alrededor de tu cuello.{/i}

source: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] {i}I'll take your word. Good night Paulina.{/i}
es_es: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_happy_] {i}tomaré tu palabra. Buena noche Paulina.{/i}

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_bite_s_blush_2_] {i}Goodnight my sweet Ghost Boy...{/i}
es_es: [_paulina_s_nude_s_towards_s_wondering_s_talk_bite_s_blush_2_] {i}Buena noche mi dulce Chico Fantasma...{/i}

source: [_danny_s_at_player_s_wondering_s_talk_happy_2_s_blush_] Unbelievable! What a great night!
es_es: ¡[_danny_s_at_player_s_wondering_s_talk_happy_2_s_blush_] increíble! ¡Qué gran noche!

source: [_danny_s_at_player_s_wondering_s_talk_happy_2_s_blush_3_] I really slept with Paulina Sanchez. I actually did that!
es_es: [_danny_s_at_player_s_wondering_s_talk_happy_2_s_blush_3_] Me dormí realmente con Paulina Sanchez. ¡Lo hice realmente!

source: [_danny_s_at_player_s_wondering_s_talk_happy_s_blush_2_] {i}*Sigh*{/i} I don't think life can get any sweeter than this...
es_es: [_danny_s_at_player_s_wondering_s_talk_happy_s_blush_2_] {i}*Sigh * {/i} No creo que la vida pueda conseguir más dulce que esta ...

source: [_danny_s_at_danny_s_wondering_s_talk_happy_s_-blush_2_] To think just a few weeks ago, I was a total nobody!
es_es: [_danny_s_at_danny_s_wondering_s_talk_happy_s_-blush_2_] ¡Para pensar hace tan solo unas semanas, no era un todo absoluto!

source: [_danny_s_closed_s_wondering_s_talk_frown_] And now I'm...
es_es: [_danny_s_closed_s_wondering_s_talk_frown_] Y ahora yo...

source: [_danny_s_closed_s_rise_one_s_talk_frown_2_] Well, I'm still a nobody, but it's like... a nobody...
es_es: [_danny_s_closed_s_rise_one_s_talk_frown_2_] Bueno, todavía no soy un cuerpo, pero es así... un todo...

source: [_danny_s_at_player_s_wondering_s_talk_happy_2_] ...with an awesome secret identity! Alright!
es_es: ¡[_danny_s_at_player_s_wondering_s_talk_happy_2_] ...con una increíble identidad secreta! ¡Muy bien!

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Still a nobody, but...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_] Todavía no hay nadie, pero...

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Ehh, you take the victories that you can get.
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Ehh, tomas las victorias que puedes obtener.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, time to relax, get into bed, and let this whole day just lull me to sleep...
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Bien, hora de relajarse, sube a la cama y deja que todo este día me lancen a dormir...

source: [_danny_s_at_danny_s_neutral_s_talk_happy_] Anything ghostly or menacing can wait 'til tomorrow... because tonight...
es_es: [_danny_s_at_danny_s_neutral_s_talk_happy_] Cualquier cosa fantasma o amenazante puede esperar hasta mañana... porque esta noche...

source: [_danny_s_at_player_s_wondering_s_talk_happy_2_] Everything's turning up Fenton!
es_es: [_danny_s_at_player_s_wondering_s_talk_happy_2_] ¡Todo está apareciendo en el Fentón!

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Alrighty... asking Star to the dance... oh man, what's Sam gonna think?
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] Muy bien... preguntando a la estrella del baile... oh hombre, ¿qué piensa Sam gonna?

source: [_danny_s_down_s_idle_s_talk_displeased_] Well... I guess I'll find out later, but I doubt she's gonna be too thrilled.
es_es: [_danny_s_down_s_idle_s_talk_displeased_] Bueno... supongo que lo veré más tarde, pero dudo que se vaya demasiado emocionada.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] In fact, Sam might not even go to the dance at this point, right?
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] De hecho, Sam podría ni siquiera ir al baile en este momento, ¿verdad?

source: [_billspook_] Hey, Star. [multiple2]
es_es: [_billspook_] Hey, estrella. [multiple2]

source: [_billspook_] Ayyee Star. You there?
es_es: [_billspook_] Estrella Ayyee. ¿Ahí está?

source: [_starspook_] Oh yeah, my bad. Was just using the bathroom, and I don't text on the toilet. Sorry lolz
es_es: [_starspook_] Oh sí, mi mal. Estaba usando el cuarto de baño, y no escribo en el baño. Disculpe lolz

source: [_billspook_] Germs?
es_es: ¿[_billspook_] gérmenes?

source: [_starspook_] More so plenty of ruined phones I've dropped.
es_es: [_starspook_] Más teléfonos arruinados que he soltado.

source: [_starspook_] So, what's up?
es_es: [_starspook_] Entonces, ¿qué pasa?

source: [_billspook_] Well, I was wondering if you'd like to go to the dance with me, like you were asking about.
es_es: [_billspook_] Bueno, me preguntaba si te gustaría ir al baile conmigo, como lo estaba preguntando.

source: [_starspook_] Oh yeah! Oh, I would really like that, totally...
es_es: [_starspook_] ¡Oh sí! Oh, realmente me gustaría eso...

source: [_starspook_] Uhm... yeah, I'll go! Totally!
es_es: [_starspook_] Uhm... sí, ¡iré! ¡Totalmente!

source: [_billspook_] Something the matter?
es_es: [_billspook_] ¿Algo importa?

source: [_starspook_] No, it's all good! I wanna go with you!
es_es: ¡[_starspook_] No, está bien! ¡Quiero ir contigo!

source: [_starspook_] Speaking of which, I still haven't found a dress to go in. Would you mind helping out Billy?
es_es: [_starspook_] Hablando de los cuales, todavía no he encontrado un buen ritmo. ¿Te importaría ayudar a Billy?

source: [_billspook_] Uhm, don't see why not! How am I going to... help you, exactly?
es_es: [_billspook_] Uhm, ¡No veas por qué no! ¿Cómo voy a ... ayudarte, exactamente?

source: [_starspook_] Just meet me at the mall in the {i}afternoon{/i}.
es_es: [_starspook_] Únete a mí en el centro comercial de la {i}por la tarde{/i}.

source: [_starspook_] We'll go to AbYss together, and then I'll try some stuff on for you, see if you like it...
es_es: [_starspook_] Vamos a ir a AbYss juntos, y luego voy a probar algunas cosas para ti, ver si te gusta ...

source: [_billspook_] Oh, yeah, of course! I'd love to give my insight into your look!
es_es: [_billspook_] ¡Oh, sí, por supuesto! ¡Me encantaría dar mi visión de tu vista!

source: [_starspook_] Lol I'm sure you'd love to... ;)
es_es: [_starspook_] Lol estoy seguro de que te encantarías... ;)

source: [_starspook_] So yeah, just meet me there!! I gotta go though, so talk to you laters. Bye Billy!!
es_es: [_starspook_] Así que sí, solo me encuentro allí!! Tengo que ir allá, así que habla contigo más tarde. ¡Aye Billy!!

source: [_billspook_] Yeah, see ya then!!
es_es: [_billspook_] Sí, ¡échale un vistazo!

source: [_danny_s_talk_happy_] Oh man, I get to watch Star put on multiple outfits? That's gonna be nice...
es_es: [_danny_s_talk_happy_] Oh man, ¿puedo ver a la estrella puesta en varios atuendos? Eso es bueno que sea así...

source: [_danny_s_towards_s_neutral_s_talk_happy_2_] But what was she worried about when I first asked her? She seemed strange.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_2_] Pero ¿qué le preocupaba cuando le pregunté por primera vez? Parecía extraña.

source: [_danny_s_down_s_frown_2_s_wondering_] Hmmm...
es_es: [_danny_s_down_s_frown_2_s_wondering_] Hmm...

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Anyway, I don't need to worry about it. She said yes, and now I've got a date!
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] De todos modos, no tengo que preocuparme por ello. Ella dijo que sí, ¡y ahora tengo una fecha!

source: [_danny_s_towards_s_neutral_s_talk_happy_2_] Guess I just gotta meet her at the mall then.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_2_] Supongo que sólo tengo que conocerla en el centro comercial entonces.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Okay, I'm here in my ghost form... just... waiting around for Star.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_frown_] Vale, estoy aquí en mi forma fantasma... sólo... esperando a la estrella.

source: [_danny_s_phantom_s_at_player_wide_s_sad_s_talk_frown_2_] Man, this is weird... what if someone just comes up to me, and starts asking me questions?
es_es: [_danny_s_phantom_s_at_player_wide_s_sad_s_talk_frown_2_] Hombre, esto es extraño... ¿qué pasa si alguien me llega y empieza a hacerme preguntas?

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] It must not be often that mall security has to deal with a ghost floating around here.
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] No debe ser frecuente que la seguridad comercial tenga que lidiar con un fantasma flotando por aquí.
