Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Don't worry, I'm just messing with you, Billy.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] No te preocupes, solo estoy haciendo líos.

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_frown_] You know, by now, you'd think I'd more easily realize when you're doing that.
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_frown_] Tú sabes, a estas alturas, creerías que me daría cuenta más fácilmente cuando lo hagas.

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_s_noblush_] Well, if you really want, I think I see a good opportunity to have some fun!
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_s_noblush_] Bueno, si realmente lo deseas, ¡creo que veo una buena oportunidad para divertirse!

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Yeah, what's that?
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Sí, ¿qué es eso?

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Just trust me on this. Follow me!
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Confíe en esto. ¡Sígueme!

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] Hey! Proactiv club! Feast your eyes on this!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] Hey! ¡Proactiv club! ¡Festeja sus ojos en esto!

source: [_tucker_s_suit_s_towards_s_wondering_s_talk_frown_] What the- Star?
es_es: [_tucker_s_suit_s_towards_s_wondering_s_talk_frown_] ¿Qué Estrella- Estrella?

source: [_sam_s_dress_s_base_1_s_towards_s_confused_s_talk_frown_3_s_noblush_s_nocum_] And Da-
es_es: [_sam_s_dress_s_base_1_s_towards_s_confused_s_talk_frown_3_s_noblush_s_nocum_] y Da-

source: [_sam_s_dress_s_base_1_s_towards_wide_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] Ehrmm, I mean... dat' ghost kid from the news! What are you doing here?
es_es: [_sam_s_dress_s_base_1_s_towards_wide_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] Ehrmm, quiero decir... ¡chico fantasma de dato de las noticias! ¿Qué estás haciendo aquí?

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] He's my date tonight, pretty flipping obvious at this point if you weren't a freaking spazzmatic idiot.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_noblush_] Él es mi fecha de esta noche, bastante volteando obviamente en este momento si no fuiste un idiota spazzmático freidor.

source: [_tucker_s_suit_s_towards_s_angry_s_talk_frown_] Weren't you held back a year?
es_es: [_tucker_s_suit_s_towards_s_angry_s_talk_frown_] ¿No has retenido un año?

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_1_] That's a straight up lie, so shut it, Foley!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_1_] Eso es una mentira recta, así que cállela, ¡Sí!

source: [_sam_s_dress_s_base_1_s_towards_s_confused_s_talk_frown_3_s_noblush_s_nocum_] So, as {i}interesting{/i} as it is to see you two together like this, what's the real reason you're here?
es_es: [_sam_s_dress_s_base_1_s_towards_s_confused_s_talk_frown_3_s_noblush_s_nocum_] Así que, tan interesante {i}{/i} como para verte dos juntos así, ¿cuál es la verdadera razón por la que estás aquí?

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_1_] Uhm, I told you? We're here together as dates. Duh, listen up, dweeb.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_blush_1_] Uhm, te dijo? Estamos juntos como fechas. Duh, escucha, dweeb.

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_] Well yeah, but-
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_] Bueno sí, pero-

source: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_s_noblush_s_nocum_] Oh, is that {i}so{/i}?
es_es: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_s_noblush_s_nocum_] Oh, ¿ {i}so{/i}?

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Ehhh....
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Ehh....

source: [_sam_s_dress_s_base_1_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] Well. Awesome. Cool. Glad you could have found someone so nice as to go with you.
es_es: [_sam_s_dress_s_base_1_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] . genial. Genial. Enhorabuena por haber encontrado a alguien tan bonito como para ir contigo.

source: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_s_noblush_s_nocum_] You definitely deserve it for all the hard work you do for this town.
es_es: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_s_noblush_s_nocum_] Definitivamente te lo mereces por todo el duro trabajo que haces por este pueblo.

source: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] Enjoy your night you two.
es_es: [_sam_s_dress_s_base_1_s_towards_s_neutral_s_talk_frown_2_s_noblush_s_nocum_] Disfruta tu noche de dos.

source: [_danny_s_phantom_suit_s_towards_wide_s_sad_2_s_talk_frown_] Sam, no, wait! Tucker, what'd I do?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_sad_2_s_talk_frown_] Sam, no, espera! Tucker, ¿qué haría?

source: [_tucker_s_suit_s_towards_s_sad_s_talk_frown_] Uhhh, I had better go stick with her. See ya later.
es_es: [_tucker_s_suit_s_towards_s_sad_s_talk_frown_] Uhhh, mejor que vayas con ella. Mira más tarde.

source: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Wait, you know those two?
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Espera, ¿conoces esos dos?

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Uhhhhm...
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Uhhhm...

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Is this cause you hang out with Fenton too?
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] ¿Esto también te causa que te quedas al tanto de Fenton?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Well, yeah, that's about the gist of it. I hang out with him a lot, so his friends are sorta my friends.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Bueno, sí, eso es lo esencial de ella. Yo cuento con él, así que sus amigos son sorta mis amigos.

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Alright, well, being friends with Fenton is one thing, but those goons are literally pests.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Bien, ser amigo de Fenton es una cosa, pero esos matones son literalmente pestañas.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] So why'd we go over to them then? Shouldn't you avoid things you find that annoy you?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] ¿Entonces por qué les pasaríamos entonces? ¿No deberías evitar cosas que te molestan?

source: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_s_noblush_] I don't know Billy, why do lemmings toss themselves off cliffs? It's just part of the high school experience, you seek out what you hate!
es_es: [_star_s_dress_s_towards_s_confused_2_s_talk_frown_s_noblush_] No conozco a Billy, ¿por qué los lemmings se tostan ellos mismos en acantilados? Es sólo parte de la experiencia de la escuela secundaria, ¡buscas lo que odias!

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_2_] I just don't think it was really necessary to bug them like-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_2_] Simplemente, no creo que fuera realmente necesario erradicarlos como-

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Oooh, speaking of which, have we spoken to Paulina tonight? This should really grind her wrong.
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Oooh, hablando de lo cual, ¿hemos hablado con Paulina esta noche? Esto debería molestarla de verdad.

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] C'mon Billy, let's go find her!
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] C'mon Billy, vamos a encontrarla!

source: [_danny_s_phantom_suit_s_towards_wide_s_sad_2_s_talk_frown_] What is with Star and dunking on her own friends? Jeez...
es_es: [_danny_s_phantom_suit_s_towards_wide_s_sad_2_s_talk_frown_] ¿Qué es con la Estrella y acechando a sus propios amigos? Jeez...

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_frown_] (Maybe this wasn't the best idea after all...)
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_frown_] (Tal vez esta no era la mejor idea después de todo ...)

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] So, what's up Paulina, having a good time tonight?
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Entonces, ¿qué pasa con Paulina, pasándote bien esta noche?

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_s_noblush_] Yeah, it's alright I guess, I just wished I had picked a-
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_s_noblush_] Sí, creo que está bien, me gustaría que hubiera elegido a-

source: [_paulina_s_dress_s_towards_wide_s_rise_one_s_talk_happy_s_blush_1_] {i}*Gasp*{/i} Ghost boy? What are you doing here??
es_es: [_paulina_s_dress_s_towards_wide_s_rise_one_s_talk_happy_s_blush_1_] {i}*¿Un chico fantasma? ¿Qué estás haciendo aquí??

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] He's my date tonight. Isn't that something?
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_2_s_noblush_] Él es mi fecha esta noche. ¿No es algo así?

source: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_happy_2_] Uh, hi Paulina. You look really nice tonight.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_happy_2_] Uh, hi Paulina. Te ves muy bonito esta noche.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Well, this is a definite surprise... I really thought you would've made a smarter move when picking dates.
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Bueno, esta es una sorpresa definida... Realmente pensé que habrías hecho un movimiento más inteligente al elegir fechas.

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Uhm, he's very capable of choosing who he really wants to hang with, Pauly. Don't get all moody.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Uhm, es muy capaz de elegir con quién realmente quiere colgar, Pauly. No se siente todo el moody.

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_] Hey, ladies, I'm really not worth even slightly fighting over, I'd rather we-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_] Hey, señoras, realmente no vale la pena ni siquiera pelear ligeramente, preferiríamos-

source: [_danny_s_phantom_suit_s_closed_sad_s_sad_s_talk_frown_] Okay then.
es_es: [_danny_s_phantom_suit_s_closed_sad_s_sad_s_talk_frown_] Vale entonces.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_s_noblush_] Why do you have to homewreck every relationship you're not apart of??
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_s_noblush_] ¿Por qué tienes que hacer naufragar cada relación de la que no estás aparte??

source: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Relationship?? What relationship do you possibly have with Billy?
es_es: [_star_s_dress_s_towards_wide_s_confused_s_talk_frown_s_noblush_] Relación?? ¿Qué relación puede tener con Billy?

source: [_paulina_s_dress_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] He saved me at the park! Duh!
es_es: [_paulina_s_dress_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] ¡Me salvó en el parque! ¡Duh!

source: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] That doesn't mean anything! You save a cat from a tree, that mean you gotta take it out to dinner?
es_es: [_star_s_dress_s_towards_wide_s_angry_s_talk_frown_s_noblush_] ¡Eso no significa nada! Te salvas a un gato de un árbol, eso significa que tienes que sacarlo a la cena?

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] Does uh, does anyone want anything from the punch bowl or-
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] Hace uh, ¿alguien quiere algo del plato de puñetazo o-

source: [_star_s_dress_s_down_s_angry_s_talk_happy_s_noblush_] You stay there, Billy. I'd rather like to savor this victory.
es_es: [_star_s_dress_s_down_s_angry_s_talk_happy_s_noblush_] Te quedas allí, Billy. Prefiero saborear esta victoria.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Ugh. Whatever Star, have your little moment. It's not that big a deal.
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Ugh. Cualquiera que sea la estrella, tenga su pequeño momento. No es tan grande.

source: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] Oh, trust me, I'll {b}make{/b} it a big deal.
es_es: [_star_s_dress_s_towards_s_rise_one_s_talk_happy_2_s_noblush_] Oh, confía en mí, voy a {b}hacer que {/b} sea un gran problema.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Say what now?
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Decir qué ahora?

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Billy, follow me.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Atentamente, síguenme.

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_2_] Uhm, what for?
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_frown_2_] Uhm, ¿para qué?

source: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] I've got plans for us. Just shut up and do as I say.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Tengo planes para nosotros. Simplemente cierre y haga lo que digo.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] Where are you two going??
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_s_noblush_] ¿A dónde vas dos personas??

source: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_frown_2_] (Uh oh, this smells like trouble.)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_frown_2_] (Uh oh, esto huele a problemas.)

source: [_danny_] (And it was trouble. Of a sort.)
es_es: [_danny_] (Y fue un problema. De una clase.)

source: [_danny_] (I had honestly expected my night out to end this quickly.)
es_es: [_danny_] (honestamente esperaba que mi noche fuera para terminar rápidamente.)

source: [_danny_] (Asides from the couple interactions I had with everyone, I didn't really do much at the dance.)
es_es: [_danny_] (Asididos de las interacciones que tuve con todos, no hice mucho en el baile.)

source: [_danny_] (Plus, out of the few interactions I did have, not too many of them ended up all that pleasant.)
es_es: [_danny_] (Además, de las pocas interacciones que hice, no demasiadas terminaron por ser tan agradables.)

source: [_danny_] (The thing that happened in the bathroom however... well... sorta made up for it.)
es_es: [_danny_] (Lo que pasó en el cuarto de baño... bien... sorta lo compensó.)

source: [_star_] Ahhh, much better. That dance floor was getting too hot for me.
es_es: [_star_] Ahhhh, mucho mejor. Esa pista de baile se estaba haciendo demasiado caliente para mí.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] What's going on Star? Why are we in here?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] ¿Qué está pasando en Star? ¿Por qué estamos aquí?

source: [_star_s_dress_s_down_s_confused_s_talk_frown_s_noblush_] Truth be told, I didn't know if I was gonna do this or not.
es_es: [_star_s_dress_s_down_s_confused_s_talk_frown_s_noblush_] La verdad sea contada, no sabía si iba a hacer esto o no.

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] Do what? What's happening?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] ¿Qué? ¿Qué está pasando?

source: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_happy_s_blush_1_] Billy, I'm hot right now. {i}Real{/i} hot.
es_es: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_happy_s_blush_1_] Billy, estoy caliente ahora. {i}Real{/i} caliente.

source: [_star_s_dress_s_towards_wide_s_angry_s_talk_happy_2_s_blush_1_] Showing off in front of Paulina like that, and that Manson chick earlier...
es_es: [_star_s_dress_s_towards_wide_s_angry_s_talk_happy_2_s_blush_1_] Mostrando delante de Paulina como eso, y ese Manson chick antes...

source: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_blush_2_] It got me going.
es_es: [_star_s_dress_s_towards_s_angry_s_talk_happy_s_blush_2_] Me puso en marcha.

source: [_danny_s_phantom_suit_s_at_danny_s_neutral_s_talk_happy_] Uh, oh, so you'd like to maybe... try something...
es_es: [_danny_s_phantom_suit_s_at_danny_s_neutral_s_talk_happy_] Uh, oh, así que te gustaría probar... prueba algo...

source: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_happy_2_s_blush_1_] Fuck, Billy. I want you to fuck me.
es_es: [_star_s_dress_s_towards_wide_s_rise_one_s_talk_happy_2_s_blush_1_] Suerte, Billy. Quiero que me folles.

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] Right here. Right now.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] aquí. Ahora mismo.

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] Are- are you serious?!
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] Are- ¿eres serio?!

source: [_star_s_dress_s_towards_s_confused_s_talk_happy_2_s_blush_2_] Yes. I'm ready for it.
es_es: [_star_s_dress_s_towards_s_confused_s_talk_happy_2_s_blush_2_] Sí. Estoy listo para ello.

source: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_blush_1_] I'm on the pill, it doesn't matter. Do me up. Fuck my guts out.
es_es: [_star_s_dress_s_towards_s_neutral_2_s_talk_happy_2_s_blush_1_] Estoy en la píldora, no importa. Hazme. Suerte mis cerebros.

source: [_danny_s_phantom_suit_s_up_wide_s_wondering_s_talk_happy_] I just...
es_es: [_danny_s_phantom_suit_s_up_wide_s_wondering_s_talk_happy_] Sinto...

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] Oh-okay then, l-let's-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] Oh-okay entonces, l-let's-

source: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_s_blush_1_] Way ahead of you.
es_es: [_star_s_dress_s_towards_s_neutral_s_talk_happy_2_s_blush_1_] Vaya delante de usted.

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_2_] S-seriously though, right here of all places? You're not worried that somebody might-
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_2_] ¿S-seriamente, justo aquí de todos los lugares? No te preocupa que alguien pueda-

source: [_star_s_nude_s_towards_s_neutral_s_talk_frown_s_noblush_] Billy, don't worry. I got Dash to steal me a spare pair of Janitor's keys for tonight.
es_es: [_star_s_nude_s_towards_s_neutral_s_talk_frown_s_noblush_] No te preocupes, no te preocupes. Tenía Dash para robarme un par de llaves de Janitorio para esta noche.

source: [_star_s_nude_s_towards_s_confused_s_talk_happy_s_noblush_] Thanks for reminding me though, I should get that taken care of first.
es_es: [_star_s_nude_s_towards_s_confused_s_talk_happy_s_noblush_] Gracias por recordarme, sin embargo, debería encargarme de eso primero.

source: [_star_] Now Mr. Handsome Ghost boy... are you ready for this?
es_es: [_star_] Ahora el señor Handsome Ghost muchacho... ¿estás listo para esto?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] I don't think I can refuse your offer, Ms. Astray.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] No creo que pueda rechazar su oferta, señora Astray.

source: [_star_s_nude_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] Then whip out what you've been hiding from me tonight... I wanna feel it inside me.
es_es: [_star_s_nude_s_towards_s_neutral_2_s_talk_happy_2_s_blush_2_] Entonces saca lo que me has estado escondiendo esta noche... Quiero sentirlo dentro de mí.

source: [_danny_] Ohh... that's so good...
es_es: [_danny_] Ohh... eso es tan bueno...

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] Oh! Yes! Fuck me Billy!
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] ¡Oh! ¡Sí! ¡Sí! ¡Sí!

source: [_danny_] Jesus... fuck... this is really nice...
es_es: [_danny_] Jesús... mierda... esto es realmente agradable...

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] Ohh... yeah, you know how to deep dick me good...!
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] Ohh... sí, sabes cómo hacerme una polla profunda...!

source: [_danny_] (I have no idea what I'm doing... but I'm glad she's enjoying it.)
es_es: [_danny_] (No tengo ni idea de lo que estoy haciendo... pero me alegro de que ella lo esté disfrutando.)

source: [_danny_] (Maybe I should say something...)
es_es: [_danny_] (Tal vez debería decir algo...)

source: [_danny_] Yeah... you like that...? Uhnnn...
es_es: [_danny_] Sí... te gusta eso...? Uhnnn...

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Yeah, it feels so good!
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Sí, se siente tan bien!

source: [_danny_] You like the way I fuck this pussy?
es_es: [_danny_] ¿Te gusta la forma de follar este coño?

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Holy shit! Yes, you're fucking me silly!
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] ¡Sagita mierda! ¡Sí, me folla bien!

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] You're so good at this! I love how you take charge!!~
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] ¡Eres tan bueno en esto! Me encanta cómo te cargas!!~

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] You like my sweet ass, baby?
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] ¿Te gusta mi dulce culo, bebé?

source: [_danny_] Mmphh.... feels so good... I wanna play with it all night...
es_es: [_danny_] Mmphh.... se siente tan bien... Quiero jugar con él toda la noche...

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] You like getting to fuck me, Billy?
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_at_player_slow_s_talk_slow_] ¿Te gusta que me jodas, Billy?

source: [_danny_] I love fucking you... it feels so...
es_es: [_danny_] Me encanta follarte... se siente así...

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Oh fuck... I'm already gonna cum soon...
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Oh fuck... Ya estoy gonna cum pronto...

source: [_danny_] (This is insanity! This is my first time, and I've lasted even this long??)
es_es: [_danny_] (¡Esto es locura! Esta es mi primera vez, y he durado incluso este largo?)

source: [_danny_] Yeah, c-cum on this dick Star... let me... make you... cum... real good.
es_es: [_danny_] Sí, c-cum en esta estrella de polla... déjame... hazme... cum... realmente bueno.

source: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Ohhh.... God... you're... hitting just... the right...!!~
es_es: [_star_s_sex_s_doggystyle_s_loop_slow_s_up_slow_s_talk_slow_] Ohhh... Dios... hace... golpeando justo... la derecha...!!~

source: [_danny_] (I seriously can't believe this... I just had one of the most popular girls in school...)
es_es: [_danny_] (No puedo creer esto en serio... Acabo de tener una de las niñas más populares en la escuela...)
