Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: es_es

source: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Chuckles*{/i}, yeah, a few of them.
es_es: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Chuckles * {/i}, yeah, algunos de ellos.

source: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] But I don't really think they'd be interested in me, if that's what you're asking.
es_es: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] Pero realmente no creo que estén interesados en mí, si eso es lo que estás preguntando.

source: [_maddie_s_towards_s_talk_frown_s_sad_2_] Now Danny, you just need more confidence. I see it all the time, with you and Samantha, you need to exude more bravado.
es_es: [_maddie_s_towards_s_talk_frown_s_sad_2_] Ahora Danny, solo necesitas más confianza. Lo veo todo el tiempo, junto contigo y Samantha, necesitas exudar más bravado.

source: [_danny_s_rise_one_s_talk_frown_2_] Huh? Me and Sam? What do you mean?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿Huh? ¿Yo y Sam? ¿Qué quieres decir?

source: [_maddie_s_away_s_talk_frown_s_sad_2_] Well Danny, for the longest time that I can even remember, you and Samantha have been very close!
es_es: [_maddie_s_away_s_talk_frown_s_sad_2_] Buen Danny, ¡por el más largo tiempo que puedo recordar, tú y Samantha hemos estado muy cerca!

source: [_maddie_s_talk_happy_s_closed_s_sad_] And from my own personal experience, only {b}one{/b} type of feeling develops out of a young girl's heart from sticking close to somebody as close as she has to you.
es_es: [_maddie_s_talk_happy_s_closed_s_sad_] Y desde mi propia experiencia personal solo el tipo de sentimiento {b}uno{/b} se desarrolla a partir de un corazón de jovencita joven que se pega cerca de alguien tan cerca como se te acerca.

source: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] So... you're saying... you think she actually {b}likes{/b} me?
es_es: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] Así que... estás diciendo... crees que realmente a {b}me gusta{/b}?

source: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Honey, I study ghosts and the wide spectram of the supernatural, not people. At the end of the day, what do I really know?
es_es: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Sola, estudio fantasmas y el amplio espectro de lo sobrenatural, no gente. Al fin y al cabo, ¿qué sé realmente?

source: [_maddie_s_towards_s_talk_happy_] But knowing my own son and his friends as well I do... I don't think you need to be a scientist to put two and two togehter.
es_es: [_maddie_s_towards_s_talk_happy_] Pero también conozco a mi propio hijo y a sus amigos... No creo que necesites ser un científico para poner dos y dos juntos.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Really? That simple, huh?
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] ¿Realmente? ¿Eso simple, eh?

source: [_maddie_s_away_s_sad_s_talk_frown_] Well now, look, I don't want to pressure you into something you maybe don't want...
es_es: [_maddie_s_away_s_sad_s_talk_frown_] Bueno, ahora, mire, no quiero presionarte para algo que tal vez no quieres...

source: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] I mean, have {i}you{/i} thought about her in that sort of way before?
es_es: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] Quiero decir, tener {i}usted {/i} pensó en ella en ese tipo de camino antes?

source: [_maddie_s_sad_s_talk_frown_] Well, my only point is that if these feelings are strong enough with you two, you should at least try to pursue them.
es_es: [_maddie_s_sad_s_talk_frown_] Bueno, mi único punto es que si estos sentimientos son suficientemente fuertes contigo dos, deberías al menos intentar perseguirlos.

source: [_maddie_s_away_wide_s_talk_happy_2_] Now, who knows if it'll pan out all the way, you're still both very young, of course.
es_es: [_maddie_s_away_wide_s_talk_happy_2_] Ahora, quién sabe si saldrá todo el camino, todavía eres muy joven, por supuesto.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, at your age, I practically thought Vlad Masters was the one I was going to marry. But then your father wooed me off my feet. So you never know where life will take you.
es_es: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, a tu edad, pensé que los Maestros Vlad eran los que iba a casarme. Pero entonces tu padre me maduró de mis pies, así que nunca sabes a dónde te llevará la vida.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] But, what do you think? Who do you think is right for you?
es_es: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Pero, ¿qué opinas? ¿Quién crees que es correcto para ti?

source: [_danny_s_towards_s_sad_s_talk_happy_] Actually, there's always been this one girl I've had in mind, Paulina Sanchez.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] En realidad, siempre ha habido esta chica que he tenido en mente, Paulina Sanchez.

source: [_maddie_s_sad_2_s_talk_happy_] Well hey, that's okay too! It's perfectly alright to have someone in mind.
es_es: [_maddie_s_sad_2_s_talk_happy_] Bueno, ¡eso también está bien! Está muy bien tener a alguien en mente.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] So, you two {b}like{/b} each other?
es_es: [_maddie_s_rise_one_3_s_talk_happy_2_] Así que, ¿dos {b}como {/b} unos a otros?

source: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Well, I mean, I know I at least do.
es_es: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Bueno, quiero decir, sé que al menos lo hago.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Okay, well hey, that's not a bad start!
es_es: [_maddie_s_closed_s_sad_2_s_talk_happy_] Vale, bueno, ¡eso no es un mal comienzo!

source: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] So you two talk to one another? She thinks you're funny, or charming?
es_es: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] ¿Así que dos se hablan entre sí? Ella piensa que eres divertido, o encantador?

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, not exactly... she kind of calls me things like dweeb or dork, along with Sam and Tucker.
es_es: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, no exactamente... ella me llama cosas como dweeks o dormir, junto con Sam y Tucker.

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, okay, so it's sort of like... like she's playing hard to get, or she's putting up her shield to be cutesy?
es_es: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, bueno, así que es una especie de como... como está jugando duro para ganar, o ella está poniendo su escudo para ser linda?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Like she's a sort've tough nut to crack, but deep down on the inside, she secretly likes you?
es_es: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Como ella es una especie de tuerca dura para agrietarse, pero en el fondo, en el interior, ella en secreto le gusta?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yeah, she uhm... it's sorta like... like uh...
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yeah, ella uhm... es como sorta... como uh...

source: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no, actually, she really just thinks I'm a dork.
es_es: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no, en realidad, ella realmente solo piensa que soy un dorso.

source: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Well I'm sorry then hon, but... what exactly do you see in this girl?
es_es: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Bueno, lo siento entonces, pero... ¿qué ves exactamente en esta chica?

source: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Well, ya know, she's really... {b}really{/b} pretty... and has this really great laugh...
es_es: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Bueno, ya lo sabe, es realmente... {b}realmente{/b}... y tiene esta gran risa...

source: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...and a really nice set of legs...
es_es: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...y un conjunto muy bonito de piernas...

source: [_maddie_s_away_s_sad_2_s_frown_] (Oh boy... I had really hoped he would think further than that... but he's still a boy, after all... ahh well, can't be helped.)
es_es: [_maddie_s_away_s_sad_2_s_frown_] (Oh chico... Realmente esperaba que pensaría más allá... pero sigue siendo un niño, después de todo... bueno, no se puede ayudar.)

source: [_maddie_s_sad_s_talk_frown_s_towards_] Well now, that might seem nice from a distance, Danny... but in reality, do you think you have a chance to prove yourself to her?
es_es: [_maddie_s_sad_s_talk_frown_s_towards_] Bueno, ahora, eso podría parecer agradable a distancia, Danny... pero en realidad, ¿cree que tiene la oportunidad de demostrarse con ella?

source: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] That's the thing though! For the longest time, she was nothing but a pipe dream, we were in totally opposite worlds...
es_es: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] ¡Pero eso es todo! Durante más tiempo, ella no era más que una quimera, estábamos en mundos totalmente opuestos...

source: [_danny_s_down_s_talk_happy_s_wondering_] ...but recently, I think I've found a way to get her to notice me even more, and to show her what I'm really made of! There's a real chance I have now...
es_es: [_danny_s_down_s_talk_happy_s_wondering_] ... no hace mucho, creo que he encontrado una manera de hacerla notar aún más, y para mostrarle de lo que realmente estoy hecho! Hay una verdadera oportunidad que tengo ahora...

source: [_danny_s_rise_one_s_grin_happy_] (In a certain way, at least...)
es_es: [_danny_s_rise_one_s_grin_happy_] (De cierta manera, al menos...)

source: [_maddie_s_sad_s_talk_happy_] Okay... well if you think you've got a plan, and you think you can pull it off, then I wish you the best of luck, sweetheart.
es_es: [_maddie_s_sad_s_talk_happy_] Vale... Bueno si piensas que tienes un plan, y piensas que puedes sacarlo, entonces te deseo mucha suerte, sweeks theart.

source: [_danny_s_rise_one_s_talk_happy_] You know, we've sorta joked around about it a couple times, actually...
es_es: [_danny_s_rise_one_s_talk_happy_] Tú lo sabes, hemos bromeado un par de veces, en realidad...

source: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Playing the whole "Will they, Won't they?" game together?
es_es: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Jugando todo el juego "¿Van a empezar?" ¿juntos?

source: [_danny_s_talk_frown_s_down_s_sad_] Uhh, yeah, I suppose so... mainly just a joke, for the most part...
es_es: [_danny_s_talk_frown_s_down_s_sad_] Uhh, sí, supongo... principalmente solo una broma, por la mayor parte...

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] But honestly, the more it's been brought up...
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Pero sinceramente, cuanto más se ha educado...

source: [_danny_s_rise_one_s_talk_happy_s_towards_] ...the more I think it might actually be true. We sorta would make for a nice couple, right?
es_es: [_danny_s_rise_one_s_talk_happy_s_towards_] ...cuanto más creo que realmente podría ser cierto. Escribimos para hacer una buena pareja, ¿verdad?

source: [_maddie_s_closed_s_sad_s_talk_happy_2_] I certainly think so. A cute one in fact! You can't go wrong with someone as level headed and smart as Samantha is, either.
es_es: [_maddie_s_closed_s_sad_s_talk_happy_2_] ciertamente lo creo. ¡Una bonita de hecho! No puedes ir mal con alguien tan a nivel como Samantha, tampoco.

source: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... well it definitely is something to consider, for sure...
es_es: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmm{/i}... bueno, definitivamente es algo a lo que te gustar...

source: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] I just don't know how I'd go about bringing it up to her. I don't wanna make things... weird, ya know?
es_es: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] Simplemente no sé cómo iba a traerla a ella. No quiero hacer cosas... extraña, ¿ya sabe?

source: [_maddie_s_sad_s_talk_happy_] Well I don't think it should be something you jump into straight away, sweetie! Pace things out a bit, and just see where it leads!
es_es: [_maddie_s_sad_s_talk_happy_] Bueno, no creo que deba ser algo en lo que saltes enseguida, ¡sweetie! Pase las cosas un poco, ¡y vea adónde conduce!

source: [_maddie_s_sad_2_s_talk_happy_2_] I'm sure you'll make a decision that will make you happy, regardless. She's a nice girl, and makes for a great friend.
es_es: [_maddie_s_sad_2_s_talk_happy_2_] Estoy seguro de que tomarás una decisión que te hará feliz, sin fin. Es una bonita chica, y es un gran amigo.

source: [_danny_s_talk_happy_s_closed_] Thanks Mom. I'll... think about it. Honestly.
es_es: [_danny_s_talk_happy_s_closed_] Gracias mamá. Yo... lo pienso. Honestamente.

source: [_danny_s_at_danny_s_talk_frown_s_sad_] Well, the thing is... I think that I've learned in just the past few days that my preference in girls is someone a bit more... well... I mean, p-putting it lightly...
es_es: [_danny_s_at_danny_s_talk_frown_s_sad_] Bueno, la cosa es... Creo que en los últimos días he aprendido que mi preferencia en las niñas es un poco más. . Bueno... quiero decir, p-ponerlo ligeramente...

source: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Yeah...? C'mon, I'm on the edge of my seat here! {i}*Giggles*{/i}
es_es: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Sí...? ¿C'mon, ¡Estoy al borde de mi asiento aquí! {i}*Giggles*{/i}

source: [_danny_s_wondering_s_down_s_talk_frown_2_] Just... someone a tad more...
es_es: [_danny_s_wondering_s_down_s_talk_frown_2_] Just... alguien a tad más...

source: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}mature{/u}? At least, emotionally, that is... and... ya know, physically too, I-I suppose, w-would be nice...
es_es: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}madura{/u}? Al menos, emocionalmente, eso es... y... ya sabe, físicamente también, yo supongo, que sería agradable...

source: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Really? You prefer... you prefer {b}older{/b} women?
es_es: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? ¿Realmente? Prefieres ... prefieres {b}mayores {/b} mujeres?

source: [_danny_s_blank_stare_s_talk_frown_] I mean, normal girls are fine, but honestly, I'm a more physical type of person, and I think that I'd just prefer someone a tad more... experienced.
es_es: [_danny_s_blank_stare_s_talk_frown_] quiero decir, las niñas normales están bien, pero honestamente, Soy un tipo de persona más físico, y creo que simplemente preferiría a alguien un poco más. . experimentado.

source: [_danny_s_closed_s_talk_frown_2_s_sad_] I'm probably thinking pretty superficially about it, but I just think I'd like a woman with a bit more elegance and grace.
es_es: [_danny_s_closed_s_talk_frown_2_s_sad_] Probablemente estoy pensando superficialmente en ello, pero creo que me gustaría una mujer con un poco más de elegancia y gracia.

source: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] I'll be even more honest and say... I think I'd prefer someone... someone sorta like {i}you{/i}, Mom.
es_es: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] Seré aún más honesto y diré... creo que preferiría a alguien... alguien sorta como {i}tú{/i}, mamá.

source: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Uhm... n-now, I-I know how it {i}might{/i} sound to some, but I thought m-maybe you'd understand what I was trying to get at...
es_es: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Uhm... n-now, sé cómo suena {i}a algunos{/i}, pero pensé que tal vez entendieras lo que estaba tratando de conseguir...

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] That sounds like someone who loves their mother very much. That is just so sweet of you...
es_es: [_maddie_s_closed_s_talk_happy_s_sad_2_] Eso suena como alguien que ama mucho a su madre. Eso es tan dulce de ti...

source: [_danny_s_talk_happy_s_neutral_] R-really? Oh, well I'm glad you think so.
es_es: [_danny_s_talk_happy_s_neutral_] ¿R-realmente? Oh, bueno, me alegro de que lo creas.

source: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] That actually makes me a bit emotional, honestly... thank you sweetheart.
es_es: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] Eso realmente me hace un poco emocional, sinceramente... gracias por las semanas.

source: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Sure Mom, I was just speaking honestly.
es_es: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Seguro mamá, solo hablaba honestamente.

source: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Just don't go chasing after some sorta cougar with a lot of money, Danny. I didn't raise you like that.
es_es: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Simplemente no vayas a buscar después de un sorta cougar con mucho dinero, Danny. No te he criado así.

source: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} No, no, of course not Mom, I wouldn't.
es_es: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} No, no, por supuesto no mamá, no lo haría.

source: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (More mature {b}physically{/b}? Someone like his mother? My oh my, Danny, I didn't think you had such a refined taste in women...)
es_es: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (¿Más maduro {b}físicamente{/b}? ¿Alguien le gusta a su madre? Mi oh, Danny, no creo que tenías un sabor tan refinado en las mujeres...)

source: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (I'm glad I raised you to be so open minded, kiddo...~)
es_es: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (Me alegro de que te crié para ser tan abierto de mente, chicos...~)

source: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Well, regardless of who or what you decide to go after, Danny, I'm just glad you're not closing yourself off from a relationship entirely. I really think you deserve to have somebody special, honest!
es_es: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Bueno, sin importar quién o qué decidas ir después, Danny, Estoy contento de que no te estés cerrando de una relación por completo. ¡Realmente creo que merecen que alguien especial, honesto!

source: [_danny_s_talk_happy_s_wondering_] Right, of course.
es_es: [_danny_s_talk_happy_s_wondering_] , por supuesto.

source: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] I also appreciate you opening up to me about things and just being honest.
es_es: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] También aprecio que me abres sobre las cosas y que simplemente sea honesto.

source: [_maddie_s_talk_happy_s_towards_s_sad_] And that no matter what it is, you can always come talk to me about whatever you're dealing with.
es_es: [_maddie_s_talk_happy_s_towards_s_sad_] Y eso sin importar lo que sea, siempre puedes hablar conmigo de lo que te ocupes.

source: [_danny_s_closed_s_talk_happy_2_] For sure, I will.
es_es: [_danny_s_closed_s_talk_happy_2_] Por cierto, lo haré.

source: [_maddie_s_rise_one_3_s_talk_happy_] Well... I think I'm about done for the night, how about you?
es_es: [_maddie_s_rise_one_3_s_talk_happy_] Bueno... Creo que estoy listo para la noche, ¿qué pasa con ti?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Yeah, it was nice! I liked it.
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Sí, fue agradable! Me gustó.

source: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, it wasn't that good, honestly. It was sort've a lame kinda romance movie.
es_es: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, no fue tan bueno, sinceramente. Estaba sort've una película romántica coja.

source: [_danny_s_towards_s_talk_happy_] I just meant spending time with you.
es_es: [_danny_s_towards_s_talk_happy_] solo quería decir pasar tiempo contigo.

source: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh you... ya' know, flattery is definitely key to gaining a woman's heart, so I'd say you're already well on your way! {i}*Giggles*{/i}
es_es: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] ¡Oh tú... ya sabían, la flatería es definitivamente la clave para ganar el corazón de una mujer, así que yo diría que ya estás en camino! {i}*Giggles*{/i}

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles*{/i} Th-thanks Mom.
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles * {/i} Th-agradece a mamá.

source: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Well, goodnight sweetie. I'm just gonna go pop up for a quick {b}shower{/b} before bed.
es_es: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Bueno, buenas semanas por la noche. Sólo voy a salir a una ducha {b}rápida{/b} antes de la cama.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] I probably should have done that beforehand, honestly...
es_es: [_maddie_s_closed_s_sad_2_s_talk_happy_] Probablemente debería haberlo hecho de antemano, sinceramente...

source: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, alright... take care Mom. (Oh God, that's right, she's still got {b}jizz{/b} inside her! Jeezus, mom! Hygiene!)
es_es: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, muy bien... ten cuidado con mamá. (Oh Dios, tiene razón, ¡todavía tiene {b}yizz{/b} dentro de ella! ¡Jeezus, Genieno!)

source: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh no, not before I get a hug!
es_es: [_maddie_s_towards_wide_s_angry_s_talk_happy_] ¡Oh, no, no antes de que me enganche un abrazo!

source: [_danny_s_talk_happy_2_s_neutral_] Oh, I don't know if that's necessary, honestly...
es_es: [_danny_s_talk_happy_2_s_neutral_] Oh, no sé si es necesario, sinceramente...

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] No, c'mon, what is it? You're not too old to hug your mommy, are you?
es_es: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] No, c'mon, ¿qué es? No eres demasiado viejo para abrazar a tu compañero, ¿eres tú?

source: [_danny_s_sad_2_s_towards_s_talk_happy_] No, it's just... I don't think I'm the hugging type.
es_es: [_danny_s_sad_2_s_towards_s_talk_happy_] No, es justo... no creo que sea el tipo de abrazo.

source: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... well then. My mistake.
es_es: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... bueno, entonces. Mi error.

source: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Really, it's not you, it's just... in general.
es_es: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Verdaderamente, no es tú, es justo... en general.

source: [_maddie_s_towards_s_talk_frown_2_s_wondering_] I see... I didn't know that about you.
es_es: [_maddie_s_towards_s_talk_frown_2_s_wondering_] lo veo... No lo sabía de ti.

source: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sigh*{/i} I guess I don't know much about you as I thought.
es_es: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sigh*{/i} Supongo que no sé mucho sobre ti como pensaba.

source: [_danny_s_towards_s_talk_frown_] Oh, Mom, c'mon, don't feel too bad.
es_es: [_danny_s_towards_s_talk_frown_] Oh, mamá, c'mon, no te sientas muy mal.

source: [_maddie_s_towards_s_talk_frown_s_idle__] Please, Danny, it's fine, it's just... I really didn't think it'd really be that big a bother to hug your own mother.
es_es: [_maddie_s_towards_s_talk_frown_s_idle__] Por favor, Danny, está bien, está bien... Realmente no pensé que realmente sería una molestia para abrazar a tu propia madre.

source: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] I'm just sorry I didn't understand that about you sooner. I suppose I never figured you'd... I don't know...
es_es: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Lo siento, no lo he entendido antes de ti. Supongo que nunca he encontrado tú... no lo soy...
