Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_sam_s_neutral_s_talk_frown_2_] But, I know how dangerous it must be, fighting all the time now... I just wanna help...
es_es: [_sam_s_neutral_s_talk_frown_2_] Pero, sé lo peligroso que debe ser, luchando todo el tiempo... solo quiero ayudar...

source: [_danny_s_down_s_talk_frown_s_sad_2_] I... I just... I don't know... I don't know if it's the right thing to do, Sam...
es_es: [_danny_s_down_s_talk_frown_s_sad_2_] yo... solo... no sé... no sé si es lo correcto que hay que hacer, Sam...

source: [_sam_s_closed_s_sad_2_s_talk_happy_] Danny, I have the most amazing warm tingly feeling all over my body right now...
es_es: [_sam_s_closed_s_sad_2_s_talk_happy_] Danny, tengo mi cuerpo con la más asombrosa y calurosa sensación ahora mismo...

source: [_sam_s_drunk_2_s_talk_happy_3_] I just want you to enjoy a nice feeling with me...~ C'mon, you're {i}technically{/i} my "boyfriend" as well, so we might as well...
es_es: [_sam_s_drunk_2_s_talk_happy_3_] Solo quiero que disfrutes de una buena sensación conmigo...~ Vamos, eres {i}técnicamente {/i} mi "novio", así que también podría...

source: [_danny_s_closed_s_talk_frown_s_sad_] {i}*Sigh*{/i} Alright... I suppose because... if you're really okay with it, I mean.
es_es: [_danny_s_closed_s_talk_frown_s_sad_] {i}*Suspirar*{/i} Muy bien... Supongo que porque... si estás realmente de acuerdo con ello, quiero decir.

source: [_sam_s_sad_2_s_drunk_s_talk_happy_2_] I am... and I promise, I've thought about this for... a while now, trust me.
es_es: [_sam_s_sad_2_s_drunk_s_talk_happy_2_] Soy yo... y prometo, he pensado en esto por... un tiempo ahora, confía en mí.

source: [_danny_s_at_player_s_rise_one_s_talk_happy_] Plus, I mean, you {b}are{/b} sorta making the town safer by supporting your local superhero.
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_] Además, quiero decir, que {b}estoy{/b} haciendo que la ciudad sea más segura al apoyar al superhéroe local.

source: [_danny_s_towards_s_sad_s_talk_happy_2_] So it's kinda like community service!
es_es: [_danny_s_towards_s_sad_s_talk_happy_2_] ¡Así que és como un servicio de la comunidad!

source: [_sam_s_talk_frown_3_s_drunk_] ...that's the least accurate way I would ever describe a handjob.
es_es: [_sam_s_talk_frown_3_s_drunk_] ...es la manera menos precisa con que describiría una paja .

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Well, hey, I'm just trying to lighten the-
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Bueno, Hola, estoy intentando aclarar

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Uhm, r-reallly? A handjob...?
es_es: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Uhm, ¿de veras? ¿Una paja...?

source: [_sam_s_neutral_s_closed_s_talk_happy_2_] Yes Danny, really...
es_es: [_sam_s_neutral_s_closed_s_talk_happy_2_] Sí Danny, de veras...

source: [_sam_] A real nice handjob...~
es_es: [_sam_] Una buena paja...~

source: [_danny_s_sad_s_talk_happy_] {i}*Phew*!{/i} You know, I really don't know how much experience you've had with... well, anybody else, really.
es_es: [_danny_s_sad_s_talk_happy_] {i}*Ufff*! {/i} Sabes, realmente no sé cuánta experiencia has tenido con... bueno, alguien más.

source: [_danny_s_at_player_s_talk_happy_2_s_neutral_] But if this is new to you at all, I swear, it doesn't show. You're so good at this.
es_es: [_danny_s_at_player_s_talk_happy_2_s_neutral_] Pero si esto es nuevo para ti, juraría, que no lo és. Eres muy buena en esto.

source: [_danny_s_at_danny_s_talk_happy_s_sad_] I mean, I know you help me out because you want me to make the town a safer place to live in, but...
es_es: [_danny_s_at_danny_s_talk_happy_s_sad_] Quiero decir, sé que me ayudas porque quieres que haga de la ciudad un lugar más seguro para vivir, pero...

source: [_danny_s_closed_s_talk_happy_s_sad_] It sorta feels like, when we do this kinda stuff together, it feels sorta like... we're actually together.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Esto parecer que, cuando hacemos juntos este tipo de cosas, parece que... realmente estemos juntos.

source: [_danny_s_sad_s_up_right_2_s_talk_happy_2_] I know, it sounds kinda dumb, but...
es_es: [_danny_s_sad_s_up_right_2_s_talk_happy_2_] lo sé, suena tonto, pero...

source: [_danny_s_down_s_talk_happy_] Do you think it'd be weird if you and I were actually...
es_es: [_danny_s_down_s_talk_happy_] ¿Crees que sería extraño que tú y yo fuéramos en realidad...

source: [_danny_s_rise_one_s_talk_frown_2_] ...Sam? Hello?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ...¿Sam? Hola?

source: [_danny_s_down_s_talk_frown_s_sad_2_] Seriously? How are you gonna fall asleep when you still have-
es_es: [_danny_s_down_s_talk_frown_s_sad_2_] ¿En serio? ¿Cómo te has dormido cuando todavía tienes-

source: [_danny_s_at_player_s_talk_frown_2_] I mean, that's just bizarre more than anything else! You can't fall asleep on your knees! That's like almost impossible, right?!
es_es: [_danny_s_at_player_s_talk_frown_2_] Quiero decir, ¡esto és más extraño que cualquier otra cosa! ¡No te puedes quedarte dormida en tus rodillas! ¡Eso es casi imposible, ¿verdad?!

source: [_danny_s_sad_s_frown_2_] {i}*Sigh*{/i}
es_es: [_danny_s_sad_s_frown_2_] {i}*Suspiro*{/i}

source: [_danny_s_rise_one_s_talk_frown_] Well, let's get you cleaned up and in bed.
es_es: [_danny_s_rise_one_s_talk_frown_] Bueno, vamos a limpiarte y a la cama.

source: [_danny_s_sad_s_towards_s_frown_3_] (This girl actaully fell asleep with plastered jizz on her face, I swear.)
es_es: [_danny_s_sad_s_towards_s_frown_3_] (Esta chica se quedó dormida con mi esperma pegado en su cara, lo juro.)

source: [_danny_s_blank_stare_s_smile_] (Yet another unbelievable story I can't tell anyone ever...)
es_es: [_danny_s_blank_stare_s_smile_] (Sin embargo, és otra historia increíble que no podré contar a nadie nunca...)

source: [_danny_s_rise_one_s_grin_happy_] (There you go, Manson. All cleaned up and ready for bed...)
es_es: [_danny_s_rise_one_s_grin_happy_] (Ahí va, Manson. Todo limpio y lista para la cama...)

source: [_danny_s_sad_s_smile_] (I can't believe she almost didn't go. The ending of the night might've ended differently, for both of us.)
es_es: [_danny_s_sad_s_smile_] (no puedo creer se durmiera. El final de la noche podría haber terminado de forma diferente, para ambos.)

source: [_danny_s_at_player_s_frown_3_s_neutral_] (Then again, if she hadn't, I might've saved myself a bit of a headache having to keep her under as much control as possible...)
es_es: [_danny_s_at_player_s_frown_3_s_neutral_] (Entonces de nuevo, si ella no lo hubiera hecho, podría haberme ahorrado un poco de dolor de cabeza teniendo que mantenerla bajo el mayor control posible ...)

source: [_danny_s_down_s_smile_] (But hey, she had fun, right? Can't blame her for that. I'm glad she got to experience the whole dance thing...)
es_es: [_danny_s_down_s_smile_] (Pero bueno, ella se divirtió, ¿verdad? No puede culparla por eso. Me alegro de que haya tenido que experimentar el baile...)

source: [_danny_s_talk_happy_s_closed_] Don't worry, Sam. I'll take this Orgone and put it to good use. I promise.
es_es: [_danny_s_talk_happy_s_closed_] No te preocupes, Sam. Voy a tomar este Orgone y ponerlo a buen uso. Lo prometo.

source: [_sam_] Mhmmnda.... Dannim... Shank' shou... Mhangnn... {i}*Snore*{/i}... Goernifgh...
es_es: [_sam_] Mhmmnda.... Dannim... Shank' shou... Mhangnn... {i}*Ronquido*{/i}... Goernifgh...

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Yeah... goodnight to you too, Sam. Sweet dreams...
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] Sí... buena noche para ti también, Sam. Dulces sueños...

source: [_danny_s_rise_one_s_talk_happy_] When all said and done, it was a pretty good evening. Sam's certainly an interesting date, her affinity to drink her nerves away notwithstanding.
es_es: [_danny_s_rise_one_s_talk_happy_] Cuando todo dicho y hecho, ha sido una buena noche. Sam és una cita interesante, a pesar de su afinidad de beber hasta no poder estar de pie.

source: [_danny_s_closed_sad_s_talk_frown_2_s_sad_2_] {i}*Yaaawn*{/i} Okay though... it's seriously time for bed. I need some shut eye for sure... I'll slip out through the window again.
es_es: [_danny_s_closed_sad_s_talk_frown_2_s_sad_2_] {i}*Yaaawn*{/i} Vale, sin embargo... es tiempo para dormir. Necesito vigilar para asegurarme... Volveré a deslizarme por la ventana.

source: [_danny_s_talk_happy_s_at_danny_s_sad_] A certainly interesting week, but... nothing too life threatening, nothing too overly dramatic.
es_es: [_danny_s_talk_happy_s_at_danny_s_sad_] Una semana ciertamente interesante, pero... nada demasiado amenazante para la vida, nada demasiado dramático.

source: [_danny_s_blank_stare_2_s_talk_happy_2_] Let's hope and pray for another week of smooth sailing, with nothing too crazy rounding the corner at all...
es_es: [_danny_s_blank_stare_2_s_talk_happy_2_] Esperemos y recemos por otra semana tranquila, sin nada demasiado loco redondeando la esquina...

source: [_danny_s_rise_one_s_talk_happy_] Hey Desiree, do you want to go out sometime?
es_es: [_danny_s_rise_one_s_talk_happy_] Hey Desiree, ¿quieres salir un momento?

source: [_desiree_s_talk_happy_s_towards_wide_s_sad_] You're granting me back my freedom??
es_es: [_desiree_s_talk_happy_s_towards_wide_s_sad_] ¿¿Me estás concediendo mi libertad??

source: [_danny_s_at_danny_s_wondering_s_talk_frown_] Uhm, no, that'd be like, really bad for Amity, and for a lot of unsuspecting dudes, I'm sure.
es_es: [_danny_s_at_danny_s_wondering_s_talk_frown_] Uhm, no, eso podría ser, muy malo para Amity, y para un montón de tipos desprevenidos, estoy seguro.

source: [_desiree_s_talk_frown_] Oh. I see.
es_es: [_desiree_s_talk_frown_] Oh. ya veo.

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_] No, I was thinking more like, you being my date to this formal dance at my school?
es_es: [_danny_s_rise_one_s_talk_frown_2_s_towards_] No, yo pensaba más bien, ¿tú siendo mi pareja para el baile de mi escuela?

source: [_desiree_s_towards_2_s_talk_frown_2_] Sounds like one of those awful dinner events the Sultan would bring along me to.
es_es: [_desiree_s_towards_2_s_talk_frown_2_] Suena como uno de esos terribles eventos de cena que el Sultan hacía conmigo.

source: [_desiree_s_talk_frown_s_sad_] I still did it because I loved him, but he paraded me around like I was a trophy of some sort.
es_es: [_desiree_s_talk_frown_s_sad_] Lo hice porque lo amé, pero me llevó como si fuera un trofeo de algún tipo.

source: [_desiree_s_neutral_s_talk_frown_] It was that prideful arrogance that gained him the ire of his wife.
es_es: [_desiree_s_neutral_s_talk_frown_] Fue esa arrogancia orgullosa la que se ganó la ira de su esposa.

source: [_danny_s_rise_one_s_talk_happy_s_towards_wide_] So... is that a yes?
es_es: [_danny_s_rise_one_s_talk_happy_s_towards_wide_] Así que... ¿es eso un sí?

source: [_desiree_s_closed_s_talk_frown_s_sad_] I suppose it's no different between him and you asking me... I'll do what you command of me, after all.
es_es: [_desiree_s_closed_s_talk_frown_s_sad_] Supongo que no es diferente entre él y tú preguntándome... Después de todo, haré lo que me mandas.

source: [_danny_s_blank_stare_s_neutral_s_frown_] (Ahh man, she's not getting it that this is supposed to be something she can enjoy as well!)
es_es: [_danny_s_blank_stare_s_neutral_s_frown_] (¡Ahh tio, no se da cuenta de que se supone que es algo que también puede disfrutar!)

source: [_danny_s_frown_2_s_at_player_s_wondering_] (I need to show her that I want her to start liking her time with me as best she can...)
es_es: [_danny_s_frown_2_s_at_player_s_wondering_] (Necesito mostrarle lo mejor que pueda que quiero que le guste pasar su tiempo conmigo...)

source: [_danny_s_towards_s_rise_one_s_talk_happy_] Well if the dance doesn't sound great to you, how about you and I just go to the mall?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_] Bueno, si el baile no suena genial para ti, ¿qué tal si tú y yo vamos al centro comercial?

source: [_desiree_s_neutral_2_s_talk_frown_2_] ...I'm afraid I don't understand, what purpose would this serve you to bring me along? No one would believe you and I are a couple, you realize...
es_es: [_desiree_s_neutral_2_s_talk_frown_2_] ... 'Me temo que no entiendo, ¿para qué se supone que podría servir llevarme? Nadie creería que tú y yo somos una pareja, no te das cuenta...

source: [_danny_s_sad_2_s_talk_happy_2_] Nothing! No strings attached here... it'd be more so for you, sorta.
es_es: ¡[_danny_s_sad_2_s_talk_happy_2_] ¡nada! No hay cadenas aquí... sería más para ti.

source: [_desiree_s_talk_frown_2_s_neutral_] I'm afraid I don't follow...
es_es: [_desiree_s_talk_frown_2_s_neutral_] Me temo que no le sigo...

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_] No, I was thinking if you'd like to get out of the thermos and hang out, you know?
es_es: [_danny_s_rise_one_s_talk_frown_2_s_towards_] No, estaba pensando si te gustaría salir de los termos y pasear, ¿sabes?

source: [_desiree_s_towards_2_s_talk_frown_2_] Why?
es_es: [_desiree_s_towards_2_s_talk_frown_2_] ¿Por qué?

source: [_danny_s_rise_one_s_talk_frown_] Well, I imagine it's no fun to be locked up in the Thermos all the time, despite how nice and spacious you've made it for yourself, right?
es_es: [_danny_s_rise_one_s_talk_frown_] Bueno, imagino que no és divertido estar encerrada en el Thermos todo el tiempo, a pesar de lo agradable y espacioso que lo has hecho para ti misma, ¿verdad?

source: [_danny_s_down_s_sad_s_talk_happy_] I just figured it'd be sorta nice to get out and stretch your legs... erh... tail, a bit.
es_es: [_danny_s_down_s_sad_s_talk_happy_] Me figuro que sería sería bueno salir y estirar las piernas... erh... cola, un poco.

source: [_danny_s_closed_s_sad_s_talk_frown_2_] Hey look, if this is too weird for you, then we don't have to. It's just an idea-
es_es: [_danny_s_closed_s_sad_s_talk_frown_2_] Hey mira, si esto es demasiado extraño para ti, entonces no tenemos que hacerlo. Es solo una idea-

source: [_desiree_s_talk_happy_2_s_sad_] I'd like to go.
es_es: [_desiree_s_talk_happy_2_s_sad_] Me gustaría ir.

source: [_danny_s_sad_s_talk_frown_] Really? You would?
es_es: [_danny_s_sad_s_talk_frown_] ¿De verdad? ¿Te gustaría?

source: [_desiree_s_talk_happy_] If I {i}did{/i} want to perhaps attend a visit to your bazaar... would I be allowed to wander?
es_es: [_desiree_s_talk_happy_] Si {i}quisiera {/i} asistir a la visita de su bazar... ¿se me permitiría deambular?

source: [_danny_s_talk_frown_2_s_towards_s_neutral_] You'll be with me the whole time, along with the Fenton Thermos.
es_es: [_danny_s_talk_frown_2_s_towards_s_neutral_] Estarás conmigo todo el tiempo, junto con el Fenton Thermos.

source: [_desiree_s_talk_bite_s_sad_] Oh Master [player_name], don't you trust me at all yet?
es_es: [_desiree_s_talk_bite_s_sad_] Oh Master [player_name], ¿aún no confías en mí?

source: [_danny_s_angry_s_talk_happy_] At this stage? Are you crazy?
es_es: [_danny_s_angry_s_talk_happy_] ¿En este momento? ¿Estás loca?

source: [_desiree_s_neutral_2_s_talk_frown_] ...fair point. (Truly not as dumb as he looks, shame.)
es_es: [_desiree_s_neutral_2_s_talk_frown_] ...intento fallido. (Verdaderamente no tan tonto como parece, que vergüenza.)

source: [_danny_s_sad_s_talk_happy_2_] So, are you up for a little trip out of the house?
es_es: [_danny_s_sad_s_talk_happy_2_] Entonces, ¿estás lista para un pequeño viaje fuera de la casa?

source: [_desiree_s_towards_2_s_talk_happy_] All things considered, I suppose a change of scenery {i}would{/i} be good for me. I accept your invitation.
es_es: [_desiree_s_towards_2_s_talk_happy_] Todas las cosas son consideradas, supongo que un cambio de escenario {i}sería{/i} bueno para mí. Acepto tu invitación.

source: [_danny_s_wondering_s_talk_frown_2_] I'm adding another rule as well though: no harming others or causing chaos while we're out together.
es_es: [_danny_s_wondering_s_talk_frown_2_] También estoy añadiendo otra regla: no dañar a otros ni causar caos mientras estamos juntos.

source: [_desiree_s_closed_s_talk_frown_s_neutral_2_] As you wish, Master [player_name]. (Damn, I could have taken some hostages to bargain for my release...)
es_es: [_desiree_s_closed_s_talk_frown_s_neutral_2_] Como usted desee, Maestro [player_name]. (Maldita sea, podría haber tomado algunos rehenes para negociar por mi liberación...)

source: [_danny_s_down_s_talk_frown_s_sad_] Now, to go out, we'll need you in your human form, and if anybody were to ask, you're my cousin from Wisconsin. They're weird enough to be believably dressed like {b}that{/b}.
es_es: [_danny_s_down_s_talk_frown_s_sad_] Ahora, para salir, necesitaremos tu forma humana, y si alguien lo preguntara, eres mi prima de Wisconsin. Son lo suficientemente bobos como para ser creer que se visten {b}así{/b}.

source: [_danny_s_neutral_s_talk_happy_s_towards_] Oh, and just call me Danny for now.
es_es: [_danny_s_neutral_s_talk_happy_s_towards_] Oh, y llámame a Danny por ahora.

source: [_desiree_s_talk_happy_s_towards_] Understood, Danny. Lead the way.
es_es: [_desiree_s_talk_happy_s_towards_] Entendiiiido, Danny. Lidera el camino.

source: [_desiree_s_towards_2_s_talk_frown_s_sad_] My goodness, even while the fool and I were terrorizing it, I never realized just how crowded your bazaar is.
es_es: [_desiree_s_towards_2_s_talk_frown_s_sad_] Diosss, mientras estaba aterrorizando, no me di cuenta de lo encantador que és tu bazar.

source: [_danny_s_talk_happy_s_rise_one_] Again, it's a mall. You're how old again? You're {b}allowed{/b} to pick up on new terminology, you know.
es_es: [_danny_s_talk_happy_s_rise_one_] De nuevo, es un centro comercial. ¿Ya no eres tan vieja para esto? Tienes {b}permitido{/b} aprender una nueva terminología, ya sabes.

source: [_desiree_s_angry_s_talk_frown_] I'd prefer {i}not{/i} to discuss my age, Danny.
es_es: [_desiree_s_angry_s_talk_frown_] Preferiría que {i}no{/i} hablara de mi edad, Danny.

source: [_danny_s_sad_s_talk_happy_2_] Hey, don't worry, you look great.
es_es: [_danny_s_sad_s_talk_happy_2_] Oye, no te preocupes, te ves genial.

source: [_desiree_s_towards_2_s_talk_frown_2_] Yes, well... why is it so busy here? Does everyone shop at the same time?
es_es: [_desiree_s_towards_2_s_talk_frown_2_] Sí, bueno... ¿por qué está tan lleno esto? ¿Todos compran al mismo tiempo?

source: [_danny_s_blank_stare_s_wondering_s_talk_happy_] Well, malls are more than just places to shop, ya know. You can use the space to meet up with friends, go on dates, get a part time job...
es_es: [_danny_s_blank_stare_s_wondering_s_talk_happy_] Bueno, los centros comerciales son más que sólo lugares para comprar, ya sabe. Puedes usar el espacio para reunirte con amigos, pasar fechas, conseguir un trabajo a tiempo parcial...

source: [_danny_s_talk_happy_2_s_towards_s_sad_] Plenty of reasons outside of just shopping.
es_es: [_danny_s_talk_happy_2_s_towards_s_sad_] Un montón de cosas además de compras.

source: [_desiree_s_talk_happy_s_neutral_] Hmm... I see, a bazaar that has varying functions and purposes. I think I understand...
es_es: [_desiree_s_talk_happy_s_neutral_] Mmm... Ya veo, un bazar que tiene funciones y propósitos variables. Creo que entiendo...

source: [_desiree_s_towards_s_talk_frown_2_] Do you {i}also{/i} feel all the glares of these eyes upon me?
es_es: [_desiree_s_towards_s_talk_frown_2_] ¿Sientes {i}tabién{/i} todas las miradas sobre mí?

source: [_danny_s_talk_happy_s_towards_s_sad_2_] Well, I guess it's not every day that such a... {i}gifted{/i} woman like yourself walks into this type of place.
es_es: [_danny_s_talk_happy_s_towards_s_sad_2_] Bueno, supongo que no todos los días... un {i}bombón{/i} como tú no entra en este tipo de lugar.

source: [_desiree_s_closed_s_talk_frown_2_s_sad_] I suppose so... men are weak willed and have little control over their simple urges.
es_es: [_desiree_s_closed_s_talk_frown_2_s_sad_] Supongo que... los hombres son débiles y tienen poco control sobre sus simples instancias.

source: [_danny_s_talk_frown_2_s_closed_s_neutral_] Yeah well, that's just {i}most{/i} guys. Not everyone is like that.
es_es: [_danny_s_talk_frown_2_s_closed_s_neutral_] Sí bien, eso és la {i}mayoría{/i} de chicos. No todos somos así.

source: [_desiree_s_talk_frown_s_neutral_2_] I find it rather amusing that you subtly insinuate you {i}aren't{/i} one of those types of men, Danny.
es_es: [_desiree_s_talk_frown_s_neutral_2_] me parece un poco divertido que insinúes sutilmente que {i}no{/i} eres uno de ese tipo de hombres, Danny.

source: [_danny_s_at_danny_s_talk_frown_s_rise_one_] Uhm, hey, well... uh... y-ya know what...
es_es: [_danny_s_at_danny_s_talk_frown_s_rise_one_] Uhm, hey, bueno... uh... y-ya sabe que...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_] {i}*Ahem*{/i} {b}Hey{/b}, let's check out some of the clothes in the AbYss store!
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_] {i}*Ahem*{/i} {b}Hey{/b}, ¡echemos un vistazo a algunas de las prendas de vestir en la tienda AbYss!

source: [_desiree_s_talk_happy_s_neutral_] {i}*Chuckles*{/i} Yes, that sounds fine.
es_es: [_desiree_s_talk_happy_s_neutral_] {i}*Risas* {/i} Sí, eso suena bien.

source: [_desiree_s_towards_2_s_talk_frown_s_neutral_2_] Best to get out of sight from these dogs before they drool all over my attire anyway...
es_es: [_desiree_s_towards_2_s_talk_frown_s_neutral_2_] Lo mejor para salir de la vista de estos perros antes de que se arrodillen en mis atuendos...

source: [_desiree_s_talk_happy_s_sad_] Now {i}this{/i} is rather incredible... such a bounty of cloth and fabrics... all woven together in so many different manners!
es_es: [_desiree_s_talk_happy_s_sad_] Ahora {i}esto{/i} és bastante increíble... como un tesoro de telas y tejidos... ¡todos juntos con diferentes formas!

source: [_danny_s_talk_happy_s_sad_] Hah, well, I'm glad you like the sweaters. You should try on something, see if you like it!
es_es: [_danny_s_talk_happy_s_sad_] Hah, bueno, me alegro de que te gusten las sudaderas. Deberías probar algo, ¡mira si te gusta!

source: [_desiree_s_talk_frown_s_neutral_2_] I don't even know what to pick out first! There's so many different gowns to choose from! Even the Sultan didn't have this many fabrics!!
es_es: [_desiree_s_talk_frown_s_neutral_2_] ¡Ni siquiera sé qué elegir primero! ¡¡Hay tantos galones diferentes entre los que elegir!! ¡¡Ni siquiera el Sultan tenía tantos tejidos!!

source: [_danny_s_grin_happy_s_sad_] (Man, look at the way her eyes are sparkling... guess it was a good idea to bring her to AbYss... she seems to enjoy material things, like clothes.)
es_es: [_danny_s_grin_happy_s_sad_] (Hombre, mira la forma en que sus ojos miran... ha sido una buena idea traerle a Abyss... parece disfrutar de las cosas materiales, como la ropa.)

source: [_danny_s_rise_one_s_talk_happy_2_] Anything catch your eye, Des?
es_es: [_danny_s_rise_one_s_talk_happy_2_] ¿Alguna cosa te entra por los ojos, des?

source: [_desiree_s_towards_s_talk_happy_s_neutral_3_] {i}Hmmm{/i}... I would say... {b}that{/b} outfit looks rather interesting. Very different from what I wore back in my harem days.
es_es: [_desiree_s_towards_s_talk_happy_s_neutral_3_] {i}Hmmm{/i}... yo diría... {b}aquel{/b} traje parece bastante interesante. Muy diferente de lo que llevaba en mis días de harem.

source: [_danny_s_closed_s_sad_s_talk_happy_] Well, try it on, see if it's your kinda style.
es_es: [_danny_s_closed_s_sad_s_talk_happy_] Bueno, pruébalo, mira si es tu estilo especialista.

source: [_desiree_s_towards_s_talk_happy_s_sad_] Alright then, I shall take this into their private areas and change.
es_es: [_desiree_s_towards_s_talk_happy_s_sad_] De acuerdo, entonces lo llevaré a sus áreas privadas y cambiaré.
