Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: es_es

source: [_maddie_s_away_s_talk_frown_] I sometimes worry that... that we're growing apart, you and I, and I just...
es_es: [_maddie_s_away_s_talk_frown_] a veces me preocupa que... que estamos quedando separados, tú y yo, y yo sólo...

source: [_danny_s_sad_2_s_talk_frown_2_] We're not Mom, don't worry! I love you, you're my Mom!
es_es: [_danny_s_sad_2_s_talk_frown_2_] ¡No somos mamá, no te preocupes! Te amo, ¡eres mi mamá!

source: [_maddie_s_sad_2_s_talk_frown_] You're sure? You're not just saying that?
es_es: [_maddie_s_sad_2_s_talk_frown_] ¿Estás seguro? ¿No solo estás diciendo eso?

source: [_danny_s_sad_s_talk_happy_] Absolutely! In fact...
es_es: [_danny_s_sad_s_talk_happy_] ¡Absolutamente! De hecho...

source: [_danny_s_closed_s_talk_happy_2_s_wondering_] Going forward, I'll try to work on coming down to ask for hugs while you're in the lab. Promise.
es_es: [_danny_s_closed_s_talk_happy_2_s_wondering_] Adelante, intentaré trabajar en bajar para pedir abrazos mientras estás en el laboratorio. Promesa.

source: [_maddie_s_rise_one_3_s_talk_happy_] You'd be willing to to make that change for me? Seriously? Oh my God...
es_es: [_maddie_s_rise_one_3_s_talk_happy_] ¿Estarías dispuesto a hacer ese cambio para mí? ¿Seriamente Oh Dios mío ...

source: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] God, I'm so sorry... that was weak of me to beg...
es_es: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] Dios, lo siento tanto... eso fue débil de mí para mendigar...

source: [_maddie_s_towards_s_talk_happy_s_idle__] But you're just the sweetest boy, Danny...
es_es: [_maddie_s_towards_s_talk_happy_s_idle__] Pero eres sólo el niño más dulce, Danny ...

source: [_danny_s_talk_happy_s_sad_] It's no problem. I wanna make you happy after all.
es_es: [_danny_s_talk_happy_s_sad_] No es un problema. Después de todo, quiero hacerte feliz.

source: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Well, in the future, I'll look forward to that.
es_es: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Bueno, en el futuro, esperaré con impaciencia.

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Well... of course, I {b}love{/b} hugs!
es_es: [_danny_s_at_player_s_sad_2_s_talk_happy_] Bueno... por supuesto, ¡ {b}me encanta{/b} abrazos!

source: [_maddie_s_talk_happy_s_sad_] Well then, come give one to Momma! My precious little guy...
es_es: [_maddie_s_talk_happy_s_sad_] Bueno, ¡ven a dar una a Momma! Mi pequeño precio...

source: [_maddie_] Oh yeah, this is a nice one...
es_es: [_maddie_] Oh sí, esto es agradable...

source: [_danny_] Well great, I'm glad you're enjoying this, Mom.
es_es: [_danny_] Bien, estoy contento de que estés disfrutando de esto, mamá.

source: [_danny_] (Somebody here ought to try and enjoy it... just... try not to think about it, Danny... avoid any pelvic dampness...)
es_es: [_danny_] (Somebody here should try and enjoy it... just t... try not to think about it, Danny... avoid any pelvic dampness...)

source: [_maddie_] Oh, I'm not squeezing you too tight, am I danny?
es_es: [_maddie_] Oh, no te estoy apurando demasiado, ¿estoy ingenio?

source: [_danny_] Oh, n-no! You're fine, I'm p-plenty comfortable right here...
es_es: [_danny_] ¡Oh, n-no! Estás bien, estoy bastante cómodo aquí mismo...

source: [_maddie_] Heh... I remember when you were a little baby, and you would nuzzle me just like this...
es_es: [_maddie_] Heh... recuerdo cuando era un bebé, y me molestabas como esto...

source: [_maddie_] I guess I just miss those sorta times together, ya know?
es_es: [_maddie_] supongo que solo me pierdo esos tiempos sorta juntos, ¿ya sabes?

source: [_danny_] Yeah well... your little boy turned out alright, huh?
es_es: [_danny_] Sí bien... tu niño salió bien, ¿eh?

source: [_maddie_] He sure did, sweetie... he sure did...
es_es: [_maddie_] Seguro que lo hizo, las semanas... seguro que lo hizo...

source: [_danny_s_blank_stare_s_sad_s_talk_happy_] That was nice... very comforting, actually.
es_es: [_danny_s_blank_stare_s_sad_s_talk_happy_] Eso fue agradable... muy compasivo, en realidad.

source: [_maddie_s_talk_happy_s_closed_] I'm very glad you think so. I like when we're that kinda close, it makes me feel like a nurturing mother again, which I love.
es_es: [_maddie_s_talk_happy_s_closed_] Estoy muy contento de que lo pienses. Me gusta cuando estamos tan cerca de nosotros, me hace sentir como una madre nutriente de nuevo, que me encanta.

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Well hey, if we both like it so much, how about I come visit you for some more?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Bueno, oh, si a ambos nos gusta tanto, ¿por qué vengo a visitarte para algo más?

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] What do you mean?
es_es: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] ¿Qué quieres decir?

source: [_danny_s_closed_s_sad_s_talk_happy_] Just when you're working in the lab, I'd come down and we'd share another hug together.
es_es: [_danny_s_closed_s_sad_s_talk_happy_] Justo cuando estás trabajando en el laboratorio, bajaría y compartiríamos otro abrazo juntos.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] That sounds more than perfect, sweetheart.
es_es: [_maddie_s_towards_s_talk_happy_2_s_sad_] Eso suena más que perfecta, sweeks theart.

source: [_danny_s_sad_s_talk_happy_] Then I'll definitely start doing it! I wanna make you happy after all.
es_es: [_danny_s_sad_s_talk_happy_] ¡Entonces definitivamente empezaré a hacerlo! Después de todo, quiero hacerte feliz.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well, in the future, I'll look forward to that.
es_es: [_maddie_s_closed_s_talk_happy_s_wondering_] Bueno, en el futuro, esperaré con impaciencia.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, this was just a real nice evening. I'm glad you could spend some time with your drab old Mom.
es_es: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, esta fue solo una noche muy agradable. Me alegro de que pudieras pasar algún tiempo con tu antecesora tampoco.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mom, seriously, stop it. At this point, I feel like you're just fishing for compliments!
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mamá, en serio, detenerlo. ¡En este momento, siento que estás pescando para complementos!

source: [_danny_s_closed_s_angry_s_talk_happy_] You're not only the most awesome Mom I could have, but you're sweet and beautfiul. As ever, I imagine.
es_es: [_danny_s_closed_s_angry_s_talk_happy_] No solo eres la mamá más impresionante que podría tener, sino que eres dulce y beautfiul. Como siempre, imagino.

source: [_danny_s_talk_happy_s_towards_s_sad_] I'm sorry if I've ever made you feel unappreciated around here. Cause you are, so much.
es_es: [_danny_s_talk_happy_s_towards_s_sad_] Lo siento si alguna vez te he hecho sentir no apreciado por aquí. Cause que estés, tanto.

source: [_maddie_s_talk_frown_2_s_sad_2_] Well... maybe I felt it in the past...
es_es: [_maddie_s_talk_frown_2_s_sad_2_] Bueno... tal vez lo sentí en el pasado...

source: [_maddie_s_towards_s_sad_s_talk_happy_] But lately... I don't feel that at all. You're a great son to have, Danny.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Pero últimamente ... No lo siento en absoluto. Eres un gran hijo a tener, Danny.

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] I sometimes think you'd even make a great...
es_es: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] a veces pienso que incluso te harías genial...

source: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, I sorta lost my train of track, sorry.
es_es: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, sorta perdió mi tren de pista, lo sentimos.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] I'm going to go take that shower now. Good night dear.
es_es: [_maddie_s_towards_s_talk_happy_2_s_sad_] voy a tomar esa lluvia ahora. Buen aprecio nocturno.

source: [_danny_s_talk_happy_s_sad_s_closed_] Kay', good night Mom. Love you.
es_es: [_danny_s_talk_happy_s_sad_s_closed_] Kay ', buena noche mamá. Te quiero.

source: [_maddie_s_idle__s_talk_happy_] ...love you too, dear.
es_es: [_maddie_s_idle__s_talk_happy_] ...te aman también querido.

source: [_danny_s_neutral_] (Well, that'll be nice, getting hugs mom from now on.)
es_es: [_danny_s_neutral_] (Bueno, eso será agradable, recibiendo abrazos mamá a partir de ahora.)

source: [_danny_s_towards_s_frown_3_s_sad_] (I mean she's kinda right, I don't visit her as much as I'm sure she'd like me to.)
es_es: [_danny_s_towards_s_frown_3_s_sad_] (Me refiero a que está bien, no la conozco tanto como estoy seguro de que le gustaría).

source: [_danny_s_at_player_s_smile_s_wondering_] (But spending some time together like that was nice... real nice...)
es_es: [_danny_s_at_player_s_smile_s_wondering_] (Pero gastar algo de tiempo juntos como eso fue agradable... realmente agradable...)

source: [_danny_s_frown_3_] ({i}Hmmm{/i}...)
es_es: [_danny_s_frown_3_] ({i}Hmm{/i}...)

source: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}shower{/b}?)
es_es: [_danny_s_rise_one_s_at_danny_s_frown_2_] (... ¿{b}ducha{/b}?)

source: [_danny_s_frown_3_s_angry_s_closed_] (Oh boy... well then, I'd better just... head on to bed myself...)
es_es: [_danny_s_frown_3_s_angry_s_closed_] (Oh chico... bueno, entonces lo mejor es que me pondré a dormir...)

source: [_danny_s_towards_] (Right off to sleep, no problem... yes sir, just tuck myself in after all the heart warming good times we've had tonight...)
es_es: [_danny_s_towards_] (Derrota para dormir, sin problema... sí, señor, solo me metió en el corazón después de los buenos tiempos de calentamiento cardíaco que hemos tenido esta noche...)

source: [_danny_s_sad_s_talk_frown_] {i}Yeuuup{/i}... the old bathroom... where one can get... {i}*Ahem*{/i} ...get {i}real{/i} clean...
es_es: [_danny_s_sad_s_talk_frown_] {i}Yeuup{/i}... el baño antiguo... donde se puede obtener... {i}*Ahem*{/i} ...obtener limpieza {i}real{/i}...

source: [_danny_s_down_s_talk_frown_2_] The same bathroom where my mother is soon to be taking a shower soon... yeup, very soon...
es_es: [_danny_s_down_s_talk_frown_2_] El mismo cuarto de baño donde mi madre pronto se va a tomar una ducha pronto... sí, muy pronto...

source: [_danny_s_neutral_s_blank_stare_s_blush_] To... to get herself... {u}clean{/u}...
es_es: [_danny_s_neutral_s_blank_stare_s_blush_] Para... para obtenerla... {u}limpia{/u}...

source: [_danny_s_towards_s_talk_frown_s_rise_one_] ...I wonder if she's-
es_es: [_danny_s_towards_s_talk_frown_s_rise_one_] ...Me pregunto si ella-

source: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, great, she uh... she just started...
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, gorda, ella uh... ella acaba de empezar...

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well... I already said goodnight to her, so... I think I'll just... uhmm... yeah...
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_] Bueno... ya le dije buena noche a ella, así que... creo que lo haré... uhmm... si...

source: [_danny_s_closed_s_talk_happy_s_sad_] Yeeeuuup, yup, yup... time for old mister slumber to just... take me away...
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Yeeeuup, yup, yup... tiempo para que el viejo mister slumber se ajuste... quídame...

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Just gonna hop into bed, cover myself in the sheets and...
es_es: [_danny_s_towards_s_talk_happy_2_s_wondering_] Sólo tienes que ir a la cama, cubrirme en las sábanas y...

source: [_danny_s_neutral_s_talk_frown_] ...fall... asleep...
es_es: [_danny_s_neutral_s_talk_frown_] ...caída... dormido...

source: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh screw it.
es_es: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh tornillo.

source: [_danny_s_talk_frown_s_at_player_s_neutral_] Yeah, let's just... let's just get this over with.
es_es: [_danny_s_talk_frown_s_at_player_s_neutral_] Sí, vamos a justo... vamos a superarlo.

source: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (I mean, peeping on Mom isn't a first for me, what with tonight's earlier fiasco.)
es_es: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (Quiero decir, pegar a la Mamá no es una primera para mí, qué con el fiasco anterior de esta noche)

source: [_danny_s_blank_stare_s_frown_3_s_sad_] (If I just make sure not to actually go in, I think it'll be fine... just stick your dumb head inside and... look. Just look.)
es_es: [_danny_s_blank_stare_s_frown_3_s_sad_] (Si sólo me aseguraré de no entrar realmente, creo que va a estar bien ... sólo pega tu cabeza tonta dentro y ... mira. Basta con mirar.)

source: [_danny_] (Woah... there she is...)
es_es: [_danny_] (Guaya... ahí está...)

source: [_danny_] (My own mother, totally naked once again... just getting herself all clean...)
es_es: [_danny_] (Mi propia madre, totalmente desnuda una vez más ... sólo haciéndose todo limpio ...)

source: [_danny_] (This is so nuts... she's so incredibly, stupidly hot...)
es_es: [_danny_] (Esto es tan loco ... ella es tan increíblemente, estúpidamente caliente ...)

source: [_danny_] (Hopefully she doesn't hear me breathing heavily over the shower faucet...)
es_es: [_danny_] (Esperemos que no me oiga respirar mucho sobre el grifo de la ducha...)

source: [_danny_] (Man, she's got such a nice backside... those sweet little ass dimples...)
es_es: [_danny_] (Hombre, ella tiene un lado trasero tan bonito ... esas pequeñas y dulces ...)

source: [_danny_] (You'd almost forget that she has a really nice butt too, if you only ever focused on her big tits...)
es_es: [_danny_] (Usted casi se olvida que ella tiene un trasero muy bonito también, si usted sólo se centró en sus tetas grandes ...)

source: [_danny_] (Jesus... I could just stare at her forever honestly... she moves with such a sexy grace... it's crazy... I...)
es_es: [_danny_] (Jesús... pude simplemente mirarla para siempre honradamente... ella se mueve con una gracia tan sexy... es curiosa... yo...)

source: [_danny_] (Okay, seriously, that's enough. I've had my fun, we don't need to pry any further...)
es_es: [_danny_] (Bien, en serio, eso es suficiente. Me he divertido, no tenemos que pedir más...)

source: [_danny_] (I'll just dip out and try to get this out of my mind...)
es_es: [_danny_] (Solo voy a sumergirme e intentar sacar esto de mi mente...)

source: [_danny_] (...or at least try to.)
es_es: [_danny_] (...o al menos intentar.)

source: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Well, that was pretty much what I {b}expected{/b} to see.
es_es: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Bueno, eso era lo que yo {b}esperaba{/b} ver.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] How am I supposed to pretend this is even {i}slightly{/i} okay...?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] ¿Cómo se supone que pretendo que esto es incluso {i}bien{/i} bien...?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Then again, I guess it could be said that I just enjoy... peeping of all sorts! I'm not a sick weirdo, I'm just...
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] Entonces de nuevo, supongo que podría decirse que acabo de disfrutar... ¡peeling de todo tipo! No soy un raro enfermo, estoy justo...

source: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}perverted in {b}general{/b}{/i}! Yeah, that's it!! That must be all it is!
es_es: ¡[_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}pervertido en {b}general{/b}{/i}! ¡Sí, eso es todo!! ¡Debe ser todo lo que es!

source: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!! Thank goodness! For a second there, I thought I was like, actually deranged in the head or something!
es_es: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phhw{/i}!! ¡Gracias por bien! Por un segundo allí, pensé que era así, ¡realmente desquiciado en la cabeza o en algo!

source: [_danny_s_closed_s_talk_happy_s_sad_] Okay, now that I feel a lot better about the whole situation, I can sleep soundly, knowing there's completely nothing wrong with me.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Vale, ahora que me siento mucho mejor sobre toda la situación, puedo dormir sonoramente, sabiendo que no hay nada malo en mí.

source: [_morahzamora_] (Oh, the poor bastard, he has no idea what's in store for him yet.)
es_es: [_morahzamora_] (Oh, el bastard pobre, no tiene ni idea de lo que le espera aún.)

source: [_gzone__] (Ja', he definitely won't like what's coming up next, 'eizher...)
es_es: [_gzone__] (Ja', definitivamente no le gustará lo que viene a continuación, 'eizher...)

source: [_clockwork_] (Gentleman, I must say, in the entire span of existence I've experienced both forwards and backwards, you two are truly a pair of the most {i}twisted{/i} individuals I've ever come across.)
es_es: [_clockwork_] (lemán, debo decir, en todo el periodo de existencia que he experimentado hacia adelante y hacia atrás, tú, dos son realmente un par de las personas con más {i}torcidas{/i} que he visto jamás.)

source: [_gzone__] (No, no, I like to 'zhink of uz' as just... making Danny'z life more, uhh... how do you say... "interesting"?)
es_es: [_gzone__] (No, no, me gusta 'zhink of uz' como justo... haciendo que Danny'z vida más, uhh... ¿cómo dices... "interesante"?)

source: [_morahzamora_] (I just find it funny making him wanna bone his mom internally. {i}*Chuckles*{/i})
es_es: [_morahzamora_] (Solo me parece gracioso haciéndole wanna bone su mamá internamente. {i}*Chuckles * {/i})

source: [_clockwork_] ({i}*Sigh*{/i}... the poor bastard indeed...)
es_es: [_clockwork_] ({i}*Sigh * {/i} ... el pobre bastardo de hecho ...)

source: Who do you think you like, kiddo?
es_es: ¿Quién cree que le gusta, kiddo?

source: Honestly, I've always liked Paulina.
es_es: Honestamente, siempre me gustó Paulina.

source: Sam's definitely an interesting choice...
es_es: Sam's definitely an interesting choic...

source: I'd prefer someone like you, Mom.
es_es: Prefiero a alguien como tú, mamá.

source: Do you hug your mom knowing she's currently cream pied?
es_es: ¿Te abrazas a tu mamá sabiendo que ella es actualmente tubería de crema?

source: Honestly, I'd prefer not to...
es_es: Sinceramente, preferiría no hacer...

source: Bring it in, Mom!
es_es: ¡Tráelo, mamá!
