Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_rise_one_s_talk_frown_] Uhm, when do you {b}normally{/b} jump into something like that?
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm, ¿cuándo saltas {b}normalmente {/b} de esa forma?

source: [_sam_s_talk_frown_s_neutral_] Sorry, sorry, I meant like a cold lake or something.
es_es: [_sam_s_talk_frown_s_neutral_] Lo siento, lo siento, quise decir como un lago frío o así.

source: [_sam_s_talk_frown_s_blush_s_towards_s_sad_] ...again, I'm just really nervous.
es_es: [_sam_s_talk_frown_s_blush_s_towards_s_sad_] ... de nuevo, estoy muy nerviosa.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_] Hey, we just told ourselves we don't need to be! Nobody's going to be looking at us Sam, we're {b}nobodies{/b}.
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_] ¡Oye, nos acabamos de decir que no necesitamos estarlo! Nadie nos va a mirar Sam, somos {b}don nadies {/b}.

source: [_danny_s_talk_happy_s_closed_s_neutral_] And even if they were and think we're weird or something, then that makes them even bigger nobodies than us!
es_es: [_danny_s_talk_happy_s_closed_s_neutral_] E incluso si nos prestaran atención y pensaran que somos raros o algo así, ¡eso nos convertiría en unos don nadies aún más grandes!

source: [_sam_s_at_player_s_talk_happy_] That's... probably the best way to put it, I suppose.
es_es: [_sam_s_at_player_s_talk_happy_] Esa es... probablemente la mejor manera de decirlo.

source: [_sam_s_noblush_s_talk_bite_s_towards_s_neutral_] Okay, I do feel a little better now.
es_es: [_sam_s_noblush_s_talk_bite_s_towards_s_neutral_] Vale, ahora me siento un poco mejor.

source: [_danny_s_sad_2_s_talk_happy_] Well alright then, let's head out!
es_es: [_danny_s_sad_2_s_talk_happy_] Pues bien, entonces, ¡vamos!

source: [_sam_s_sad_2_s_talk_happy_] For sure! It'll be fun, right?
es_es: [_sam_s_sad_2_s_talk_happy_] ¡Seguro! Será divertido, ¿verdad?

source: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Only one way to find out!
es_es: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] ¡Sólo hay una manera de averiguarlo!

source: [_danny_s_talk_happy_s_sad_] So yeah, I think it seems nice enough here. Music's pretty good!
es_es: [_danny_s_talk_happy_s_sad_] Sí que sí, parece bastante agradable. ¡La música es bastante buena!

source: [_sam_s_thinking_s_talk_happy_2_] Yeah, not the total waste of brain cells and human cesspool that I thought it'd be. I like the song too!
es_es: [_sam_s_thinking_s_talk_happy_2_] Sí, no és el desperdicio de células cerebrales y el pozo negro que pensé que sería. ¡Me gusta la canción también!

source: [_danny_s_blank_stare_s_neutral_s_talk_happy_2_] A little loud, I guess, but nothing too over the top!
es_es: [_danny_s_blank_stare_s_neutral_s_talk_happy_2_] ¡Un poco alta, pero no excesiva!

source: [_sam_s_confused_s_talk_happy_] So, what do you wanna do first?
es_es: [_sam_s_confused_s_talk_happy_] Entonces, ¿qué quieres hacer primero?

source: [_danny_s_towards_s_talk_happy_s_sad_] Well, we could go try and find Tucker! Maybe get a drink first, it's a bit stuffy after all. Then we could dance!
es_es: [_danny_s_towards_s_talk_happy_s_sad_] ¡Bien, podríamos intentar encontrar a Tucker! Tal vez tomar una bebida primero y aturdirnos un poco. ¡Entonces podríamos bailar!

source: [_sam_s_thinking_s_talk_bite_s_sad_2_] Oh, don't worry, I have my own drink! And I don't think I'm ready to dance just yet. I'll get there, though, don't worry!
es_es: [_sam_s_thinking_s_talk_bite_s_sad_2_] Oh, no te preocupes, ¡tengo mi propia bebida! Y no creo que esté lista para bailar todavía. ¡Estaré aquí sin embargo, no te preocupes!

source: [_sam_s_at_player_s_sad_s_talk_happy_2_] Finding Tucker should be easy, assuming he's actually with Valerie.
es_es: [_sam_s_at_player_s_sad_s_talk_happy_2_] Encontrar Tucker debe ser fácil, asumiendo que está con Valerie.

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Alright, cool! Then let's go look on that side of the-
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_2_] ¡bien, vamos! Voy a ver ese lado de la-

source: [_danny_s_towards_s_rise_one_s_talk_frown_] Wait, huh? What do you mean you already have your own drink?
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_] Espera, ¿eh? ¿Qué quiere decir que ya tiene su propia bebida?

source: [_sam_s_blush_s_talk_happy_s_sad_] Well, I wanted to-
es_es: [_sam_s_blush_s_talk_happy_s_sad_] Bueno, quería-

source: [_star_s_sad_s_talk_happy_] Well, well, well, if it isn't everyone's favorite dorky duo! Woah, to think that you guys are creating real memories tonight!
es_es: [_star_s_sad_s_talk_happy_] Bueno, bueno, bueno, ¡si no es el dúo de raritos favorito de todos! ¡Ay, estáis creando verdaderos recuerdos esta noche!

source: [_star_s_closed_s_sad_s_talk_happy_2_] I'm sure you'll have plenty of stories to tell your great-grand-dweebs about how you two fell in love at the Casper Chill!
es_es: [_star_s_closed_s_sad_s_talk_happy_2_] ¡Estoy segura de que tendrás muchas historias para contar tus futuros desmalezados sobre cómo te enamoraste en el Casper Chill!

source: [_danny_s_angry_s_talk_frown_] Quite sincerely Star, do you {b}not{/b} have anything better to do than to actively search us out to pester?
es_es: [_danny_s_angry_s_talk_frown_] Muy sinceramente Star, ¿{b}no {/b} tienes nada mejor que hacer que buscarnos activamente para burlarte?

source: [_star_s_talk_happy_s_sad_] Oh, I just can't help it with you guys! It's like the perfect blend of dreadful clothing taste and terrible social skills in {b}one{/b} relationship.
es_es: [_star_s_talk_happy_s_sad_] ¡Oh, no puedo evitarlo con vosotros! Es como la mezcla perfecta de terrible ropa y terribles habilidades sociales en {b}una{/b} relación de pareja.

source: [_danny_s_towards_wide_s_talk_frown_2_] Well, I don't care, you're starting to piss-
es_es: [_danny_s_towards_wide_s_talk_frown_2_] Bueno, no me importa, estás empezando a hacer -

source: [_sam_s_confused_s_talk_bite_s_towards_] Yeah, we're dating, so what? I don't think it's that big a deal, honestly.
es_es: [_sam_s_confused_s_talk_bite_s_towards_] Sí, estamos saliendo, ¿y además qué? Honestamente, no creo que sea una buena idea.

source: [_star_s_sad_s_talk_happy_] Seriously, Sam, how much longer do you think you can put off your pathetic feelings for Danny?
es_es: [_star_s_sad_s_talk_happy_] En serio Sam, ¿cuánto tiempo más crees que puedes esconder tus patéticos sentimientos por Danny?

source: [_star_s_closed_s_sad_s_talk_happy_2_] It's obvious to anyone with even a brain my size to see that you-
es_es: [_star_s_closed_s_sad_s_talk_happy_2_] Es obvio para cualquiera, incluso para un cerebro de mi tamaño ver que tú-

source: [_star_s_rise_one_s_towards_wide_s_talk_frown_] Wait, {u}what{/u}?
es_es: [_star_s_rise_one_s_towards_wide_s_talk_frown_] Espera, {u}¿qué?{/u}?

source: [_danny_s_talk_frown_s_blush_s_rise_one_] Uhm, I concur with her sentiment, {b}what{/b}?
es_es: [_danny_s_talk_frown_s_blush_s_rise_one_] Uhm, estoy de acuerdo con ella, {b}¿qué?{/b}

source: [_sam_s_sad_s_talk_happy_2_] Yeah, we started seeing each other pretty recently. We just figured, "why fight it"? I mean, it's like you said, it was just super obvious to everyone, right?
es_es: [_sam_s_sad_s_talk_happy_2_] Sí, empezamos a vernos recientemente. Y acabamos de entender, "¿por qué luchar contra ello"?, Quiero decir, és como tú dices, és sólo súper obvio para todos, ¿verdad?

source: [_star_s_down_wide_s_rise_one_s_talk_frown_] But... so, wait, you're just... flat out dating? For real??
es_es: [_star_s_down_wide_s_rise_one_s_talk_frown_] Pero..., espera, tú estas sólo... ¿saliendo con alguien? ¿¿De verdad??

source: [_sam_s_thinking_s_talk_happy_] Well, hey, I don't wanna put too much pressure on it by labeling it anything crazy, but... yeah, pretty much boyfriend and girlfriend!
es_es: [_sam_s_thinking_s_talk_happy_] Bueno, bueno, no quiero poner demasiada presión sobre esto etiquetándolo de locura, pero... sí, ¡muy novio y novia!

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Sam, I don't-
es_es: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Sam, yo no-

source: [_sam_s_angry_s_towards_wide_s_talk_bite_] {i}Danny{/i} here was nice enough to ask me out first. What a class act, making the first move...
es_es: [_sam_s_angry_s_towards_wide_s_talk_bite_] {i}Danny {/i} fue lo suficientemente agradable como para pedírmelo primero. Con un acto de clase, dando el primer movimiento...

source: [_sam_s_confused_s_grin_] {i}*Throught Gritted Teeth*{/i} ...{i}isn't that {b}right{/b}, Danny?{/i}
es_es: [_sam_s_confused_s_grin_] {i}*Hablando entre dientes * {/i} ...{i}¿no és eso{i/} {b}cierto{/b}, {i}Danny?{/i}

source: [_danny_s_neutral_s_talk_happy_] Uhm... ye-yeah, for sure, totally dating. We are just... dating it up, yes ma'am! Date central, over here!
es_es: [_danny_s_neutral_s_talk_happy_] Uhm... ye-yeah, seguro, totalmente de acuerdo. Estamos solo... saliendo juntos, ¡sí tía! Cita central aquí!

source: [_star_s_rise_one_s_talk_frown_] B-but... how am I supposed to mock your blatantly obvious inner feelings...
es_es: [_star_s_rise_one_s_talk_frown_] P-pero... ¿cómo se supone que me voy a burlar de sus descaradamente y obvios sentimientos internos...

source: [_star_s_talk_frown_s_sad_] ...if all you're doing is putting those feelings out in the open?!
es_es: [_star_s_talk_frown_s_sad_] ... si todo lo que estáis haciendo es poner sentimientos a la intemperie?!

source: [_sam_s_towards_s_confused_s_talk_frown_] Uhm, maybe you just don't?
es_es: [_sam_s_towards_s_confused_s_talk_frown_] Uhm, ¿tal vez tú no?

source: [_sam_s_sad_s_talk_frown_2_] You might just wanna learn to be cool and chill out with other people's business. Learn to at least {u}tolerate{/u} the people you deal with on a day-to-day basis?
es_es: [_sam_s_sad_s_talk_frown_2_] Deberías aprender a ser agradable y dejar de meterte en los asuntos de otras personas. ¿Aprender al menos a {u}tolerar {/u} las personas con las que lidias en el día a día?

source: [_star_s_talk_frown_s_angry_s_towards_wide_] This is some {b}bullshit{/b}! You two had better break up soon! I can't handle your enjoyment of each other!
es_es: [_star_s_talk_frown_s_angry_s_towards_wide_] Esto és una {b}mierda {/b}! ¡Mejor que rompáis pronto! ¡Sino no puedo divertirme!

source: [_danny_s_rise_one_s_talk_happy_s_closed_] We'll uh, take that under our consideration Star. Thanks.
es_es: [_danny_s_rise_one_s_talk_happy_s_closed_] Uh, tomaremos esto bajo nuestra consideración Star. Gracias.

source: [_sam_s_towards_s_angry_s_talk_frown_] Yeah, duly noted. Now beat it.
es_es: [_sam_s_towards_s_angry_s_talk_frown_] Sí, debidamente anotado. Ahora vete.

source: [_star_s_towards_s_talk_frown_s_sad_] Jeez Manson, chill out! Trust me, I'm getting as far away from you creeps as possible!
es_es: [_star_s_towards_s_talk_frown_s_sad_] Jeez Manson, relájate! Creeme, ¡ estaré lo más lejos de tu repelencia como me sea posible!

source: [_star_s_angry_s_talk_frown_] ...man, you can't even socially stigmatize people without them jumping down your throats!!
es_es: [_star_s_angry_s_talk_frown_] ... tía, ¡nunca podrás estigmatizar a la gente sin que te aticen en la boca!!

source: [_danny_s_towards_wide_s_talk_happy_] Woah, Sam, you totally told her off! That was awesome!
es_es: [_danny_s_towards_wide_s_talk_happy_] ¡Ay, Sam, se lo has dicho! ¡fue impresionante!

source: [_danny_s_sad_2_s_talk_frown_] You also sort've said we were dating? That was crazy!
es_es: [_danny_s_sad_2_s_talk_frown_] ¿Tú también has dicho que estábamos saliendo? ¡Eso fue una locura!

source: [_sam_s_confused_s_talk_happy_] Oh, you, uh, picked up on that, huh? I wondered if that might've slipped under your radar at all... {i}*Nervously Chuckles*{/i}
es_es: [_sam_s_confused_s_talk_happy_] Oh, tú, uh, has pillado eso, ¿eh? Me pregunté si eso podría detectarlo tu radar... {i}*Risas nerviosas * {/i}

source: [_danny_s_angry_s_talk_frown_] Sam, why'd you say that?!
es_es: [_danny_s_angry_s_talk_frown_] Sam, ¡¿por qué lo dices?!

source: [_sam_s_talk_frown_s_neutral_] Look, the way I figure it, she only bothers us if she thinks we have feelings for each other, right?
es_es: [_sam_s_talk_frown_s_neutral_] Mira, de la forma en la que lo figuro, ella solo nos molesta si piensa que tenemos sentimientos el uno para el otro, ¿verdad?

source: [_sam_s_sad_2_s_at_player_s_talk_bite_] You can't shame the grass for growing the color it is, right? So let's just accept it and be green grass!
es_es: [_sam_s_sad_2_s_at_player_s_talk_bite_] No puedes avergonzar la hierba por crecer del color que és, ¿verdad? Así que ¡vamos a aceptarlo y ser hierba verde!

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] ...okay, you {b}definitely{/b} lost me there. We're grass now?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] ... bien, tú {b}definitivamente {/b} me has liado. ¿Somos pasto ahora?

source: [_sam_s_thinking_s_confused_s_talk_frown_3_] Look, we'll just {b}pretend{/b} to be dating. Not really dating, but just publicly fake it, okay?
es_es: [_sam_s_thinking_s_confused_s_talk_frown_3_] Mira, vamos a sólo {b}pretender {/b} estar saliendo. Realmente no estamos saliendo, pero públicamente lo imitamos, ¿de acuerdo?

source: [_sam_s_at_player_s_angry_s_talk_happy_2_] That way, you get a fake girlfriend, I get a fake boyfriend, and people like her leave us alone!
es_es: [_sam_s_at_player_s_angry_s_talk_happy_2_] ¡De esa manera, obtienes una novia falsa, yo consigo un novio falso, y la gente como ella nos deja en paz!

source: [_danny_s_towards_s_talk_frown_2_] So... none of it's real?
es_es: [_danny_s_towards_s_talk_frown_2_] Así que... ¿nada de esto és real?

source: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] No! I mean...
es_es: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] ¡No! Quiero decir...

source: [_sam_s_talk_happy_s_blush_s_thinking_s_neutral_] Yeah, no, it's all just fake. We're just... just pretending, really.
es_es: [_sam_s_talk_happy_s_blush_s_thinking_s_neutral_] Sí, no, todo és falso. Sólo estamos... fingiendo.

source: [_danny_s_rise_one_s_at_player_s_talk_frown_] Okay, but what if I wanted to date somebody else, like Paulina?
es_es: [_danny_s_rise_one_s_at_player_s_talk_frown_] Okay, pero ¿y si yo quisiera salir con alguien más como Paulina?

source: [_sam_s_thinking_s_talk_frown_2_s_confused_s_noblush_] Yeah, how close are you to sealing {i}that{/i} deal by the way, huh?
es_es: [_sam_s_thinking_s_talk_frown_2_s_confused_s_noblush_] Sí, ¿estás de cerca de {i}conseguirlo{/i}?, ¿eh?

source: [_sam_s_towards_s_sad_s_talk_happy_2_] Admittedly though, it's a fair point on your part too. So, let's both agree that if where we {b}do{/b} meet someone on our own we like...
es_es: [_sam_s_towards_s_sad_s_talk_happy_2_] Sin embargo, és justo de tu parte. Por lo tanto, vamos a estar de acuerdo en que si alguno de nosotros {b}busca{/b} conocer a alguien por su cuenta...

source: [_sam_s_angry_s_talk_happy_] ...we'll just stage a fake breakup is all! Easy peasy, lemon squeezy!
es_es: [_sam_s_angry_s_talk_happy_] ... ¡escenificaremos una ruptura falsa! ¡Fácil de apaciguar y limón exprimido!

source: [_danny_s_sad_s_talk_frown_s_down_] Okay, okay... I... I sort've see your point. This just makes things a bit easier for us, right?
es_es: [_danny_s_sad_s_talk_frown_s_down_] Okay, okay... I... Me parece que te entiendo. Esto hace que las cosas sean un poco más fáciles para nosotros, ¿verdad?

source: [_danny_s_rise_one_s_frown_3_s_at_danny_] (Hmmm... but then again, am I gonna want to pretend like that in front of someone like Paulina or anybody else?)
es_es: [_danny_s_rise_one_s_frown_3_s_at_danny_] (Hmmm... pero entonces de nuevo, ¿voy a querer fingir así delante de alguien como Paulina u otra persona?)

source: [_danny_s_towards_s_sad_s_frown_] (Oh man, was bringing Sam the best idea after all...?)
es_es: [_danny_s_towards_s_sad_s_frown_] (Oh hombre, ¿tiene Sam la mejor idea después de todo...?)

source: [_sam_s_at_player_s_sad_2_s_talk_bite_] Oh, hey, there's Tucker! Let's go say hi!
es_es: [_sam_s_at_player_s_sad_2_s_talk_bite_] ¡Oh, oye, allí está Tucker! ¡Vamos a decirle hola!

source: [_danny_s_wondering_s_talk_happy_] Ehh, s-sure!
es_es: [_danny_s_wondering_s_talk_happy_] Ehh, ¡s-seguro!

source: [_danny_s_rise_one_s_talk_happy_s_towards_wide_] Well now, look who it is! Mr. "I can't find a date on time"! From what I hear, you made out pretty well by bringing Valerie Gray along, huh?
es_es: [_danny_s_rise_one_s_talk_happy_s_towards_wide_] Bueno, mira quién és! Mr. "No puedo encontrar nadie a tiempo"! Por lo que oigo, has hecho bastante bien al traer Valerie Gray, ¿eh?

source: [_sam_s_talk_frown_2_s_confused_] Speaking of, where is she?
es_es: [_sam_s_talk_frown_2_s_confused_] Hablando de, ¿dónde está ella?

source: [_tucker_s_towards_s_wondering_s_talk_frown_] Ehh, that's sort've the issue. We came together, but she pretty much bailed on me soon as we came through the doors.
es_es: [_tucker_s_towards_s_wondering_s_talk_frown_] Ehh, eso no es así. Vinimos juntos, pero ella fue de mi lado en cuanto pasamos por las puertas.

source: [_tucker_s_neutral_s_away_] I think she's just hanging over by Kwan and Dash right now.
es_es: [_tucker_s_neutral_s_away_] creo que ahora mismo está buscando a Kwan y Dash.

source: [_sam_s_talk_frown_2_] Oh man, that's so lame of her! She should've at least tried to have a good time with you.
es_es: [_sam_s_talk_frown_2_] ¡Oh hombre, és cojonudo por su parte! Debería haber intentado al menos pasar un buen rato contigo.

source: [_danny_s_towards_s_talk_frown_2_] Yeah dude, that's too bad. Sorry to hear that.
es_es: [_danny_s_towards_s_talk_frown_2_] yeah tio, esto ha sido falta. Perdona por lo que he dicho.

source: [_tucker_s_sad_s_talk_frown_s_towards_] Nah, it's all good. I don't think I had much of a chance with her, honestly.
es_es: [_tucker_s_sad_s_talk_frown_s_towards_] Nah, todo está bien. No creo que hubiese tenido mucha oportunidad con ella.

source: [_tucker_s_talk_happy_s_wondering_] But Mr. Gray was nice enough to take a picture of us together when I came to pick her up. So now I've got a photo of my arm wrapped around her waist, half squeezing her butt.
es_es: [_tucker_s_talk_happy_s_wondering_] Pero el Sr. Gray fue lo suficientemente amable como para tomar una foto juntos cuando llegué a recogerla. Así que ahora tengo una foto de mi brazo envuelto alrededor de su cintura, medio apretando su perro.

source: [_tucker_s_sad_s_closed_s_talk_happy_] All in all, well worth the heartache. That's gonna be my new profile pic for at least a year.
es_es: [_tucker_s_sad_s_closed_s_talk_happy_] En general, bien vale la pena el dolor de corazón. Eso va a ser mi nueva foto de perfil por al menos un año.

source: [_danny_s_talk_happy_s_sad_] Hah, well I'm glad you got over that little relationship issue.
es_es: [_danny_s_talk_happy_s_sad_] Hah, bueno, estoy contento de que hayas superado ese pequeño problema de relación.

source: [_sam_s_sad_s_talk_frown_3_] Yeah, dude, that's still seriously so bogus. Hope you're doing okay.
es_es: [_sam_s_sad_s_talk_frown_3_] Sí, tío, eso todavía es muy falso. Espero que esté haciéndolo bien.

source: [_tucker_s_sad_s_towards_wide_2_s_talk_happy_] Oh no, I'm good, don't worry... but {b}speaking{/b} of relationships, what is it I'm hearing about you two shacking up together??
es_es: [_tucker_s_sad_s_towards_wide_2_s_talk_happy_] Oh no, estoy bien, no te preocupes... pero {b}hablando{/b} de relaciones, ¿¿qué estoy oyendo de vosotros saliendo juntos??

source: [_danny_sam_] What?? You heard already?!
es_es: [_danny_sam_] ¿Qué? ¿¡Ya has oído hablar?!

source: [_tucker_s_wondering_s_talk_happy_] Yeah dudes, it's like the number one thing people are talking about from our school online. Half the school knows already!
es_es: [_tucker_s_wondering_s_talk_happy_] Sí tío, es de lo que más se habla en la escuela. ¡La escuela ya lo sabe!

source: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] What? But how?! We literally only told Star that, like, less than two minutes ago!
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] ¿Qué? Pero, ¿cómo?! Literalmente sólo se lo dijimos a la estrella, ¡si hace menos de dos minutos!

source: [_tucker_s_sad_s_talk_happy_] You guys underestimate the power of the internet and trivial pursuits like gossip within our school.
es_es: [_tucker_s_sad_s_talk_happy_] Ustedes subestiman el poder de Internet y las actividades triviales como chismes dentro de nuestra escuela.

source: [_tucker_s_ahegao_s_neutral_] You put up one even slightly juicy tweet online, and it'll catch like absolute wild fire.
es_es: [_tucker_s_ahegao_s_neutral_] Se pone un tweet ligeramente jugoso en línea, y se vuelve un absoluto fuego salvaje.

source: [_tucker_s_towards_s_angry_] So anyway, when did you two love birds get together then?
es_es: [_tucker_s_towards_s_angry_] Así que, ¿cuándo se reunieron las dos perdices amorosas?

source: [_sam_s_sad_s_talk_frown_s_thinking_] No, Tucker, we're not {b}actually{/b} dating. We're just pretending so people like Star will get off our back.
es_es: [_sam_s_sad_s_talk_frown_s_thinking_] No, Tucker, no estamos saliendo {b}actualmente{/b}. Fingimos para que gente como Star no se nos subiera a la chepa.

source: [_danny_s_towards_s_sad_s_talk_frown_] Yeah, and that way it kinda raises our own cred ever so slightly by being in a relationship.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Sí, y de esa manera se ha levantado el credo de que tenemos una relación.

source: [_tucker_s_talk_frown_s_sad_] Ohh, I see. Playing everbody for suckers is a good strategy to have. I dig both your style.
es_es: [_tucker_s_talk_frown_s_sad_] Ohh, veo. Jugar con todo el mundo és una buena estrategia. Propia de tu estilo.

source: [_tucker_s_sad_s_blank_stare_] So, you guys do anything since you've been here? I've just been on my phone the whole time.
es_es: [_tucker_s_sad_s_blank_stare_] Entonces, ¿habéis hecho algo desde que estáis aquí? Yo he estado con mi teléfono todo el tiempo.

source: [_sam_s_at_player_s_sad_s_talk_bite_] You know, I still haven't had an actual drink of punch, so Imma go get some real quick.
es_es: [_sam_s_at_player_s_sad_s_talk_bite_] Sabes, todavía no he tomado una bebida, así que voy va a conseguir algo rápido.

source: [_tucker_s_neutral_s_talk_happy_] Sure thing, I'll keep your "boyfriend" busy. Just us manly men, talking it out!
es_es: [_tucker_s_neutral_s_talk_happy_] Claro, mantendré ocupada a tu "boyfriend". ¡Solo nosotros hombres masculinos, hablando!

source: [_sam_s_sad_s_talk_happy_2_] Heh, thanks Tuck. I'll be back in a minute or so.
es_es: [_sam_s_sad_s_talk_happy_2_] Heh, gracias Tuck. Volveré en un minuto.

source: [_tucker_s_towards_s_talk_happy_] So, how're you holding up?
es_es: [_tucker_s_towards_s_talk_happy_] ¿cómo lo llevas?

source: [_danny_s_rise_one_s_talk_frown_] Huh? What do you mean?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Huh? ¿Qué quieres decir?

source: [_tucker_s_talk_frown_s_neutral_] Well I imagine carrying on this lie of dating somebody you're not is kinda weird, right?
es_es: [_tucker_s_talk_frown_s_neutral_] Bueno, imagino que cargar con esta falsa no te estará poniendo cachondo. ¿verdad?

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] Uh, yeah, definitely, but it's not like we're actually doing anything together. It's strictly just acting.
es_es: [_danny_s_blank_stare_s_talk_frown_s_sad_] Uh, ya, no, no hacemos nada juntos. Es estrictamente actuar.

source: [_tucker_s_away_s_talk_frown_s_sad_] Uh huh.
es_es: [_tucker_s_away_s_talk_frown_s_sad_] Uh eh.

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] What?
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] ¿Qué?
