Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_paulina_s_closed_s_talk_bite_] He's definitely going to choose me! Right Ghost Boy??
es_es: [_paulina_s_closed_s_talk_bite_] ¡Definitivamente me vas a elegir a mí! ¿¿Verdad Chico Fantasma??

source: [_star_s_talk_frown_s_angry_s_down_] His name is Billy, you stupid possum face!
es_es: [_star_s_talk_frown_s_angry_s_down_] ¡Su nombre es Billy, estúpida cara de rata!

source: [_paulina_s_away_s_talk_frown_s_rise_one_2_] That's stupid!! What kinda name is Billy for a ghost?! Also, {i}excuuuuuse{/i} me?! "Possum face"?!
es_es: [_paulina_s_away_s_talk_frown_s_rise_one_2_] ¡Eso es estúpido! ¡¿Qué clase de nombre es Billy para un fantasma?! Además, {i}¡¿Discuuuulpa?!{/i} ¡¿"Cara de rata"?!

source: [_danny_s_towards_s_talk_frown_2_s_neutral_] Ladies, ladies! Please, relax. Honestly, I didn't even know I was {b}going{/b} to the dance.
es_es: [_danny_s_towards_s_talk_frown_2_s_neutral_] ¡Señoritas, señoritas! Por favor, relájense. Honestamente, ni siquiera sabía que iba a {b}ir{/b} al baile.

source: [_danny_s_wondering_s_talk_frown_] It's not not like I'm a student or anything, ya know?
es_es: [_danny_s_wondering_s_talk_frown_] No soy un estudiante, ¿saben?

source: [_paulina_s_towards_s_talk_happy_s_idle__] That's okay! Students are allowed to bring one guest as their date!
es_es: [_paulina_s_towards_s_talk_happy_s_idle__] No pasa nada. ¡Las estudiantes pueden llevar a un invitado como acompañante!

source: [_danny_s_blank_stare_s_talk_frown_2_] Really? Oh, well... if that applies to non-living spirits, then I suppose-
es_es: [_danny_s_blank_stare_s_talk_frown_2_] ¿Ah, sí? Oh, bueno... si eso se aplica a los espíritus, entonces supongo-

source: [_star_s_talk_frown_s_sad_] Don't take her Billy, she doesn't even put out!
es_es: [_star_s_talk_frown_s_sad_] No la lleves Billy, ¡ni siquiera sabe bailar!

source: [_paulina_s_talk_frown_s_angry_s_away_] {b}Star!! Shut up!!{/b}
es_es: [_paulina_s_talk_frown_s_angry_s_away_] {b}¡¡Star!! ¡¡Cállate!!{/b}

source: [_danny_s_wondering_s_talk_happy_2_] Uhm, look, I'm gonna go clear my head for a bit in the, uh... {i}Ghost Zone{/i}... but I'll think about it!
es_es: [_danny_s_wondering_s_talk_happy_2_] Uhm, mirad, voy a despejarme un poco en la, uh... {i}Zona Fantasma{/i}... ¡y lo pensaré!

source: [_paulina_s_talk_happy_s_rise_one_s_towards_] "Ghost Zone"? {i}Oooooooh{/i}, mysterious...
es_es: [_paulina_s_talk_happy_s_rise_one_s_towards_] ¿"Zona Fantasma"? {i}Oooooooh{/i}, misterio...

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Yeah, I know, ghost life can be pretty cool... but again, my buddy Danny Fenton is also a {i}pretty{/i} cool guy on his own, so maybe if you asked him, he might-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Sí, sé, la vida fantasma puede ser bastante guay... pero de nuevo, mi amigo Danny Fenton también es un chico {i}bastante guay {/i}, así que tal vez si le preguntarais, él podría-

source: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Alright, alright, just trying to look out for my buddy.
es_es: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Está bien, está bien, sólo trato de cuidar a mi amigo.

source: [_danny_s_frown_grin_s_closed_sad_s_sad_] (Don't let them see you cry, Danny... they win if they you see you cry...)
es_es: [_danny_s_frown_grin_s_closed_sad_s_sad_] (No dejes que te vean llorar, Danny... ellas ganan si te ven llorar...)

source: [_danny_s_towards_wide_s_talk_happy_2_s_sad_2_] Anyway, I'll see you girls around!
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_sad_2_] En fin, ¡nos vemos en otro momento chicas!

source: [_paulina_s_talk_bite_s_idle_2_] Bye Ghost Boy!
es_es: [_paulina_s_talk_bite_s_idle_2_] ¡Adiós, Chico Fantasma!

source: [_star_s_talk_happy_s_neutral_2_] Bye Billy!
es_es: [_star_s_talk_happy_s_neutral_2_] ¡Adiós Billy!

source: [_star_s_talk_happy_s_closed_s_neutral_] He's {b}so{/b} gonna pick me.
es_es: [_star_s_talk_happy_s_closed_s_neutral_] Yo {b}sé{/b} que me va a elegir.

source: [_paulina_s_angry_s_talk_frown_] No, no, no. Let's get back to "possum face" for a second!
es_es: [_paulina_s_angry_s_talk_frown_] No, no, no. ¡Vuelve a poner "cara de rata" por un segundo!

source: [_danny_s_sad_s_talk_frown_s_blank_stare_] Okay, everyone's still hiding... guess I can turn back.
es_es: [_danny_s_sad_s_talk_frown_s_blank_stare_] Vale, todo el mundo sigue escondido... supongo que puedo volver.

source: [_sam_s_talk_frown_] Woah, hey, what happened? I heard a loud crash.
es_es: [_sam_s_talk_frown_] Woah, hey, ¿qué pasó? Escuché un fuerte choque.

source: [_danny_s_at_player_s_talk_frown_2_s_wondering_] Dragon-ghost-lady. Sorta hard to explain. Took off flying.
es_es: [_danny_s_at_player_s_talk_frown_2_s_wondering_] Dama-fantasma-dragón. Algo difícil de explicar. Se fue volando.

source: [_sam_s_talk_happy_s_sad_] Too bad you can't catch them all, huh?
es_es: [_sam_s_talk_happy_s_sad_] Lástima que no puedas atraparlos a todos, ¿eh?

source: [_danny_s_sad_s_talk_frown_s_towards_wide_] No, even worse! I {b}can{/b} catch them now, but I forgot the stupid thing that catches them!!
es_es: [_danny_s_sad_s_talk_frown_s_towards_wide_] No, ¡aún peor! Yo {b}puede{/b} atraparlos ahora, ¡¡pero olvidé la estúpida cosa que los atrapa!!

source: [_sam_s_confused_s_talk_frown_2_] Wow, that is a textbook Fenton right there.
es_es: [_sam_s_confused_s_talk_frown_2_] Wow, eso és un fallo de escolares Fenton.

source: [_danny_s_closed_s_rise_one_s_talk_frown_2_] Yeah well, I'll try to get in the habit of doing it, alright?
es_es: [_danny_s_closed_s_rise_one_s_talk_frown_2_] Sí, bueno, intentaré acostumbrarme a no hacerlo, ¿vale?

source: [_sam_s_talk_happy_] Anyway, if that's all wrapped up, I think I'm just gonna head home.
es_es: [_sam_s_talk_happy_] En fin, si ya está todo resuelto, creo que me voy a casa.

source: [_danny_s_rise_one_s_talk_frown_] Really? But, did you even buy a dress?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿De verdad? Pero, ¿al menos te compraste un vestido?

source: [_sam_s_talk_frown_2_] Ehh, nothing good here fits a person bigger than a size three & a half. I could just use one of the several dozen dresses I own rather than spend a couple hundred on one.
es_es: [_sam_s_talk_frown_2_] Ehh, aquí no hay nada que le quede bien a una persona mayor de tres tallas y media. Podría usar uno de las varias docenas de vestidos que tengo en lugar de gastarme cientos en uno.

source: [_sam_s_closed_s_talk_frown_2_s_sad_] ...there's probably four or five I've never even worn yet anyway...
es_es: [_sam_s_closed_s_talk_frown_2_s_sad_] ...probablemente haya cuatro o cinco que ni siquiera he llevado puesto...

source: [_danny_s_talk_happy_2_s_wondering_] Oh, duh, that's right, you're filthy stinking rich! How could I forget?
es_es: [_danny_s_talk_happy_2_s_wondering_] Oh, duh, es verdad, ¡eres asquerosamente rica! ¿Cómo podría olvidarlo?

source: [_danny_s_towards_s_rise_one_s_talk_happy_] But, then why'd you even come out here if you already had a dress?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_] Pero, entonces, ¿por qué has venido aquí si ya tenías un vestido?

source: [_sam_s_talk_frown_] I don't know, I wanted to try to get into the spirit of things with you... but honestly...
es_es: [_sam_s_talk_frown_] No sé, quería tratar de probar estas cosas contigo... pero honestamente...

source: [_sam_s_away_s_talk_frown_2_] Looking at some of the size tags on these dresses... I still feel like showing up will just be an embarassment for me.
es_es: [_sam_s_away_s_talk_frown_2_] Mirando las etiquetas de las tallas de estos vestidos... Todavía siento que llevarlos puestos será una vergüenza para mí.

source: [_sam_s_away_s_talk_frown_3_s_sad_] Plus, I don't even have a date, and like Tucker said, you sorta get laughed out of the gym if you don't have one.
es_es: [_sam_s_away_s_talk_frown_3_s_sad_] Además, ni siquiera tengo pareja, y como dijo Tucker, se ríen tanto si no la tienes que les sirve como gimnasia.

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Oh, well hey, if you want, I could-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Oh, bueno, oye, si quieres, podría

source: [_sam_s_closed_s_talk_frown_2_s_sad_2_] I'm sorry, I'm rambling, my bad... I still think you should go though. You'd have fun.
es_es: [_sam_s_closed_s_talk_frown_2_s_sad_2_] Lo siento, estoy divagando, culpa mía... Sigo pensando que deberías ir. Te divertirás.

source: [_sam_s_away_s_talk_frown_] Maybe being normal for a night just isn't for me... oh well.
es_es: [_sam_s_away_s_talk_frown_] Tal vez ser normal por una noche no es para mí... oh bueno.

source: [_sam_s_towards_s_talk_happy_] Well... anyway, I guess I'll talk to you later Danny. See ya at school.
es_es: [_sam_s_towards_s_talk_happy_] Bueno... de todos modos, supongo que hablaré contigo más tarde Danny. Nos vemos en la escuela.

source: [_danny_s_frown_grin_3_s_wondering_] (Oh man... poor Sam... if anything, I think this means she {b}needs{/b} to go now! To show her it's okay to stand out! I should just ask her to the formal!)
es_es: [_danny_s_frown_grin_3_s_wondering_] (Oh hombre... pobre Sam... si acaso, creo que esto significa que ella {b}necesita{/i} ir ahora! ¡Para mostrarle que está bien destacar! Debería invitarla al baile)

source: [_danny_s_blank_stare_s_smile_s_sad_] (But, then again... there's also Paulina and Star to choose from... now {b}they{/b} might be fun to dance with... or tango with a few various other activities...)
es_es: [_danny_s_blank_stare_s_smile_s_sad_] (Pero, de nuevo... también están Paulina y Star para elegir... {b}ellas{/b} podrían ser divertidas bailando... o bailar tango y otras actividades...)

source: [_danny_s_rise_one_s_at_danny_s_frown_2_] ({i}Hmmm{/i}... then {b}again{/b}... there's always the semi-safe fourth option of taking Desiree?)
es_es: [_danny_s_rise_one_s_at_danny_s_frown_2_] ({i}Hmmm{/i}... entonces {b}otra vez{/b}... siempre queda la semi-segura cuarta opción de llevar a Desiree...)

source: [_danny_s_at_player_s_sad_2_s_frown_] (What with her being bound by the rules I set out for her, I think the other students would be safe...ish.)
es_es: [_danny_s_at_player_s_sad_2_s_frown_] (Como está sujeta a las normas que yo le impongo, creo que los demás alumnos estarán a salvo... más o menos)

source: [_danny_s_blank_stare_s_frown_3_s_wondering_] (What to do... what to do...)
es_es: [_danny_s_blank_stare_s_frown_3_s_wondering_] (qué hago... qué hago...)

source: [_danny_s_rise_one_s_talk_happy_] I mean, Paulina's kind've been my crush since the third grade. I'd be crazy to pass up the opportunity!
es_es: [_danny_s_rise_one_s_talk_happy_] Quiero decir, Paulina me gusta desde tercer grado. ¡Estaría loco si dejara pasar la oportunidad!

source: [_danny_s_down_s_talk_happy_2_s_sad_] Sam would {i}want{/i} me to go out with someone like her.
es_es: [_danny_s_down_s_talk_happy_2_s_sad_] A Sam {i}le gustaría{/i} que saliera con alguien como ella.

source: [_danny_s_at_player_s_talk_frown_2_s_wondering_] ...well not really with {i}her{/i}, she really can't stand her.
es_es: [_danny_s_at_player_s_talk_frown_2_s_wondering_] ...bueno en realidad no con {i}ella{/i}, no se soporta a sí misma.

source: [_danny_s_at_player_s_rise_one_s_talk_happy_] ...but she'd want me to be {b}happy{/b}, I guess is the point. Yeah, let's do it: me and Paulina. Wow...
es_es: [_danny_s_at_player_s_rise_one_s_talk_happy_] ...pero ella querría que yo fuera {b}feliz{/b}, supongo que esa és la decisión. Sí, hagámoslo: Paulina y yo. Vaya...

source: [_danny_s_closed_s_talk_happy_s_sad_] Of course I should take Sam! She'd love it!
es_es: [_danny_s_closed_s_talk_happy_s_sad_] ¡Por supuesto que debería llevar a Sam! ¡Le encantaría!

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] We'll dance our butts off to bad 80's music, laugh at people's outfits...
es_es: [_danny_s_towards_s_talk_happy_2_s_wondering_] Bailaremos nuestros traseros al ritmo de la mala música de los 80, nos reiremos de la ropa de la gente...

source: [_danny_s_blank_stare_s_blush_s_talk_happy_s_sad_] ...and just get closer to one another! It'll be great!
es_es: [_danny_s_blank_stare_s_blush_s_talk_happy_s_sad_] ...¡e intimaremos! ¡Será genial!

source: [_danny_s_down_s_-blush_s_talk_frown_2_s_wondering_] Let's just hope she'll still go. Or that she'd even say yes to me. She might think it's a little too weird.
es_es: [_danny_s_down_s_-blush_s_talk_frown_2_s_wondering_] Esperemos que todavía vaya. O que incluso me diga que sí. Ella podría pensar que és demasiado raro.

source: [_danny_s_neutral_s_talk_frown_s_blank_stare_] Suppose it'd be in poor taste to take Star, but overall, I don't see it as too bad an option.
es_es: [_danny_s_neutral_s_talk_frown_s_blank_stare_] Supongo que sería de mal gusto llevarse a Star, pero en general, no lo veo tan mala opción.

source: [_danny_s_at_player_s_talk_frown_2_s_wondering_] I mean, obviously, I'd be doing it for the quickest route to a pretty nice lay...
es_es: [_danny_s_at_player_s_talk_frown_2_s_wondering_] Quiero decir, obviamente, lo haría por la ruta más rápida a un bonito polvo...

source: [_danny_s_neutral_s_talk_frown_s_blank_stare_] Sam might dislike it, but I could just say I'm doing more... ghost relations work! With the cool kids and all!
es_es: [_danny_s_neutral_s_talk_frown_s_blank_stare_] Puede que a Sam no le guste, pero podría decir que estoy haciendo... ¡un trabajo de relaciones fantasma! ¡Con los chicos guays y todo eso!

source: [_danny_s_at_player_s_talk_happy_2_s_sad_] It's vitally important to advance the, uhm, state of ghost and human relations, right? And this would be a great step forward, of course!
es_es: [_danny_s_at_player_s_talk_happy_2_s_sad_] Es de vital importancia avanzar en el... estado del fantasma y las relaciones humanas, ¿no? Y esto sería un gran paso adelante, ¡por supuesto!

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] I mean... I've had {b}worse{/b} ideas than this, right?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Quiero decir... He tenido {b}ideas{/b} peores que esta, ¿verdad?

source: [_danny_s_at_player_s_talk_frown_2_s_wondering_] It's just that none of my ideas had the potential threat of causing tremendous harm to my whole school and or wreak havoc upon my entire town....
es_es: [_danny_s_at_player_s_talk_frown_2_s_wondering_] Es sólo que ninguna de mis ideas tenía la amenaza potencial de causar un daño tremendo a toda mi escuela y o causar estragos en toda mi ciudad....

source: [_danny_s_neutral_s_talk_frown_s_blank_stare_] ...so I guess this {b}would{/b} make it the worst idea I've had, actually...
es_es: [_danny_s_neutral_s_talk_frown_s_blank_stare_] ...así que supongo que esto lo {b}podría{/b} convertiría en la peor idea que he tenido...

source: [_danny_s_down_s_talk_happy_2_s_sad_] Ehhh, regardless, Desiree deserves an outlet outside of being cooped up in the Thermos. I promised to try to make life good for her while she's with me!
es_es: [_danny_s_down_s_talk_happy_2_s_sad_] Ehhh, a pesar de todo, Desiree se merece una salida fuera del termo. ¡Prometí intentar darle una buena vida mientras esté conmigo!

source: [_sales_lady_s_sad_s_talk_happy_] Oh good, you didn't run off with that suit!
es_es: [_sales_lady_s_sad_s_talk_happy_] ¡Oh que bonito, no te escapes con ese traje!

source: [_danny_s_talk_happy_s_sad_2_s_towards_wide_] Oh yeah, hey! N-no, I just hid when I heard there was a ghost attack.
es_es: [_danny_s_talk_happy_s_sad_2_s_towards_wide_] Oh sí, ¡hey! N-no, sólo me escondí cuando oí que había un ataque fantasma.

source: [_sales_lady_s_talk_happy_s_idle__s_towards_down_] For sure, same actually! The mall's been giving safety course instructions in the event of a ghost attack! I just hide inside the clothes rack!!
es_es: [_sales_lady_s_talk_happy_s_idle__s_towards_down_] ¡El centro comercial ha estado dando instrucciones en un curso de seguridad en caso de ataque fantasma! ¡¡Me escondí dentro del perchero!!

source: [_sales_lady_s_sad_s_towards_down_] Uhm, you didn't pee in fright, did you?
es_es: [_sales_lady_s_sad_s_towards_down_] Uhm, no te habrás meado del susto, ¿verdad?

source: [_sales_lady_s_sad_s_talk_happy_] Oh, wonderful! I'd hate to have to throw it away, it actually looks nice on you!
es_es: [_sales_lady_s_sad_s_talk_happy_] ¡Oh, maravilloso! No me gustaría tener que tirarlo, ¡te queda muy bien!

source: [_danny_s_talk_happy_s_at_danny_s_blush_] Oh, well, thank you!
es_es: [_danny_s_talk_happy_s_at_danny_s_blush_] Oh, genial, ¿gracias!

source: [_sales_lady_s_talk_happy_s_idle__] You're welcome! Now, did you want to purchase that today at all?
es_es: [_sales_lady_s_talk_happy_s_idle__] De nada. Ahora, ¿querías comprarlo?

source: [_danny_s_towards_s_talk_happy_s_-blush_s_sad_] Well, how much does it cost?
es_es: [_danny_s_towards_s_talk_happy_s_-blush_s_sad_] ¿Cuánto cuesta?

source: [_sales_lady_s_talk_happy_s_sad_] Around $400, today!
es_es: [_sales_lady_s_talk_happy_s_sad_] ¡hoy!, alrededor de 400 dólares!

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_] Oh... well, that's pretty expensive...
es_es: [_danny_s_blank_stare_s_neutral_s_talk_frown_] Oh... bueno, eso es bastante caro...

source: [_sales_lady_s_talk_happy_s_towards_down_s_wondering_] Well hey, since you were nice enough to come back with it, I'm willing to knock off $100!
es_es: [_sales_lady_s_talk_happy_s_towards_down_s_wondering_] Pues oye, ya que has sido tan amable de volver, ¡estoy dispuesta a descontarte 100 dólares!

source: [_sales_lady_s_towards_down_s_idle__] We'll also hold onto it for you until your little dance that's coming up! Sound good, sir?
es_es: [_sales_lady_s_towards_down_s_idle__] También te lo guardaremos hasta tu baile que está al caer. ¿Le parece bien, señor?

source: [_danny_s_talk_happy_s_sad_] Uhm, yeah, that's pretty nice, actually. Thanks.
es_es: [_danny_s_talk_happy_s_sad_] Uhm, sí, eso está muy bien. Gracias.

source: [_sales_lady_s_talk_happy_] Okay then, I'll just take that off your hands until you're ready to buy, and you have yourself a nice day!
es_es: [_sales_lady_s_talk_happy_] De acuerdo entonces, te lo quitaré de las manos hasta que lo quieras comprar, ¡y que tengas un buen día!

source: [_sales_lady_s_towards_down_s_sad_] See you around, and thanks for shopping at AbYss! Buh-bye now!
es_es: [_sales_lady_s_towards_down_s_sad_] Nos vemos, ¡y gracias por comprar en AbYss! ¡Adiós!

source: [_danny_] Here you go, this should be enough for that suit.
es_es: [_danny_] Aquí tienes, esto debería ser suficiente para ese traje.

source: [_sales_lady_s_talk_happy_s_sad_] Great, this'll look just marvelous on you!
es_es: [_sales_lady_s_talk_happy_s_sad_] ¡Genial, te quedará de maravilla!

source: [_danny_] Yeah, here's hoping!
es_es: [_danny_] ¡Sí, eso espero!

source: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] You got yourself a cute little date to go with?
es_es: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] ¿Tienes una linda cita?

source: [_danny_] Yeah, I sure do!
es_es: [_danny_] ¡Sí, claro que sí!

source: [_danny_] Well, not yet, but I definitely have someone in mind already!
es_es: [_danny_] Bueno, todavía no, ¡pero ya tengo a alguien en mente!

source: [_sales_lady_s_talk_happy_s_sad_] Well I'm sure he'll think you look so handsome in this! I certainly do!
es_es: [_sales_lady_s_talk_happy_s_sad_] Bueno, estoy segura de que pensará que estás muy guapo con esto. ¡Claro que sí!

source: [_danny_] Gee, thanks so much, I-
es_es: [_danny_] Vaya, muchas gracias, yo-

source: [_danny_] Wait, "he"? But- why would you think- but I'm not-
es_es: [_danny_] Espera, ¿"él"? Pero... por qué pensarías... pero yo no

source: [_sales_lady_s_talk_happy_s_sad_] Thanks for shopping at AbYss! Have a nice day!
es_es: [_sales_lady_s_talk_happy_s_sad_] ¡Gracias por comprar en AbYss! ¡Que tengas un buen día!

source: [_danny_] (Well, that weird interaction aside, I actually have a suit now. Great!)
es_es: [_danny_] (Bueno, dejando a un lado esa extraña insinuación, ahora tengo un traje. ¡Genial!)

source: [_danny_] (Now to convince Sam to actually say yes to going out with me!)
es_es: [_danny_] (¡Ahora tengo que convencer a Sam que acepte salir conmigo!)

source: [_danny_] (Now to convince Desiree to actually say yes to going out with me!)
es_es: [_danny_] (¡Ahora tengo que convencer a Desiree que acepte salir conmigo!)

source: [_danny_] (Now to convince Paulina to actually say yes to going out with me!)
es_es: [_danny_] (¡Ahora tengo que convencer a Paulina acepte salir conmigo!)

source: [_danny_] (Now to convince Star to actually say yes to going out with me!)
es_es: [_danny_] (¡Ahora tengo que convencer a Star que acepte salir conmigo!)

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Hey Sam, I was just thinking, you know, like, in my head and stuff?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Oye Sam, estaba pensando, ya sabes, cosas que se me pasan por la cabeza y de este tipo

source: [_sam_s_confused_s_talk_happy_] Yeah, that's usually how one thinks. What's up?
es_es: [_sam_s_confused_s_talk_happy_] Sí, así és como sueles pensar. ¿Qué pasa?

source: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Well, it's just a crazy thought, but uhm... ya know, wouldn't it be kinda funny...
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Bueno, es sólo un pensamiento loco, pero uhm... ya sabes, ¿podría ser un poco divertido...

source: [_sam_s_angry_s_talk_frown_2_s_towards_dazed_] Oh Lord... go on, let's hurry this up a bit.
es_es: [_sam_s_angry_s_talk_frown_2_s_towards_dazed_] Oh Señor... vamos, apúrate un poco.

source: [_danny_s_rise_one_s_talk_frown_] Huh? What's the matter?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Por qué?, ¿qué pasa?

source: [_sam_s_talk_frown_3_s_center_s_sad_] Danny, this is just one of those times where you take a subject, generally drag it out for way longer than necessary, only to just be blunt about the topic at hand.
es_es: [_sam_s_talk_frown_3_s_center_s_sad_] Danny, esta es una de esas veces en las que coges un tema y lo alargas mucho más de lo necesario Sólo sé contundente sobre el tema.

source: [_sam_s_neutral_s_talk_frown_s_towards_] You do it all the time, and it can be kinda cute, but for the most part, pretty annoying.
es_es: [_sam_s_neutral_s_talk_frown_s_towards_] Lo haces todo el tiempo, y puede ser un poco lindo, pero en su mayor parte, bastante molesto.

source: [_sam_s_confused_s_closed_s_talk_happy_2_] So seriously, if you need to, just say whatever it is you think you wanna share with me! Just jump to the {b}end{/b} of the-
es_es: [_sam_s_confused_s_closed_s_talk_happy_2_] Así que en serio, si lo necesitas, ¡dime lo que sea que quieres compartir conmigo! Sólo tienes que saltar al {b}final{/b} de la-

source: [_danny_s_closed_s_talk_happy_s_sad_] I think I love you.
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Creo que te quiero.

source: [_sam_s_sad_s_center_wide_s_talk_frown_s_blush_] Huh...? Wh-wh-wh-{b}whaaat?!??{/b} But, I- I mean, we-
es_es: [_sam_s_sad_s_center_wide_s_talk_frown_s_blush_] ¿Eh...? ¿¡¿¿Q-q-q-{b}queeee?!??{/b} Pero, yo... quiero decir, nosotros

source: [_danny_s_towards_wide_s_talk_happy_2_s_sad_2_] ...psych! Relax!
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_sad_2_] ...¡psiq! ¡Relájate!

source: [_sam_s_talk_frown_2_s_towards_2_s_angry_2_] Oh, you- Danny, fuck off! Don't just say strange shit like that, dude!
es_es: [_sam_s_talk_frown_2_s_towards_2_s_angry_2_] Oh, tú... ¡Danny, vete a la mierda! ¡No digas mierdas como esa, tío!

source: [_danny_s_talk_happy_s_closed_s_sad_] Sam, no, please, I have to confess my utterly devoted love and admiration for you!
es_es: [_danny_s_talk_happy_s_closed_s_sad_] Sam, no, por favor, ¡tengo que confesarte mi amor y admiración totalmente devoto!
