Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_] (She just... we just...)
es_es: [_danny_] (Él justo... nosotros just...)

source: [_danny_] (Oh no... I'm gonna... soon...)
es_es: [_danny_] (Oh no... soy gonna... pronto...)

source: [_star_s_sex_s_doggystyle_s_loop_fast_s_up_fast_s_talk_fast_] Yahhh...??~
es_es: [_star_s_sex_s_doggystyle_s_loop_fast_s_up_fast_s_talk_fast_] Yahh...??~

source: [_danny_] I'm gonna... it's gonna come out...
es_es: [_danny_] Soy gonna... va saliendo...

source: [_star_s_sex_s_doggystyle_s_loop_fast_s_at_player_fast_s_talk_fast_] Fucking do it then! Fucking... shoot it inside me, I wanna feel it inside!!
es_es: [_star_s_sex_s_doggystyle_s_loop_fast_s_at_player_fast_s_talk_fast_] ¡Que lo hagas entonces! ¡Sucking... disparándolo dentro de mí, quiero sentirlo dentro!!

source: [_star_s_sex_s_doggystyle_s_loop_fast_s_up_fast_s_talk_fast_] I wanna feel iiiit!!!~
es_es: [_star_s_sex_s_doggystyle_s_loop_fast_s_up_fast_s_talk_fast_] ¡¡¡Quiero sentir iiiit!!!~

source: [_danny_] That was... amazing...
es_es: [_danny_] Eso fue... increíble...

source: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_2_s_blush_1_] Yeah, most guys tend to have that reaction.
es_es: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_2_s_blush_1_] Sí, la mayoría de los tipos tienden a tener esa reacción.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] I mean... that was incredible.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Quiero decir... eso era increíble.

source: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_2_] You weren't too bad yourself, champ. You treat all the ladies that nicely?
es_es: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_s_blush_2_] Usted no era demasiado malo usted mismo, champ. ¿Usted trata a todas las damas que muy bien?

source: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] I guess... I've never really-
es_es: [_danny_s_phantom_s_at_danny_s_neutral_s_talk_frown_] Supongo que nunca lo he hecho en realidad-

source: [_star_s_nude_s_towards_s_confused_2_s_talk_frown_s_noblush_] Okay, not to cut this too short or anything, but I gotta get back to the dance.
es_es: [_star_s_nude_s_towards_s_confused_2_s_talk_frown_s_noblush_] Vale, no cortar esto demasiado corto o cualquier cosa, pero tengo que volver a bailar.

source: [_star_s_nude_s_towards_s_angry_s_talk_happy_s_noblush_] There's a couple of other people I still need to throw my face in.
es_es: [_star_s_nude_s_towards_s_angry_s_talk_happy_s_noblush_] Hay un par de personas más que todavía tengo que echar la cara.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Uhmm... okay... well, I'm gonna wash my hands first, and then we can-
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Uhmm... bien... bueno, primero me voy a lavar las manos y luego podemos-

source: [_star_s_nude_s_down_s_neutral_s_talk_frown_s_noblush_] Oh, sweetie, absolutely no offense, honestly...
es_es: [_star_s_nude_s_down_s_neutral_s_talk_frown_s_noblush_] Oh, semanas, absolutamente ninguna ofensa, honestamente...

source: [_star_s_nude_s_down_s_sad_s_talk_happy_s_noblush_] But I'll be good the rest of the night by myself.
es_es: [_star_s_nude_s_down_s_sad_s_talk_happy_s_noblush_] Pero seré bueno el resto de la noche por mí mismo.

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_2_] What? Seriously? Are you tossing me aside already?
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_2_] ¿Qué? ¿Seriamente ¿Me estás haciendo a un lado ya?

source: [_star_s_nude_s_towards_s_confused_2_s_talk_frown_s_noblush_] No, no, no, it's not like that at all.
es_es: [_star_s_nude_s_towards_s_confused_2_s_talk_frown_s_noblush_] No, no, no, no es así en absoluto.

source: [_star_s_nude_s_towards_s_neutral_2_s_talk_happy_s_noblush_] It's just that, the rest of my plans tonight, I can do by myself.
es_es: [_star_s_nude_s_towards_s_neutral_2_s_talk_happy_s_noblush_] Es simplemente eso, el resto de mis planes esta noche, puedo hacer por mí mismo.

source: [_star_s_nude_s_towards_s_rise_one_s_talk_frown_s_noblush_] Nobody else really even knows you, outside of Paulina and Fenton's gang.
es_es: [_star_s_nude_s_towards_s_rise_one_s_talk_frown_s_noblush_] Nadie más te conoce en realidad, fuera de Paulina y del gang de Fenton.

source: [_star_s_nude_s_towards_s_sad_s_talk_frown_s_noblush_] Now that I've already peacocked with them, you'd just be wasting your time hanging out here.
es_es: [_star_s_nude_s_towards_s_sad_s_talk_frown_s_noblush_] Ahora que ya he tocado con ellos, simplemente estarías perdiendo tu tiempo aquí.

source: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_] So... you don't even wanna hang out with me?
es_es: [_danny_s_phantom_s_towards_s_sad_2_s_talk_frown_] Así que... ¿Ni siquiera quieres pasar el rato conmigo?

source: [_star_s_nude_s_towards_wide_s_neutral_s_talk_happy_s_noblush_] You're amazing, Billy! Of course I would!
es_es: [_star_s_nude_s_towards_wide_s_neutral_s_talk_happy_s_noblush_] ¡Estás asombroso! ¡Por supuesto que lo haría!

source: [_star_s_nude_s_down_s_confused_s_talk_frown_s_noblush_] But I can't imagine being {i}so{/i} selfish as to keep you to myself the rest of the whole night!
es_es: [_star_s_nude_s_down_s_confused_s_talk_frown_s_noblush_] Pero no puedo imaginar ser {i}tan {/i} egoísta como para mantenerme a mí mismo el resto de toda la noche!

source: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_s_noblush_] You need to go protect the city tonight, don't you?
es_es: [_star_s_nude_s_towards_s_rise_one_s_talk_happy_s_noblush_] Tienes que ir a proteger la ciudad esta noche, ¿no?

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Uhmmm... I don't really have like, patrols or anything-
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Uhmmm... Realmente no tengo gustos-patrullas o nada-

source: [_star_s_nude_s_towards_wide_s_angry_s_talk_happy_2_s_noblush_] Maybe you should! Get into the habit of keeping everyone safe!
es_es: [_star_s_nude_s_towards_wide_s_angry_s_talk_happy_2_s_noblush_] ¡Tal vez deberías! ¡Atrévete al hábito de mantener a todo el mundo seguro!

source: [_danny_s_phantom_s_at_danny_s_wondering_s_talk_frown_2_] Well...
es_es: [_danny_s_phantom_s_at_danny_s_wondering_s_talk_frown_2_] bien...

source: [_danny_s_phantom_s_towards_s_sad_s_talk_frown_] Then, I guess that makes sense.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_frown_] Entonces, supongo que eso tiene sentido.

source: [_star_s_nude_s_towards_s_angry_s_talk_happy_s_noblush_] Exactly! Awesome! Glad you could understand.
es_es: ¡[_star_s_nude_s_towards_s_angry_s_talk_happy_s_noblush_] Exactamente! ¡Fantástico! Te encantaría poder entender.

source: [_star_s_nude_s_down_s_neutral_2_s_talk_frown_s_noblush_] Now, I'll text you next week or something, we'll do lunch. Maybe. If I'm not too busy.
es_es: [_star_s_nude_s_down_s_neutral_2_s_talk_frown_s_noblush_] Ahora, te voy a escribir la próxima semana o algo, vamos a almorzar. Tal vez. Si no estoy demasiado ocupado.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Uhh, well, alrigh-
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Uhh, bueno, de acuerdo-

source: [_star_s_nude_s_down_s_angry_s_talk_happy_s_noblush_] Greeeat! Now, I gotta get changed in the bathroom. You stay safe tonight!
es_es: [_star_s_nude_s_down_s_angry_s_talk_happy_s_noblush_] ¡Saludo! Ahora, tengo que cambiarme en el baño. ¡Te quedas a salvo esta noche!

source: [_star_s_nude_s_towards_wide_s_angry_s_talk_happy_2_s_noblush_] Bye Billy!! See you around!~
es_es: [_star_s_nude_s_towards_wide_s_angry_s_talk_happy_2_s_noblush_] Aye Billy!! ¡Nos vemos a lo que nos rodea!~

source: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_] Y-yeah, thanks! I'll just... phase outta here then!
es_es: ¡[_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_] Y-sí, gracias! ¡Listo... fase outta aquí entonces!

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] ...I guess.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] ...Supongo que

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Well... that was something.
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Bueno... eso era algo.

source: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_frown_] I didn't just get... used, right?
es_es: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_frown_] no me acababa de usar... ¿verdad?

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] I mean, if she really only wanted me there to just wave in front of Sam and Paulina like that...
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Quiero decir, si realmente sólo quería que me pusiera ahí para solo ondear delante de Sam y Paulina así...

source: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_] One would {i}normally{/i} call that getting used...
es_es: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_] Uno sería {i}normalmente {/i} llamada que se utiliza ...

source: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_happy_] Oh, what can I really complain about? I got laid!
es_es: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_happy_] Oh, ¿de qué puedo quejarme realmente? ¡Me han ofrecido!

source: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_2_] In a school bathroom...
es_es: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_2_] En un baño escolar...

source: [_danny_s_phantom_s_at_danny_s_wondering_s_talk_frown_] Is that a cool bonus? I can't really tell...
es_es: [_danny_s_phantom_s_at_danny_s_wondering_s_talk_frown_] ¿Es una bonificación genial? No puedo decir...

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] I'll also have to figure out some way I can explain all this to Paulina and Sam & Tuck.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] También tendré que averiguar de alguna manera que pueda explicar todo esto a Paulina y Sam & Tuck.

source: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_2_] I didn't really like the way Star was treating them... felt way too confrontational.
es_es: [_danny_s_phantom_s_at_player_wide_s_angry_s_talk_frown_2_] Realmente no me gustó la forma en que Star los estaba tratando... sintiéndose demasiado confrontacional.

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Best not think about it tonight, anyway and just go to sleep.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_] Mejor no pensarlo esta noche, de todos modos y simplemente ir a dormir.

source: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_happy_2_] Man... she definitely wiped me out... but I think I even gained some Orgone! Alright!
es_es: [_danny_s_phantom_s_at_player_wide_s_wondering_s_talk_happy_2_] Hombre... ella definitivamente me limpió... ¡pero creo que incluso gané algo de Orgone! ¡De acuerdo!

source: [_danny_s_phantom_s_at_danny_s_talk_happy_s_wondering_] Ohh looks like some one just texted me.
es_es: [_danny_s_phantom_s_at_danny_s_talk_happy_s_wondering_] Ohh parece que alguien me acaba de enviar.

source: [_starspook_] Hey Billy thanks again for today! ;)
es_es: [_starspook_] ¡Hola, gracias de nuevo por hoy! ;)

source: [_billspook_] Uhm... yeah, you are welcome!
es_es: [_billspook_] Uhm... sí, ¡eres bienvenido!

source: [_starspook_] Again sorry about leaving you right after our fun time. But I didn't want you to get bored by hanging out with my friends for too much.
es_es: [_starspook_] de nuevo disculpa por dejarte justo después de nuestro tiempo de diversión. Pero no quería que te aburras colgando con mis amigos demasiado.

source: [_billspook_] It's alright. I had a fun time regardless.
es_es: [_billspook_] Está bien. Tuve un tiempo divertido.

source: [_starspook_] That's nice to hear. ^^
es_es: [_starspook_] Eso es bueno oír. ^^

source: [_starspook_] But just to make sure you won't forget me so fast I would like to send you a special gift!
es_es: [_starspook_] Pero ¡solo para asegurarnos de que no me olvides tan rápido me gustaría enviarte un regalo especial!

source: [_billspook_] What do you mean?
es_es: [_billspook_] ¿Qué quieres decir?

source: [_starspook_] Here is something just for you Billy! ;)
es_es: [_starspook_] ¡Aquí tienes algo solo para ti! ;)

source: [_danny_] (Oh, cool Star just sent me a JPEG.)
es_es: [_danny_] (Oh, cool Star acaba de enviarme un JPEG.)

source: [_danny_] (Wow!! Nice. Star sure has a nice body!!)
es_es: [_danny_] (¡¡¡¡Wow!! Bien hecho!!)

source: [_danny_] (I have to save this picture right away.)
es_es: [_danny_] (Tengo que guardar esta imagen inmediatamente.)

source: [_phone_] [[{i}*Woosh* Picture Successfully Sent to {b}Desktop{/b}{/i}]
es_es: [_phone_] [[{i}*Woosh *{/i} Imágenes enviadas satisfactoriamente a {b}Escritorio{/b}{/i}]

source: [_starspook_] I just thought you deserved something special for today. For your eyes only of course. :P
es_es: [_starspook_] Acabo de pensar que merecías algo especial para hoy. Para tus ojos solo por supuesto: P

source: [_billspook_] Thanks, I am definitely looking forward to see you again now.
es_es: [_billspook_] Gracias, definitivamente estoy deseando verte de nuevo ahora.

source: [_starspook_] Yeah, me too. Let us go on a date again. I am already looking forward to that <3
es_es: [_starspook_] Sí, yo también. Volvamos otra fecha. Ya estoy deseando que <3

source: [_billspook_] Of course!
es_es: ¡[_billspook_] por supuesto!

source: [_starspook_] Well, I will have to go and sleep now. Good night Billy! Talk to you soon!! <3
es_es: [_starspook_] Bueno, tendré que ir a dormir ahora. ¡Buena noche bien! ¡¡Habla contigo!! <3

source: [_danny_s_phantom_s_talk_happy_] Oh man, that sure was a nice surprise...
es_es: [_danny_s_phantom_s_talk_happy_] Oh hombre, eso fue una buena sorpresa...

source: [_danny_s_towards_s_neutral_s_talk_happy_2_] Maybe hanging out with Star wasn't so bad after all.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_2_] Tal vez salir con Star no era tan malo después de todo.

source: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_] All in all... things are looking up for ol' Inviso-Bill.
es_es: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_] En total... las cosas están buscando la antigua Inviso-Bill.

source: [_vlad_s_closed_s_talk_happy_s_sad_2_] Ahhh... finally moved in. Oh, how this just feels so {b}right{/b}! Far better than that lonely old castle mansion...
es_es: [_vlad_s_closed_s_talk_happy_s_sad_2_] Ahhh... finalmente se movió. ¡Oh, cómo se siente tan {b}derecha{/b}! ¡Mucho mejor que esa solitaria mansión de castillo...

source: [_vlad_s_towards_s_sad_s_talk_happy_] Yes, this lab will be absolutely perfect for what I need...
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Sí, este laboratorio será perfecto para lo que necesite...

source: [_vlad_s_neutral_] There's plenty more than enough here to destroy that damned Jack Fenton for ruining my life..
es_es: [_vlad_s_neutral_] Aquí hay mucho más que suficiente para destruir ese maldito Jack Fenton por arruinar mi vida..

source: [_vlad_s_towards_2_s_talk_frown_] ...and for taking away the woman whose heart once belonged to me. All thanks to his idiotic backwards charm!
es_es: [_vlad_s_towards_2_s_talk_frown_] ...y por quitar a la mujer cuyo corazón alguna vez me pertenecía. ¡Gracias a su insólito hechizo atrás!

source: [_vlad_s_sad_2_s_towards_s_talk_frown_] ...along with the addition of my {b}less{/b} than delightful skin complexion...
es_es: [_vlad_s_sad_2_s_towards_s_talk_frown_] ...junto con la adición de mi {b}menos{/b} que la deliciosa complicidad de la piel...

source: [_vlad_s_closed_s_sad_s_talk_happy_] But how fitting, Jack- no, how {i}poetic{/i} is it that the thing that once ruined my life, would become my greatest weapon against you...?
es_es: [_vlad_s_closed_s_sad_s_talk_happy_] Pero cuán apropiado, Jack-no, cómo {i}poético {/i} es que la cosa que una vez arruinó mi vida, se convertiría en mi mayor arma contra ti ...?

source: [_vlad_s_angry_s_talk_happy_s_towards_2_] I'll make you {b}pay{/b} Jack Fenton for robbing me... and I'll be taking back what was rightfully mine in the first place...
es_es: [_vlad_s_angry_s_talk_happy_s_towards_2_] Te haré {b}pagaron{/b} Jack Fenton por robarme... y estaré recuperando lo que era acertadamente mío en primer lugar...

source: [_vlad_s_sad_2_s_towards_s_talk_happy_] Oh, how I {b}love{/b} a good monologue with wickedly sinister undertones...
es_es: [_vlad_s_sad_2_s_towards_s_talk_happy_] Oh, cómo me encanta {b}{/b} un buen monologue con inicuamente siniestros undertones...

source: Who should I take to the Casper Chill Formal?
es_es: ¿Quién debería llevar al Formal Casper Chill?

source: Let's take Paulina!
es_es: ¡Tomemos Paulina!

source: Let's take Sam!
es_es: ¡Tomemos Sam!

source: Let's take Star!
es_es: ¡Tomemos estrella!

source: Let's take Desiree!
es_es: ¡Tomemos Deseo!

source: How do I ask Desiree to open up about her past?
es_es: ¿Cómo le pido a Desiree que se abra sobre su pasado?

source: What was life like as a harem girl?
es_es: ¿Cómo era la vida como una chica harem?

source: It must've been hard for you.
es_es: Debe haber sido difícil para usted.
