Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_towards_wide_s_talk_happy_2_s_wondering_] I can't hold back any more these feelings of desire and passion!
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_wondering_] ¡No puedo contener más estos sentimientos de deseo y pasión!

source: [_sam_s_angry_s_talk_bite_] Seriously, fuck off. You're a prick, you know that?
es_es: [_sam_s_angry_s_talk_bite_] En serio, vete a la mierda. Eres un gilipollas, ¿lo sabías?

source: [_danny_s_rise_one_s_talk_happy_] I thought you wanted me to be blunt straight away, my dearest love?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Pensé que querías que fuera directo mi querido amor?

source: [_sam_s_noblush_s_closed_s_confused_s_talk_happy_2_] {i}*Chuckles*{/i} Okay, seriously, what is it you want to bug me with this time, ya' dick?
es_es: [_sam_s_noblush_s_closed_s_confused_s_talk_happy_2_] {i}*risas*{/i} Vale, en serio, ¿con qué quieres fastidiarme esta vez capullo?

source: [_danny_s_rise_one_s_talk_frown_s_blank_stare_] Well, I was sorta hoping, considering you're not really gonna end up going anyway...
es_es: [_danny_s_rise_one_s_talk_frown_s_blank_stare_] Bueno, esperaba, considerando que no vas a terminar yendo de todos modos...

source: [_danny_s_at_danny_s_talk_happy_2_] ...would you like to go to the Chill Formal with me?
es_es: [_danny_s_at_danny_s_talk_happy_2_] ...¿te gustaría ir al baile de Chill conmigo?

source: [_sam_s_away_s_talk_happy_s_sad_] Uhm... yeah, sure, why not? Sounds like fun!
es_es: [_sam_s_away_s_talk_happy_s_sad_] Uhm... sí, claro, ¿por qué no? ¡Parece divertido!

source: [_danny_s_talk_happy_s_sad_2_] Really? It was that easy? Just ask and pray to God it works?
es_es: [_danny_s_talk_happy_s_sad_2_] ¿De verdad? ¿Así de fácil? ¿Sólo pedir y rezar a Dios para que funcione?

source: [_sam_s_towards_s_confused_s_talk_happy_3_] Yeah man, it's really not that hard to ask a girl out. Either'll I'll say yes or I won't.
es_es: [_sam_s_towards_s_confused_s_talk_happy_3_] Sí hombre, realmente no es tan difícil invitar a salir a una chica. Y te responderá sí o no.

source: [_sam_s_talk_happy_s_towards_dazed_s_angry_] You're just {b}exceptionally{/b} lucky I'm one of the very few who'll agree to go with {b}you{/b}, of all people.
es_es: [_sam_s_talk_happy_s_towards_dazed_s_angry_] Tienes una suerte {b}excepcional{/b} de que yo sea una de las pocas que aceptan ir {b}contigo{/b}.

source: [_danny_s_closed_s_angry_s_talk_frown_] Once again, {i}harr harr{/i}. Hilarious.
es_es: [_danny_s_closed_s_angry_s_talk_frown_] Una vez más, {i}harr harr{/i}. Hilarante.

source: [_danny_s_towards_s_talk_happy_s_sad_] But, that's awesome. Glad to hear you say yes! Thanks again. Okay, so I'll pick you up around 7:00 or so?
es_es: [_danny_s_towards_s_talk_happy_s_sad_] eso és grandioso. Me alegra oírte decir que sí. Gracias de nuevo. ¿Te recojo sobre las 7:00 o así?

source: [_sam_s_talk_frown_3_s_center_s_sad_] I suppose. I still need to pick out something to wear...
es_es: [_sam_s_talk_frown_3_s_center_s_sad_] Supongo. Todavía tengo que elegir algo para ponerme...

source: [_danny_s_rise_one_s_talk_happy_2_] Well, you already know what I'm wearing, right?
es_es: [_danny_s_rise_one_s_talk_happy_2_] Bueno, ya sabes lo que llevo puesto, ¿verdad?

source: [_sam_s_talk_frown_2_s_confused_] That awful navy blue-ish suit, right?
es_es: [_sam_s_talk_frown_2_s_confused_] Ese horrible traje azul marino, ¿verdad?

source: [_danny_s_talk_happy_2_s_sad_2_] That's right! So I'd suggest wearing something just as dreadful!
es_es: [_danny_s_talk_happy_2_s_sad_2_] ¡Así es! ¡Así que te sugiero que lleves algo igual de horrible!

source: [_sam_s_away_s_neutral_s_talk_bite_] Oooh, that'll be hard, but I'll try. I think there's one outfit I've been saving to rip the sleeves off of and to spray paint my preferred color pallette.
es_es: [_sam_s_away_s_neutral_s_talk_bite_] Será difícil, pero lo intentaré. Creo que hay un conjunto que he estado guardando para arrancarle las mangas y pintarlo con spray de mi color preferido.

source: [_sam_s_talk_happy_2_s_towards_s_sad_2_] I was saving it for a special occasion, and I suppose this counts as one!
es_es: [_sam_s_talk_happy_2_s_towards_s_sad_2_] Lo estaba reservando para una ocasión especial, ¡y supongo que esta cuenta como una!

source: [_danny_s_sad_s_talk_happy_] Sounds great, I can't wait to see it! Anyway, I'll talk to you later?
es_es: [_danny_s_sad_s_talk_happy_] Suena genial, ¡estoy deseando verlo! En fin, ¿hablamos luego?

source: [_sam_s_talk_bite_s_sad_] You'll see me later, yes Danny. You're sort've my date, I'm kinda stuck with you now.
es_es: [_sam_s_talk_bite_s_sad_] Te veré más tarde Danny. Eres más o menos mi cita, estoy un poco comprometida contigo ahora.

source: [_danny_s_rise_one_s_talk_happy_2_] Hey, plenty of time to back out still.
es_es: [_danny_s_rise_one_s_talk_happy_2_] Oye, todavía hay tiempo de sobra para echarse atrás.

source: [_sam_s_closed_s_talk_happy_s_sad_2_] Nope, you've already sunk your razor sharp claws into my flesh. It's kinda permanent, now that we've agreed upon it.
es_es: [_sam_s_closed_s_talk_happy_s_sad_2_] No, ya has hundido tus afiladas garras en mi carne. Es algo permanente ahora que lo hemos acordado.

source: [_danny_s_towards_s_sad_s_talk_happy_] Very macabre of you, I like it. This is shaping up to be a fun evening, Ms. Manson.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Muy macabro de tu parte, me gusta. Esto se perfila como una noche divertida, Srta. Manson.

source: [_sam_s_angry_2_s_center_angry_s_bite_] (Oh, Mr. Fenton, you don't know the half of it.)
es_es: [_sam_s_angry_2_s_center_angry_s_bite_] (Oh, Sr. Fenton, no sabe ni la mitad.)

source: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Anyway, see ya around! I'll swing by your place on {b}Saturday{/b} to pick you up.
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_2_] ¡nos vemos! Me pasaré por tu casa el {b}sábado{/b} para recogerte.

source: [_sam_s_sad_s_talk_happy_3_] Later, dork. I'll be waiting.
es_es: [_sam_s_sad_s_talk_happy_3_] Hasta luego, idiota. Estaré esperando.

source: [_danny_s_blank_stare_s_talk_happy_2_] Here we are, the good ol' Manson residence.
es_es: [_danny_s_blank_stare_s_talk_happy_2_] Aquí estamos, la vieja residencia Manson.

source: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Okay, cufflinks on, shoes properly laced, hair... about as good as it's gonna get...
es_es: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Vale, gemelos puestos, zapatos bien atados, pelo... más o menos como va a estar...

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] I think I should be good to go!
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_2_] ¡Creo que ya puedo ir!

source: [_danny_s_sad_s_talk_happy_s_towards_] Alright, now I just...
es_es: [_danny_s_sad_s_talk_happy_s_towards_] Muy bien, ahora sólo...

source: [_danny_s_at_player_s_smile_s_wondering_] (I hope I haven't kept her waiting too long...)
es_es: [_danny_s_at_player_s_smile_s_wondering_] (Espero no haberla hecho esperar demasiado...)

source: [_danny_s_blank_stare_] (I don't think I would have or anything. It's only a little past seven at the moment.)
es_es: [_danny_s_blank_stare_] (No creo que lo haya hecho. Sólo son un poco más de las siete)

source: [_danny_s_closed_s_sad_2_] (With my luck, she'll still be dyeing her hair in extra shade of jet black. Hah!)
es_es: [_danny_s_closed_s_sad_2_] (Con mi suerte, seguirá tiñéndose el pelo de un tono extra de negro azabache. ¡Ja!)

source: [_danny_s_towards_wide_s_rise_one_s_frown_3_] (Oh wait... I think I hear her coming down now?)
es_es: [_danny_s_towards_wide_s_rise_one_s_frown_3_] (Oh espera... creo que la oigo bajar ahora...)

source: [_danny_s_at_danny_s_frown_2_s_wondering_] (Alright, jokes aside, I wonder what she's gonna look like... I'm hoping she at least-)
es_es: [_danny_s_at_danny_s_frown_2_s_wondering_] (Bueno, bromas aparte, me pregunto qué aspecto tendrá... Espero que al menos-)

source: [_danny_s_at_player_2_] (...knocks me off my damn feet? Well, mission accomplished, Mr. Fenton.)
es_es: [_danny_s_at_player_2_] (...¿me deja sin palabras? Bueno, misión cumplida, Sr. Fenton.)

source: [_sam_s_talk_bite_3_s_sad_] Hey. You look nice, apart from the gaping mouth.
es_es: [_sam_s_talk_bite_3_s_sad_] Hey. Te ves bien, aparte de la boca abierta.

source: [_danny_] Huh? Wha- oh, s-sorry, no I just...
es_es: [_danny_] ¿Eh? Qué... oh, lo siento, no yo sólo...

source: [_danny_] You just have this... incredible look tonight. It caught me off guard, I'm sorry.
es_es: [_danny_] Esta noche tienes un aspecto... increíble. Me pilló desprevenido, lo siento.

source: [_sam_s_at_player_2_s_rise_one_s_talk_happy_2_] Yeah? Thank you, I'm glad I could have that affect on you!
es_es: [_sam_s_at_player_2_s_rise_one_s_talk_happy_2_] ¿Sí? Gracias, ¡me alegro de haber podido causarte ese efecto!

source: [_sam_s_towards_s_talk_bite_3_s_sad_] ...the hope was that you'd just literally keel over and pass out, saving me the trouble of actually having to go out.
es_es: [_sam_s_towards_s_talk_bite_3_s_sad_] ...la esperanza era que literalmente te desplomaras y te desmayaras, ahorrándome la molestia de tener que salir.

source: [_danny_] Yeah, well... a good attempt, but you're stuck with me the rest of the night.
es_es: [_danny_] Sí, bueno... un buen intento, pero te quedas conmigo el resto de la noche.

source: [_sam_s_sad_2_s_at_player_2_s_talk_happy_s_noblush_] Oh darn... what a shame...
es_es: [_sam_s_sad_2_s_at_player_2_s_talk_happy_s_noblush_] Oh maldición... que pena...

source: [_sam_s_confused_s_talk_frown_] I was gonna ask you, do we even need tickets for this thing?
es_es: [_sam_s_confused_s_talk_frown_] Iba a preguntarte, ¿necesitamos entradas para esto?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Uhmm... I don't think so?
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] Uhmm... ¿No lo creo?

source: [_sam_s_confused_s_towards_wide_s_talk_frown_2_] Well did you check first?
es_es: [_sam_s_confused_s_towards_wide_s_talk_frown_2_] ¿Lo has robado?

source: [_danny_s_towards_s_talk_frown_2_s_sad_] You know, I'll be honest, I did not.
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_] Sabes, seré honesto, no lo hice.

source: [_danny_s_talk_happy_s_closed_s_rise_one_] But being that your date tonight is now semi-competent at walking through walls, even if it {b}was{/b} invite only...
es_es: [_danny_s_talk_happy_s_closed_s_rise_one_] tu cita de esta noche es ahora semi-cita para atravesar paredes, incluso si ha {b}sido{/b} con invitación...

source: [_danny_s_sad_s_talk_happy_2_s_towards_] ...I doubt they'd be able to put up much of a defense against Inviso-Bill and his date.
es_es: [_danny_s_sad_s_talk_happy_2_s_towards_] ...dudo que puedan defenderse contra Inviso-Bill y su cita.

source: [_sam_s_confused_s_talk_happy_] Breaking and entering on school grounds? Jeez, I hope my influence isn't rubbing too heavily onto you, Mr. Fenton.
es_es: [_sam_s_confused_s_talk_happy_] ¿Allanamiento de morada en el recinto escolar? Cielos, espero que mi influencia no le esté afectando demasiado, Sr. Fenton.

source: [_danny_s_closed_s_talk_happy_2_s_angry_] {i}Ha hahh{/i}, alright, let's head out already. I'm looking to dance my butt off!
es_es: [_danny_s_closed_s_talk_happy_2_s_angry_] {i}Ha hahh{/i}, de acuerdo, salgamos ya. ¡Estoy deseando bailar como un loco!

source: [_sam_s_talk_happy_2_s_towards_wide_s_sad_2_] Oh God, don't tell me you actually plan to try and get me to dance along with you, right?
es_es: [_sam_s_talk_happy_2_s_towards_wide_s_sad_2_] Oh Dios, no me digas que en realidad planeas intentar que baile contigo, ¿de verdad?

source: [_danny_s_at_player_s_talk_happy_s_sad_] You can do what you want, but tonight, this idiot you've agreed to shack up with will be cutting {i}several{/i} rugs.
es_es: [_danny_s_at_player_s_talk_happy_s_sad_] Puedes hacer lo que quieras, pero esta noche, ese idiota con el que has aceptado salir va a quemar {i}varias{/i} alfombras.

source: [_sam_s_thinking_s_confused_s_talk_bite_] Well then, after you, Mr. B&E!
es_es: [_sam_s_thinking_s_confused_s_talk_bite_] ¡Bueno, después de ti, Sr. B&E!

source: [_danny_s_angry_s_talk_happy_2_] Knock it off! We're not gonna have to {b}actually{/b} break into the school! {i}*Chuckles*{/i} Heh, let's get going...
es_es: [_danny_s_angry_s_talk_happy_2_] ¡Basta ya! ¡{b}ahora{/b}No vamos a tener que irrumpir en la escuela! {i}*risas*{/i} Vamos...

source: [_sam_s_sad_s_talk_frown_] You know, I'll be honest, I haven't been to one of these since I was in middle school.
es_es: [_sam_s_sad_s_talk_frown_] Sabes, seré honesta, no he estado en uno de estos desde que estuve en la escuela primaria.

source: [_danny_s_talk_happy_s_rise_one_] Well yeah, you said they weren't really your scene, right?
es_es: [_danny_s_talk_happy_s_rise_one_] Bueno sí, dijiste que no sería tu público, ¿verdad?

source: [_sam_s_confused_s_talk_frown_] Sure, but I kinda feel like... I don't know, aren't dances sorta an important aspect of high school? I never went to one here before...
es_es: [_sam_s_confused_s_talk_frown_] Claro, pero siento que... No sé, ¿no son los bailes un aspecto importante del instituto? Nunca fui a uno aquí antes...

source: [_danny_s_closed_s_talk_frown_s_sad_] Ehh, I'd say it's more like one of the hallmarks of awkward young adulthood more than anything important.
es_es: [_danny_s_closed_s_talk_frown_s_sad_] Ehh, yo diría que és más una señal de identidad de la joven incómoda adultez que otra cosa.

source: [_sam_s_talk_bite_s_neutral_s_at_player_] Yeah, that's pretty fair I guess.
es_es: [_sam_s_talk_bite_s_neutral_s_at_player_] Sí, creo que tienes razón.

source: [_sam_s_towards_s_sad_s_talk_happy_2_] Considering it's one of the last ones we'll get to have, I {i}am{/i} glad I'm actually going.
es_es: [_sam_s_towards_s_sad_s_talk_happy_2_] Teniendo en cuenta que es uno de los últimos que vamos a tener, {i}estoy{/i} alegre de ir.

source: [_danny_s_rise_one_s_talk_happy_] Do you think Tucker's going to show up tonight?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Crees que Tucker vendrá esta noche?

source: [_sam_s_confused_s_talk_bite_] You didn't hear? He somehow convinced Valerie Gray of all people to show up with him.
es_es: [_sam_s_confused_s_talk_bite_] ¿No has oído? De alguna manera convenció a Valerie Gray para ir con él.

source: [_danny_s_talk_happy_2_s_sad_] Huh! Really? Well that'll be a strange sight. She's like, {i}way{/i} more popular than he is.
es_es: [_danny_s_talk_happy_2_s_sad_] ¡Huh! ¿en serio? Pues eso será una pareja extraña. Ella parece llevar {i}camino{/i} de ser más popular que él.

source: [_sam_s_sad_s_talk_frown_2_] I'll say. But we'll see, something about her rubs me the same way as Paulina and Star, to a lesser extent.
es_es: [_sam_s_sad_s_talk_frown_2_] Quiero decir. Ya veremos si ella me provoca de la misma manera y en menor medida que Paulina y Star.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Well for now, let's just head inside to see if this whole thing was worth it or not.
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] Pues por ahora, vamos de cabeza para ver si todo este asunto valió la pena o no.

source: [_sam_s_talk_happy_2_s_neutral_] Certainly sounds like a plan. Lead the way, hombre.
es_es: [_sam_s_talk_happy_2_s_neutral_] Ciertamente suena como un plan. Lidera el camino, hombre.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}*Whispering*{/i} Hey, I didn't know Lancer was chaperoning tonight.
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}*susurrando* {/i} Hey, no sabía que Lancer estaba merodeando esta noche.

source: [_sam_s_neutral_s_talk_frown_2_] {i}*Whispering*{/i} He doesn't seem to be overly thrilled about it either.
es_es: [_sam_s_neutral_s_talk_frown_2_] {i}*Susurrando * {/i} No parece estar demasiado emocionado tampoco.

source: [_lancer_s_sad_s_talk_frown_] {i}Ahh{/i}, Mr. Fenton! Oh, and Ms. Manson? Enjoying each other's company this fine chilly Formal, I see?
es_es: [_lancer_s_sad_s_talk_frown_] {i}Ahh {/i}, Mr. Fenton! Oh, y Mr. Manson? ¿Disfrutando de la compañía mutua en este fino y frío encuentro?

source: [_lancer_s_rise_one_] A rather safe and otherwise predictable outcome... but hey, quite often, a boring and rather bland pairing can still be quite enjoyable!
es_es: [_lancer_s_rise_one_] Un resultado bastante seguro y predecible... ¡pero bueno, muy a menudo, una pareja aburrida y puede ser muy agradable!

source: [_lancer_s_talk_happy_s_closed_s_sad_] That's why I made the switch from plain Greek yogurt to key lime Greek yogurt with Grapenuts! And it's made all the difference in the world...
es_es: [_lancer_s_talk_happy_s_closed_s_sad_] Por eso hice el cambio de yogur griego a yogur griego de lima con trozos de caramelo! Y ha sido para mí una diferencia mundial...

source: [_lancer_s_towards_s_neutral_] So, here's hoping you kids have a {b}swell{/b} time tonight.
es_es: [_lancer_s_towards_s_neutral_] Así que, aquí espero que tengan tiempo de {b}desahogo {/b} esta noche.

source: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Uhm... thank you?
es_es: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Uhm... ¿gracias?

source: [_sam_s_talk_happy_s_towards_s_sad_] So, uhm, how's your night going, Mr. Lancer?
es_es: [_sam_s_talk_happy_s_towards_s_sad_] Así que, uhm, ¿cómo va su noche, Sr. Lancer?

source: [_lancer_s_at_player_2_s_talk_frown_s_sad_] Oh, as well as one's night {b}can{/b} go when you're forced to work a school dance event {b}without{/b} additional pay, I suppose.
es_es: [_lancer_s_at_player_2_s_talk_frown_s_sad_] Oh, así como la noche que {b}puede {/b} ir a uno cuando se ve obligado a trabajar {b}sin {/b} pago adicional.

source: [_lancer_s_at_player_s_idle__] Principal Ishiyama is really tightening down the budget's leash this year, so we all have to suffer for it, of course.
es_es: [_lancer_s_at_player_s_idle__] El principal Ishiyama está apretando la correa del presupuesto este año, por lo que por supuesto todos tenemos que sufrir por ello.

source: [_lancer_s_towards_s_neutral_] So... bad. The answer would be that my night is going rather bad right now.
es_es: [_lancer_s_towards_s_neutral_] que... mal. La respuesta sería que mi noche va bastante mal por ahora.

source: [_danny_s_rise_one_s_talk_happy_s_towards_] Uhhh, well hey, hopefully things pick up soon enouh, huh?
es_es: [_danny_s_rise_one_s_talk_happy_s_towards_] Uhhh, bien, ojalá finalice pronto ¿eh?

source: [_lancer_s_towards_wide_s_sad_s_talk_frown_] Actually Mr. Fenton, my prayers for this evening is that {b}nothing{/b} picks up tonight... is that understood?
es_es: [_lancer_s_towards_wide_s_sad_s_talk_frown_] En realidad el Mr. Fenton, mis oraciones para esta noche son que no pase {b}nada {/b} esta noche... ¿me entiende?

source: [_lancer_s_towards_s_angry_] I would expect and hope for {u}no{/u} type of funny business, tomfoolery, shenanigans, or any other such type of disruptive or innapropriate behavior from either of you!
es_es: [_lancer_s_towards_s_angry_] ¡Espero y deseo {u}no {/u} tener un trabajo divertido, tonterías o cualquier otro tipo de comportamiento disruptivo o inapropiado de cualquiera de ustedes!

source: [_lancer_s_closed_s_neutral_] Normally, just on your face value alone, I wouldn't have to worry about you two being together at a school organized event...
es_es: [_lancer_s_closed_s_neutral_] Sólo por la expresión de sus caras, sé que no tendré que preocuparme por ambos en este evento organizado por la escuela...

source: [_lancer_s_idle__s_towards_] ...but, with Mr. Fenton's recent wardrobe malfunction stunt with Ms. Sanchez and Ms. Astray, and with Ms. Manson's {u}unusual{/u} attire selection prior to that...
es_es: [_lancer_s_idle__s_towards_] ... pero, con la reciente taquilla averiada de Mr. Fenton con la Sra. Sánchez y la Sra. Astray, y con la {u}inusual{/u} elección de ropa de la Sra Manson...

source: [_lancer_s_wondering_] ...I just want to be certain you two understand the potential consequences of any of your actions tonight. Is that clear?
es_es: [_lancer_s_wondering_] ... quiero estar seguro de que ustedes dos entienden las posibles consecuencias de cualquiera de sus acciones esta noche. ¿Está claro eso?

source: [_danny_sam_] But Mr. Lancer, we didn't even-
es_es: [_danny_sam_] Pero Sr. Lancer, ni siquiera-

source: [_lancer_s_towards_wide_s_talk_frown_s_idle__] I {u}said{/u}, is that {i}clear{/i}, you two?
es_es: [_lancer_s_towards_wide_s_talk_frown_s_idle__] he {u}dicho{/u}, ¿está {i}claro{/i} para los dos?

source: [_danny_sam_] ...yes sir.
es_es: [_danny_sam_] ... sí señor.

source: [_lancer_s_towards_s_talk_happy_s_sad_] Very good... then I wish you two both a pleasant evening tonight. Try the cheese dip.
es_es: [_lancer_s_towards_s_talk_happy_s_sad_] Muy bien... entonces deseo a los dos una noche agradable. Prueben el queso fundido.

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_] Oh, is it good?
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_happy_] Oh, ¿está bueno?

source: [_lancer_s_at_player_s_talk_frown_s_idle__] {b}No{/b}. We just need to get rid of it from today's lunch. Again, the budget is pretty much being strangled to death...
es_es: [_lancer_s_at_player_s_talk_frown_s_idle__] {b}No {/b}. Necesitamos deshacernos de él por sobrar en el almuerzo de hoy. Una vez más el presupuesto estrangula hasta la muerte...

source: [_danny_s_rise_one_s_towards_s_talk_frown_] Uhmmm... where do we go again?
es_es: [_danny_s_rise_one_s_towards_s_talk_frown_] Uhmmm... ¿dónde está?

source: [_lancer_s_closed_s_talk_frown_s_sad_] Down the hall, to the right. Auditorium doors will be on your left when you're there.
es_es: [_lancer_s_closed_s_talk_frown_s_sad_] Al fondo de la sala, a la derecha. Las puertas del auditorio quedarán a tu izquierda cuando estés allí.

source: [_lancer_] Again... try not to make my job any more troublesome than it needs to be. I'll stick with mundane for tonight if it means I don't have to punish any of you.
es_es: [_lancer_] De nuevo... trate de no hacer mi trabajo más problemático de lo que necesita ser. Me quedaré con lo mundano esta noche si no tengo que castigar a ninguno de ustedes.

source: [_danny_sam_] Yes, Mr. Lancer.
es_es: [_danny_sam_] Sí, Sr. Lancer.

source: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Well, here we are! Right outside the door.
es_es: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Bueno, ¡aquí estamos! Justo fuera de la puerta.

source: [_sam_s_at_player_s_angry_s_talk_happy_] Yeup! The final moments, before we... ya know! Go to the dance...
es_es: [_sam_s_at_player_s_angry_s_talk_happy_] ¡Yeoup! ¡Los momentos finales, antes de que nosotros... ya sabes! Ir al baile...

source: [_sam_s_towards_wide_s_blush_s_sad_2_s_talk_happy_2_] ...together.
es_es: [_sam_s_towards_wide_s_blush_s_sad_2_s_talk_happy_2_] ... juntos.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Hey, let's not make this a bigger deal than it needs to be, right?
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oye, no hagamos esto algo más grande de lo que necesita ser, ¿vale?

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] I asked you to come with me, and you came. We both came. It's a mutual thing, right? No need for nervous jitters.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_2_] te pedí que vinieras conmigo, y tú has venido. Ambos venimos. Es algo mutuo, ¿verdad? Sin necesidad de nerviosismo.

source: [_sam_s_confused_s_thinking_s_talk_happy_2_] For sure, totally! We just gotta jump in, like... a vat of fire ants!
es_es: [_sam_s_confused_s_thinking_s_talk_happy_2_] ¡Totalmente seguro! Sólo tenemos que saltar en, como... ¡un puñado de hormigas de fuego!
