Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: es_es

source: [_danny_s_talk_frown_s_at_player_] Huh? What was that I just heard?
es_es: [_danny_s_talk_frown_s_at_player_] ¿Qué? ¿Qué es lo que acabo de oír?

source: [_danny_s_towards_s_frown_3_s_sad_] (Oh, I guess it could've just been Mom and Dad talking. I can't really hear them behind the door.)
es_es: [_danny_s_towards_s_frown_3_s_sad_] (Oh, supongo que podrían haber sido mamá y papá hablando. Realmente no puedo oírlos detrás de la puerta).

source: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... maybe I'm just being a bit jealous. They both deserve their privacy together after all, so-)
es_es: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... quizás estoy un poco celoso. Ambos merecen su privacidad juntos después de todo, así que-)

source: [_jack_] {i}AUGHHH!!{/i} {i}*Bed Creaking*{/i}
es_es: [_jack_] {i}¡AUGHHH! {i}*La cama cruje*

source: [_danny_s_talk_frown_2_s_sad_] Woah! Was that dad? Is he hurt?! Is this another ghost atta-
es_es: [_danny_s_talk_frown_2_s_sad_] ¡Woah! ¿Ese era papá? ¡¿Está herido?! ¿Es este otro fantasma ata-

source: [_danny_s_rise_one_s_talk_frown_] Or... no, wait... are they- is it really...
es_es: [_danny_s_rise_one_s_talk_frown_] O... no, espera... son ellos... es realmente...

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh man... this is kinda uncomfortable... I don't even know if I...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh hombre... esto es un poco incómodo... Ni siquiera sé si yo...

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (One quick peek. It won't hurt just to... take a harmless...)
es_es: [_danny_s_blank_stare_s_sad_s_frown_2_] (Una ojeada rápida. No hará daño... echar un vistazo inofensivo...)

source: [_danny_s_at_player_s_frown_s_wondering_] (Hoo boy, I have turned into a {b}mighty{/b} fine rationalizer lately... I'm still gonna burn in hell for this.)
es_es: [_danny_s_at_player_s_frown_s_wondering_] (Vaya, me he convertido en un {b}mentiroso{/b} muy bueno últimamente... Aunque voy a arder en el infierno por esto.)

source: [_danny_s_at_player_s_wondering_] (Alright, let's get this sick curiosity of mine out of the way quickly.)
es_es: [_danny_s_at_player_s_wondering_] (Muy bien, vamos a quitarnos esta curiosidad enfermiza de encima rápidamente).

source: [_danny_] (Something tells me I'm going to regret this.)
es_es: [_danny_] (Algo me dice que me voy a arrepentir de esto).

source: [_danny_] (There's also something a bit alarming about my sudden interest in seeing these type of closed door activi-)
es_es: [_danny_] (También hay algo un poco alarmante en mi repentino interés por ver este tipo de activi-)

source: [_danny_s_sad_2_s_talk_frown_] God... that was...
es_es: [_danny_s_sad_2_s_talk_frown_] Dios... eso fue...

source: [_danny_s_neutral_s_towards_s_talk_frown_] Yeup, I need to seriously start looking into a therapist's number...
es_es: [_danny_s_neutral_s_towards_s_talk_frown_] Sí, tengo que empezar a buscar seriamente el número de un terapeuta...

source: [_doorsound_] {i}*Click*{/i}
es_es: [_doorsound_] {i}*Clic*{/i}

source: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh shoot, somebody's coming out!!)
es_es: [_danny_s_at_player_s_frown_grin_2_s_sad_] (¡Diablos, alguien está saliendo!)

source: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, I didn't expect to see... uhm, wh-what are you doing out in the halls?
es_es: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Danny, no esperaba ver... ¿Qué haces en los pasillos?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, ya know, I was just, uh, walking around. I was probably going to get a glass of water or something.
es_es: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, ya sabes, sólo estaba, uh, dando una vuelta. Probablemente iba a por un vaso de agua o algo.

source: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} now Danny... you weren't spying on your father and I, were you?
es_es: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} Ahora Danny... no estabas espiando a tu padre y a mí, ¿verdad?

source: [_danny_s_sad_s_talk_frown_2_] Wh-wha-what?!? N-no, I-I-I would never!! D-definitely not!
es_es: [_danny_s_sad_s_talk_frown_2_] ¿Qué? N-no, ¡¡yo-yo nunca lo haría!! ¡Definitivamente no!

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Chuckles*{/i} Oh Danny, your face! You always get so flustered when you think I'm suspicious of you!
es_es: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Risitas* ¡Oh Danny, tu cara! ¡Siempre te pones tan nervioso cuando crees que sospecho de ti!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Don't worry sweetie, I know you wouldn't care to spy on your Father and I while we were...
es_es: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] No te preocupes cariño, sé que no te importaría espiarnos a tu padre y a mí mientras...

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...filing our taxes!!
es_es: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ¡¡... declaramos nuestros impuestos!!

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, ye-yeah, sure... I know you trust me and everything... sorry, I just get a bit skiddish when it comes to confrontation.
es_es: [_danny_s_towards_s_sad_s_talk_happy_2_] Sí, claro... Sé que confías en mí y todo... lo siento, es sólo que soy un poco escurridizo cuando se trata de confrontación.

source: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Don't worry kiddo, I getcha. Trust me, I could barely even utter a word out of my mouth around my family when I was a kid. I was far too timid to say anything out of line.
es_es: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] No te preocupes, te entiendo. Créeme, cuando era niña apenas podía pronunciar una palabra cerca de mi familia. Era demasiado tímido para decir algo fuera de lugar.

source: [_danny_s_talk_happy_2_s_towards_wide_] Really, {i}you{/i}? {b}Timid{/b}? You're like the most brave person I know, Mom.
es_es: [_danny_s_talk_happy_2_s_towards_wide_] ¿En serio, {i}? {b}¿Tímida? Eres la persona más valiente que conozco, mamá.

source: [_maddie_s_sad_s_talk_happy_] Believe it or not, yes, quite shy. I just didn't know how to properly express my feelings properly.
es_es: [_maddie_s_sad_s_talk_happy_] Lo creas o no, sí, bastante tímido. Simplemente no sabía cómo expresar bien mis sentimientos.

source: [_danny_s_rise_one_s_talk_frown_] How'd you get over it then?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Cómo lo superaste entonces?

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Honestly, I just threw myself into science! I let the most fascinating parts of the world do the talking for me!
es_es: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Sinceramente, ¡me lancé a la ciencia! Dejé que las partes más fascinantes del mundo hablaran por mí.

source: [_maddie_s_angry_s_talk_happy_2_s_closed_] ...along with several dozen martial arts courses I used to teach me how to throw around your uncles when they were bugging me. That certainly helped me break out of my shell! {i}*Chuckles*{/i}
es_es: [_maddie_s_angry_s_talk_happy_2_s_closed_]... Junto con varias docenas de cursos de artes marciales que me enseñaron a tirar a tus tíos cuando me molestaban. ¡Eso ciertamente me ayudó a salir de mi caparazón! {i}*Chuckles*{/i}

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Yeah, I guess that was a good way to go about it, cause now you're super smart and a total badass!
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_] Sí, supongo que esa fue una buena manera de hacerlo, ¡porque ahora eres superinteligente y un auténtico malote!

source: [_maddie_s_talk_happy_s_sad_] Oh honestly Danny, please, you flatter me too much...
es_es: [_maddie_s_talk_happy_s_sad_] Oh honestamente Danny, por favor, me halagas demasiado...

source: [_maddie_s_smile_2_] {i}*Sigh*{/i}
es_es: [_maddie_s_smile_2_] {i}*Suspiro*

source: [_danny_s_rise_one_s_talk_frown_] So, uhm, what are you doing now?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Qué haces ahora?

source: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, me? I was just... well, I thought I'd go downstairs and watch that movie like I wanted to do.
es_es: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, ¿yo? Solo estaba pensando... Bueno, pensé en bajar y ver esa película como quería hacer.

source: [_danny_s_sad_2_s_at_player_s_talk_frown_] Huh, okay, but uh... what about your uhm... {i}taxes{/i}, with dad?
es_es: [_danny_s_sad_2_s_at_player_s_talk_frown_] Eh, Está bien, pero... ¿Qué hay de tus... {i} impuestos{/i} con papá?

source: [_maddie_s_towards_s_talk_frown_s_sad_] Well, unfortunately, there was a bit of an issue with the, uhh, taxes, you see... your father seemed to have...
es_es: [_maddie_s_towards_s_talk_frown_s_sad_] Bueno, desafortunadamente, hubo un pequeño problema con los impuestos, verás... tu padre parecía tener...

source: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Deposited{/b} his returns a little sooner than he should have, so uh... he'll be taking care of that on his own for now.
es_es: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b} Depositó {/b} sus devoluciones un poco antes de lo que debería, así que... se ocupará de eso por su cuenta por ahora.

source: [_maddie_s_talk_happy_s_towards_s_idle__] Nothing to worry about, sweetie, I'm just going to spend that time I should have spent before on a movie instead.
es_es: [_maddie_s_talk_happy_s_towards_s_idle__] No hay de qué preocuparse, cariño, solo voy a pasar ese tiempo que debería haber pasado antes en una película.

source: [_danny_s_sad_s_talk_happy_] Oh great, sounds good... have a good time!
es_es: [_danny_s_sad_s_talk_happy_] Oh genial, suena bien... ¡Que la pases bien!

source: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] You know Danny, it's really not too late... would you mind joining me to watch it?
es_es: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] Sabes, Danny, realmente no es demasiado tarde... ¿te importaría unirte a mí para verlo?

source: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] I'd really like that, yeah! Can I pick the movie?
es_es: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] ¡Realmente me gustaría eso, sí! ¿Puedo elegir la película?

source: [_maddie_s_talk_frown_s_wondering_] Now Danny, I know you'll just end up picking one of those horror movies you and your friends like to watch.
es_es: [_maddie_s_talk_frown_s_wondering_] Danny, sé que terminarás eligiendo una de esas películas de terror que a ti y a tus amigos les gusta ver.

source: [_danny_s_closed_s_talk_happy_s_sad_] Mom, I'm {i}telling{/i} you, you're missing out on the {b}Terminatra{/b} and {b}Femalien{/b} series! It even gets better when {b}Nightmerica{/b} shows up!!
es_es: ¡[_danny_s_closed_s_talk_happy_s_sad_] mamá, soy {i}te cuele{/i}, te estás perdiendo la serie {b}Terminatra{/b} y {b}Femalien{/b}! ¡Incluso mejorará cuando aparezca {b}Nightmerica{/b}!!

source: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, I'll just take your word for it... horror honestly creeps me out.
es_es: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, me limitaré a sacar tu palabra para ello... el horror sinceramente me arruina hacia fuera.

source: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] You know you work with ghosts, right?
es_es: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] Sabes que trabajas con fantasmas, ¿verdad?

source: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Regardless, I think I'll pick the movie for tonight... something I haven't seen in a long time.
es_es: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Sin embargo, creo que elegiré la película para esta noche... algo que no he visto en mucho tiempo.

source: [_danny_s_sad_s_talk_happy_] Alright, cool, I'll let you pick something out, and I'll meet you down stairs in a second. I'm just going to get that glass of water first.
es_es: [_danny_s_sad_s_talk_happy_] Bien, genial, te dejaré elegir algo, y te encontraré en escaleras en un segundo. Sólo voy a tener ese vaso de agua primero.

source: [_maddie_s_sad_2_s_talk_happy_2_] Great, I'll see you down in the living room then. Don't take too long, sweetie!
es_es: [_maddie_s_sad_2_s_talk_happy_2_] Genial, te veré en la sala de estar entonces. ¡No tardes demasiadas semanas!

source: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Cannot. {b}Believe{/b}. That just went down.)
es_es: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. No se puede. {b}Cree {/b}. Eso acaba de bajar.)

source: [_danny_s_rise_one_s_at_player_] (There's just no way that actually happened... right?)
es_es: [_danny_s_rise_one_s_at_player_] (No hay manera de que realmente sucedió... ¿verdad?)

source: [_danny_s_towards_s_neutral_s_frown_grin_] (How on earth was I able to look my own mother in the eyes and hold a semi-normal conversation, after I just...)
es_es: [_danny_s_towards_s_neutral_s_frown_grin_] (Cómo en la tierra pude mirar a mi propia madre en los ojos y mantener una conversación semi-normal, después de que me justo...)

source: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okay... okay, there's no real reason to freak out... so I... {b}came{/b} inside my own {u}mother{/u}... it's not like I {b}meant{/b} to do it, right?)
es_es: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okay ... bien, no hay razón real para asustar hacia fuera ... así que I. .. {b}vino {/b} dentro de mi propia madre {u}{/u} ... no es como si yo {b}significara {/b} hacerlo, ¿no?)

source: [_danny_s_towards_s_rise_one_s_frown_3_] (I mean, it wasn't even really me that did it, it was technically all Dad! It was {b}his{/b}... penis, I just ended up making it...)
es_es: [_danny_s_towards_s_rise_one_s_frown_3_] (quiero decir, ni siquiera era realmente yo quien lo hizo, ¡era técnicamente todo el papá! Era {b}su(s) {/b}. . pene, acabé de hacerlo...)

source: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh God, I think I'm gonna be sick...)
es_es: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh Dios, creo que estoy gonna estar enfermo...)

source: [_danny_s_closed_s_frown_2_s_sad_] {i}*Sigh*{/i} (Look, it was clearly just the... {b}thrusting{/b}, and the shock from it all that made me go off, after all...)
es_es: [_danny_s_closed_s_frown_2_s_sad_] {i}*Sigh * {/i} (Mira, era claramente justo el ... {b}lo que picaba {/b}, y el choque de todo eso me hizo salir, después de todo ...)

source: [_danny_s_frown_3_s_wondering_s_blank_stare_] (It shouldn't happen again... I just gotta learn to stop peeping in on people like that...)
es_es: [_danny_s_frown_3_s_wondering_s_blank_stare_] (No debería volver a suceder ... I just gotta learn to stop peeping in on people like that ...)

source: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Phew! That was close!)
es_es: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (¡Genial! ¡Estaba cerca!)

source: [_danny_s_blank_stare_s_frown_2_] (Having to see Mom like that, was just...)
es_es: [_danny_s_blank_stare_s_frown_2_] (Esperar a ver a Mamá como esta, era justo...)

source: [_danny_s_towards_s_sad_s_frown_3_] (Kinda weird... kinda...)
es_es: [_danny_s_towards_s_sad_s_frown_3_] (Kinda raro... especia...)

source: [_danny_s_smile_s_wondering_] (...a little nice too?)
es_es: [_danny_s_smile_s_wondering_] (... un poco agradable también?)

source: [_danny_s_rise_one_s_towards_wide_s_frown_] (I mean, is it wrong to think like that? I don't know how else to put it!)
es_es: [_danny_s_rise_one_s_towards_wide_s_frown_] (Quiero decir, ¿es incorrecto pensar así? I don't know how else to put it!)

source: [_danny_s_frown_2_s_blank_stare_s_sad_] (Man... I gotta figure out what's the matter with me. I don't think I used to be like this.)
es_es: [_danny_s_frown_2_s_blank_stare_s_sad_] (Hombre... tengo que averiguar cuál es el asunto conmigo. No creo que solía ser así.)

source: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Usually you go to your parents about your developing feelings...)
es_es: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Generalmente vas a tus padres sobre tus sentimientos de desarrollo...)

source: [_danny_s_towards_s_frown_] (...but how do you bring up your developing feelings {i}for{/i} them?) {i}*Sigh*{/i}
es_es: [_danny_s_towards_s_frown_] (... pero ¿cómo usted trae sus sentimientos de desarrollo {i}para {/i} ellos?) {i}*Sigh * {/i}

source: [_danny_s_at_player_s_frown_3_] (Let's just hope the rest of this night goes more smoothly without {u}any{/u} more weird moments or...)
es_es: [_danny_s_at_player_s_frown_3_] (Esperemos que el resto de esta noche vaya más bien sin {u}any{/u} momentos más raros o...)

source: [_danny_s_towards_s_blush_s_bite_s_sad_] (...anything unnecessarily sexually frustrating in general...)
es_es: [_danny_s_towards_s_blush_s_bite_s_sad_] (...cualquier cosa innecesariamente sexamente frustrante en general...)

source: [_danny_s_sad_s_down_s_talk_happy_] Hey, I wanted to tell you, I really like your pajamas, Mom.
es_es: [_danny_s_sad_s_down_s_talk_happy_] Hey, quería decirte, me gustan mucho tus pijamas, mamá.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well thank you, I rarely get to wear them! Even ghosts can be cute!
es_es: [_maddie_s_closed_s_talk_happy_s_wondering_] ¡Muchas gracias, rara vez los llevo! ¡Incluso los fantasmas pueden ser lindos!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] I like taking them to bed cause they're super comfortable and sily, but ya know, for the longest time though, I would just sleep nake-
es_es: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] Me gusta llevarlos a la cama porque son súper cómodas y silenciosas, pero ya lo sabe, por el más largo tiempo, sólo dormir desnudo-

source: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...well, you know... {i}au naturel{/i}, as they say.
es_es: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...bueno, sabes... {i}au naturel{/i}, como dicen.

source: [_maddie_s_talk_happy_2_s_rise_one_2_] Well, anyway, you ready to watch a movie?
es_es: [_maddie_s_talk_happy_2_s_rise_one_2_] Bueno, de todos modos, ¿estás listo para ver un movimiento?

source: [_danny_s_at_player_s_rise_one_s_bite_] (If I have any common sense in my head, just knowing how things have been going lately, I should just go right upstairs and go to bed...)
es_es: [_danny_s_at_player_s_rise_one_s_bite_] (Si tengo algún sentido común en mi cabeza, sólo sabiendo cómo han ido las cosas últimamente, debería ir justo arriba y ir a la cama ...)

source: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Yeah, of course! Ready for some mom and son type bonding!
es_es: [_danny_s_towards_s_sad_2_s_talk_happy_2_] ¡Sí, por supuesto! ¡Listo para algunas mamás e hijos tipo bonificación!

source: [_maddie_s_wondering_s_talk_happy_] Great sweetie! Oh, this should be so much fun. I picked out one I haven't seen in a long time.
es_es: [_maddie_s_wondering_s_talk_happy_] ¡Grandes semanas! Oh, esto debería ser tan divertido. Elegí una que no he visto en mucho tiempo.

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Have you ever seen "Forget Paris"?
es_es: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] ¿Alguna vez has visto "Olvidar Paris"?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] No, I don't think so...
es_es: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] No, no lo creo...

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Great! Oh, this'll be perfect! I'll pop it in right now! Grab a seat, honey!
es_es: [_maddie_s_closed_s_sad_2_s_talk_happy_] ¡Genial! ¡Oh, esto será perfecto! ¡Lo pondré en marcha ahora! ¡Toma un asiento, miel!

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Sure thing, Mom!
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_] Claro, ¡mamá!

source: [_danny_s_sad_s_talk_frown_] Okay, so wait, so who was marrying who?
es_es: [_danny_s_sad_s_talk_frown_] Vale, así que espera, así que ¿quién se casaba con quién?

source: [_maddie_s_talk_happy_] Well the airline employee married the basketball referee, but they weren't having the best of times being married together.
es_es: [_maddie_s_talk_happy_] Bueno, el empleado de la aerolínea se casó con el árbitro de basketball, pero no tenían lo mejor de las veces de casarse juntos.

source: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Right, but then who were the people in the restaurant? Weren't they getting married?
es_es: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Vaya, ¿pero quién era la gente en el restaurante? ¿No se casaron?

source: [_maddie_s_away_s_idle__s_talk_frown_] They were the friends of the airline and basketball couple. They were just a soon to be married couple though, correct.
es_es: [_maddie_s_away_s_idle__s_talk_frown_] Fueron los amigos de la aerolínea y la pareja de baloncesto. No obstante, fueron una pareja casada en breve.

source: [_danny_s_neutral_s_talk_frown_] So wait, this whole time, we've been hearing the story of two people who {b}aren't{/b} married, but we never hear the story of people who {b}are{/b} getting-
es_es: [_danny_s_neutral_s_talk_frown_] Así que espera, todo este tiempo, hemos estado escuchando la historia de dos personas que {b}se casaron{/b} pero nunca oímos la historia de personas que {b}está obteniendo {/b}-

source: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] But they already did get married, Danny-
es_es: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] Pero ya se casaron, Danny-

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Yeah, but weren't they already split up...?
es_es: [_danny_s_talk_frown_s_towards_s_rise_one_] Sí, pero no estaban ya divididos...?

source: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Well... yeah. But you just saw them get back together at the end!
es_es: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Bueno... sí, ¡pero acabas de verlos reunidos al final!

source: [_danny_s_talk_frown_s_at_player_s_wondering_] Sorry, I guess this stuff kind've went over my head.
es_es: [_danny_s_talk_frown_s_at_player_s_wondering_] Lo siento, supongo que este tipo de cosas han pasado por encima de mi cabeza.

source: [_maddie_s_talk_happy_s_away_] Oh, that's okay, kiddo. Honestly, this movie was a lot cornier than I remember.
es_es: [_maddie_s_talk_happy_s_away_] Oh, eso está bien, kiddo. Honestamente, esta película fue mucho más cornier de lo que recuerdo.

source: [_maddie_s_idle__s_talk_happy_2_s_towards_] I'm just glad that you didn't mind spening time with your momma.
es_es: [_maddie_s_idle__s_talk_happy_2_s_towards_] Estoy contento de que no le importara espiar el tiempo con su compañía.

source: [_danny_s_talk_happy_s_sad_2_] No, of course not Mom, I like having special time with you.
es_es: [_danny_s_talk_happy_s_sad_2_] No, por supuesto no mamá, me gusta tener un tiempo especial contigo.

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] Well thank you, sweetheart. That means a lot.
es_es: [_maddie_s_closed_s_talk_happy_s_sad_2_] Bien, gracias por las semanas. Eso significa mucho.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Anyway, how are you doing lately, kiddo? Any new developments in your life I should know?
es_es: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] De todos modos, ¿cómo estás haciendo últimamente, chicos? ¿Algún desarrollo nuevo en tu vida que yo debería saber?

source: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Me? Well, I mean, a little here and there. I've been meeting some... {b}interesting{/b} people as of late.
es_es: [_danny_s_rise_one_s_talk_frown_s_at_danny_] ¿Mos? Bueno, quiero decir, un poco aquí y allá. He estado conociendo algunos... {b}personas interesantes{/b} desde tarde.

source: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, anyone of them happen to be girls by chance?
es_es: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, ¿alguien de ellos es chicas por casualidad?
