Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_] It's not like that makes your doofus friend any cooler by proxy or something.
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_] No parece que esto haga que tu amigo se valla a poner más genial y cariñoso.

source: [_sam_s_dress_s_towards_s_angry_low_s_talk_frown_2_] Wow. No, that figures. That's just perfect.
es_es: [_sam_s_dress_s_towards_s_angry_low_s_talk_frown_2_] Wow. No, son figuraciones. Es simplemente perfecto.

source: [_tucker_s_suit_s_towards_s_angry_s_talk_frown_] Bravo man, this is a strong long game. Good luck on keeping this charade up.
es_es: [_tucker_s_suit_s_towards_s_angry_s_talk_frown_] Bravo tío, esto és un juego muy largo. Buena suerte por mantener esta charadera.

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] What?
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_] ¿Qué?

source: [_sam_s_dress_s_sad_2_s_talk_frown_] C'mon Tuck, let's get outta here. God forbid we step on miss princess's shoes tonight.
es_es: [_sam_s_dress_s_sad_2_s_talk_frown_] Vamos Tuck, vámonos de aquí. Dios no quiera que pisemos los zapatos de la princesa esta noche.

source: [_tucker_s_suit_s_away_s_angry_2_s_talk_frown_] Yeah, we best be careful.
es_es: [_tucker_s_suit_s_away_s_angry_2_s_talk_frown_] Sí, lo mejor es tener cuidado.

source: [_paulina_s_dress_s_away_s_angry_s_talk_frown_] What were those two weirdos even babbling about?
es_es: [_paulina_s_dress_s_away_s_angry_s_talk_frown_] ¿De qué estaba esos dos extraños balbuceando?

source: [_danny_s_phantom_suit_s_at_player_wide_s_neutral_s_talk_frown_2_] I uh... I couldn't hazard a guess.
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_neutral_s_talk_frown_2_] uh... no pude adivinar un peligro.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] But, ya know, they're not weirdos. They're nice people.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_frown_] Pero, sabes, no son raros. Son personas agradables.

source: [_paulina_s_dress_s_away_s_rise_one_s_talk_frown_2_] What, do you hang out with them when you're with Fenton or something?
es_es: [_paulina_s_dress_s_away_s_rise_one_s_talk_frown_2_] ¿Qué?, ¿les tienes que aguantar cuando quedas con Fenton o algo así?

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Uhh, sometimes, yeah.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_] Uhh, a veces, sí.

source: [_paulina_s_dress_s_down_s_idle__s_talk_frown_2_] I guess you can't get one without the others. They're always with each other.
es_es: [_paulina_s_dress_s_down_s_idle__s_talk_frown_2_] Supongo que no puedes estar con uno sin los demás. Siempre están juntos.

source: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_2_] You don't stick close with your friends?
es_es: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_2_] ¿Tú no estás siempre con tus amigas?

source: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_] I mean like yeah, I do, but we're not really that close on a personal level, to be honest.
es_es: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_] Quiero decir como, sí, pero para ser honesto no tengo tanta confianza a nivel personal.

source: [_paulina_s_dress_s_away_s_idle__s_talk_frown_2_s_noblush_] I think we all mainly hang out together just to maintain the social order.
es_es: [_paulina_s_dress_s_away_s_idle__s_talk_frown_2_s_noblush_] creo que todos quedamos bien para mantener el orden social.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_2_] Oh... so do you have any real friends at that point?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_2_] Oh... ¿así que tienes amigos reales en ese punto?

source: [_paulina_s_dress_s_down_s_wondering_s_talk_frown_s_noblush_] Well, honestly-
es_es: [_paulina_s_dress_s_down_s_wondering_s_talk_frown_s_noblush_] Bueno, sinceramente-

source: [_dash_] Paulina!! Who the hell's this guy you came with?!
es_es: [_dash_] Paulina!! ¿Con quién viniste el infierno de este tipo?!

source: [_danny_s_frown_2_] (Oh crap, it's Dash!!)
es_es: [_danny_s_frown_2_] (¡Oh, ¡¡¡¡es guay!)

source: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_s_blush_1_] Dash, lay off, he's a really nice guy, I don't want you-
es_es: [_paulina_s_dress_s_towards_s_angry_s_talk_frown_2_s_blush_1_] Vaya, espera, es un tipo muy bonito, no te quiero-

source: [_dash_s_suit_s_towards_2_s_rise_one_s_talk_frown_2_] Hey, wait, you're that guy I've seen on the news lately, right? "Inviso-Bill", or something?
es_es: [_dash_s_suit_s_towards_2_s_rise_one_s_talk_frown_2_] Hola, espera, eres ese tipo que he visto en las noticias últimamente, ¿verdad? ¿"Inviso-Bill" o algo?

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] You saved Paulina from that ghost in the park! And I saw you show up at that Masters' speech to fight that shadow guy!
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] ¡Has salvado a Paulina de ese fantasma en el parque! ¡Y vi que aparecías en el discurso de esos Maestros para luchar contra ese tipo de sombra!

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] Hey man, you're a hero, dude!! I think you're pretty awesome, if you don't mind me saying so!
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] Hola hombre, eres un héroe, duro!! Creo que eres genial, si no te importa que lo diga!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh... well... thanks!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh... bien... ¡gracias!

source: [_dash_s_suit_s_towards_2_s_sad_s_talk_frown_] You know Paulina, I uh, I was pretty bummed when I realized you weren't gonna take me out to the formal.
es_es: [_dash_s_suit_s_towards_2_s_sad_s_talk_frown_] Conoces a Paulina, uh, me encontré bastante desconcertado cuando me di cuenta de que no iba a llevarme a lo formal.

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] But now that I know you're going with a dude as cool as Inviso-Bill, hey, I can't really be bothered! Hah!
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] Pero ahora que sé que vas con un dúo tan genial como Inviso-Bill, ¡bueno, no puedo molestarme! ¡Jay!

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Gee, Dash, that's pretty mature of you.
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_s_noblush_] Gee, Dash, eso es bastante maduro de ti.

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] Yeah well, I got my boy Kwan here to cheer me up, so I'd like to think of the two of us as civilized and mature bachelors.
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] Sí bien, conseguí que mi niño Kwan me animara, Así que me gustaría pensar en los dos como baceleros civilizados y maduros.

source: [_kwan_] Yo, Baxter! I yoinked this sweet t-shirt cannon from outta the storage closet! Go long dude!!
es_es: ¡[_kwan_] Yo, ¡Baxter! ¡He entrometido este cañón de camiseta dulce desde outta el armario de almacenamiento! ¡¡¡¡¡Da un buen dudo!!

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] I hope you two enjoy your night.
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] Espero que disfrutes dos de tu noche.

source: [_dash_s_suit_s_towards_s_rise_one_s_talk_happy_2_] {b}Aim high bro, I'm going long!!{/b}
es_es: [_dash_s_suit_s_towards_s_rise_one_s_talk_happy_2_] {b}Bro alto, voy largo!!{/b}

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Yeah, I can see how it might be hard to relate to your friends if those are the guys you mainly hang out with.
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Sí, puedo ver cómo podría ser difícil relacionarse con tus amigos si estos son los chicos con los que te pasas el rato.

source: [_paulina_s_dress_s_away_s_idle__s_talk_frown_s_noblush_] They're alright I guess, they're just such boys.
es_es: [_paulina_s_dress_s_away_s_idle__s_talk_frown_s_noblush_] Ellos están bien, supongo, son tan chicos.

source: [_paulina_s_dress_s_down_s_wondering_s_talk_frown_s_blush_1_] I know what I said about you and Fenton and his friends and all...
es_es: [_paulina_s_dress_s_down_s_wondering_s_talk_frown_s_blush_1_] sé lo que dije sobre ti y Fenton y sus amigos y todos...

source: [_paulina_s_dress_s_closed_s_wondering_s_talk_frown_2_s_noblush_] ...but at least you have real people to talk to about how you're doing.
es_es: [_paulina_s_dress_s_closed_s_wondering_s_talk_frown_2_s_noblush_] ...pero al menos tienes gente real con la que hablar sobre cómo estás haciendo.

source: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_frown_] You think so?
es_es: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_frown_] ¿Lo crees?

source: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_2_s_noblush_] Star and I, my friend from the Mall, ya know? We're not on the best of terms behind the scenes right now.
es_es: [_paulina_s_dress_s_away_s_neutral_s_talk_frown_2_s_noblush_] Star y yo, mi amigo del centro comercial, ¿ya lo sabe? No estamos en los mejores términos detrás de las escenas en este momento.

source: [_paulina_s_dress_s_away_s_rise_one_s_talk_frown_s_noblush_] ...as you can probably tell from the interactions we've had in front of you.
es_es: [_paulina_s_dress_s_away_s_rise_one_s_talk_frown_s_noblush_] ...como probablemente puedas saber por las interacciones que hemos tenido delante de ti.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Yeah, at best, I think it can be described as a little... catty. No offense.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Sí, en el mejor de los casos, creo que puede describirse como un poco... ganado. Sin ofensa.

source: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_s_noblush_] None taken. It's just that... we've been arguing a lot lately. Over you.
es_es: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_s_noblush_] Ninguno. Es sólo eso... últimamente hemos estado argumentando. Sobre ti.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] Really? Me?
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] ¿Realmente? ¿Yo?

source: [_paulina_s_dress_s_away_s_wondering_s_talk_frown_s_blush_1_] We both think you're really sweet and cute... sorry if that's a little forward.
es_es: [_paulina_s_dress_s_away_s_wondering_s_talk_frown_s_blush_1_] Ambos pensamos que eres realmente dulce y lindo ... lo siento si eso es un poco adelante.

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] Not at all. I think you're cute too.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_happy_2_] No en absoluto. Creo que también eres lindo.

source: [_paulina_s_dress_s_away_s_neutral_s_talk_happy_s_blush_2_] Thank you.
es_es: [_paulina_s_dress_s_away_s_neutral_s_talk_happy_s_blush_2_] Gracias.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Would you... would you like to dance?
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] ¿Te gustaría bailar?

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] I know slow jams aren't really your thing and all, but-
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_frown_] Sé que los atascos lentos no son realmente tu cosa y todo, pero-

source: [_paulina_s_dress_s_away_s_idle__s_talk_happy_s_noblush_] I'd love to. I'll even let you lead.
es_es: [_paulina_s_dress_s_away_s_idle__s_talk_happy_s_noblush_] Me encantaría. Incluso te dejaré liderar.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Hah ha, thanks, I appreciate that.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_] Hah ha, gracias, lo agradezco.

source: [_paulina_s_dress_s_away_s_rise_one_s_talk_bite_s_blush_1_] After you then, Danny.
es_es: [_paulina_s_dress_s_away_s_rise_one_s_talk_bite_s_blush_1_] Después de ti, Danny.

source: [_danny_] (Paulina and I had a lovely evening together, dancing to a slow melody.)
es_es: [_danny_] (Paulina y yo tuvimos una hermosa velada juntos, bailando a una melodía lenta.)

source: [_danny_] (It was really amazing to be able to just hold her in my arms for a good while.)
es_es: [_danny_] (Fue realmente increíble poder tenerla en mis brazos por un buen momento.)

source: [_danny_] (Honestly, I was half worried I was going to wake up from it any moment, back to my normal life before the accident.)
es_es: [_danny_] (Honestamente, estaba medio preocupado que iba a despertarme de ella en cualquier momento, de vuelta a mi vida normal antes del accidente.)

source: [_danny_] (But having her rest her head down on my shoulder was all I needed to know that it was real as could be.)
es_es: [_danny_] (Pero descansar su cabeza abajo sobre mi hombro era todo lo que necesitaba saber que era real como podía ser.)

source: [_danny_] (I'm not the best dancer or anything, but I just made sure to phase my feet so I wouldn't step on her shoes. Nifty little trick.)
es_es: [_danny_] (No soy la mejor bailarina ni nada, pero sólo me aseguré de poner en fase mis pies para que no pisara sus zapatos. Poco truco ingenioso.)

source: [_danny_] (After a good while of dancing, Paulina and I headed out of the school. We took Dash in tow, as it became pretty clear he needed some help getting home...)
es_es: [_danny_] (Después de un buen rato de baile, Paulina y yo salimos de la escuela. Tomamos Dash a remolque, ya que quedó bastante claro que necesitaba algo de ayuda para llegar a casa ...)

source: [_dash_s_suit_s_blush_s_blank_stare_s_neutral_s_talk_happy_2_] Ohhh maaaan... what a party...
es_es: [_dash_s_suit_s_blush_s_blank_stare_s_neutral_s_talk_happy_2_] Ohhh maaan... qué fiesta... qué fiesta...

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] Do you think he's going to be alright? How'd he get like this even?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] ¿Crees que va a estar bien? ¿Cómo se convertiría en este par?

source: [_paulina_s_dress_s_towards_s_idle__s_talk_frown_2_s_noblush_] I don't know... I never saw him with a flask or anything tonight...
es_es: [_paulina_s_dress_s_towards_s_idle__s_talk_frown_2_s_noblush_] no sé... nunca lo vi con un frasco ni con nada esta noche...

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] Dash... were you drinking anything tonight?
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_frown_s_noblush_] guay... ¿Estabas bebiendo algo esta noche?

source: [_dash_s_suit_s_towards_wide_s_sad_s_talk_frown_] No, no... only da' punc on the... th' table.
es_es: [_dash_s_suit_s_towards_wide_s_sad_s_talk_frown_] No, no... sólo da' punc en la... t... t'.

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] Hmmm... somebody might've really spiked the punch in a bad way.
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] Hmmm... alguien podría haber pinchado el golpe de una manera mala.

source: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] Dash, I think we should get you home soon.
es_es: [_danny_s_phantom_suit_s_towards_s_sad_2_s_talk_happy_] Dash, creo que deberíamos llevarte a casa pronto.

source: [_dash_s_suit_s_towards_s_sad_2_s_talk_happy_] Uhhh, yeah, I think thassa... that's a pretty good idea...
es_es: [_dash_s_suit_s_towards_s_sad_2_s_talk_happy_] Uhhh, sí, creo que thassa... eso es una idea bastante buena...

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] {i}*Hic*{/i} You're a real... real swell guy, Inviso-Bob.
es_es: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_2_] {i}*Hic*{/i} Eres un real... verdadero chico de swell, Inviso-Bob.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Uh huh, yeup, just trying my best to help.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Uh eh, sí, simplemente haciendo todo lo posible para ayudar.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_s_noblush_] I'll call him an Uber home.
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_frown_s_noblush_] lo llamaré una casa Uber.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_frown_] Yeah, that'll be a good idea.
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_s_talk_frown_] Sí, eso será una buena idea.

source: [_dash_s_suit_s_up_wide_s_rise_one_s_talk_happy_] Thissus the best night of my life!
es_es: [_dash_s_suit_s_up_wide_s_rise_one_s_talk_happy_] ¡Esto es la mejor noche de mi vida!

source: [_dash_s_suit_s_towards_s_neutral_s_talk_happy_] I got some of my best pals in the whole world here!
es_es: ¡[_dash_s_suit_s_towards_s_neutral_s_talk_happy_] conseguí algunos de mis mejores pales de todo el mundo aquí!

source: [_dash_s_suit_s_towards_wide_s_rise_one_s_talk_happy_2_] -and this nice guy with the snowball hair!
es_es: [_dash_s_suit_s_towards_wide_s_rise_one_s_talk_happy_2_] - y este tipo bonito con el cabello de bola de nieve!

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_2_] So... ETA on that Uber ride at all?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_frown_2_] So... ETA en ese viaje de Uber en absoluto?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Take care Dash, get home safe!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] ¡Cuidado, ve a casa a salvo!

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Byye Dash, take care! I'll see you Monday!
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Byye Dash, ¡ten cuidado! ¡Te veré lunes!

source: [_dash_] Okay Boots... let's put on our seatbelts... so we can be safe!!
es_es: [_dash_] Botas de acuerdo... pongámonos en nuestros cinturones de seguridad... ¡¡¡¡¡¡así podremos estar seguros!!

source: [_uber_] Look buddy, just don't puke in my car, alright?
es_es: [_uber_] Mira a tu amigo, simplemente no te pones en mi coche, ¿verdad?

source: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_s_noblush_] Phew... glad that's over with.
es_es: [_paulina_s_dress_s_away_s_idle_2_s_talk_frown_s_noblush_] Phew... contento de que eso haya terminado.

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] He wasn't all bad.
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_] Él no estaba todo mal.

source: [_paulina_s_dress_s_towards_wide_s_idle_2_s_talk_frown_2_s_noblush_] No, but having to deal with a big gorilla his size, when he's drunk? Not exactly what I'd call an easy going night.
es_es: [_paulina_s_dress_s_towards_wide_s_idle_2_s_talk_frown_2_s_noblush_] No, ¿pero tener que lidiar con un gran gorilla de su tamaño, cuando está bebido? ¿No es exactamente lo que yo llamaría una noche fácil de pasar.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_] Well hey, it wasn't like that the whole night.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_] Bueno, no fue así toda la noche.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_bite_s_blush_1_] No... dancing with you was really nice, I must say.
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_bite_s_blush_1_] No... bailar contigo fue realmente agradable, debo decirlo.

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] I didn't know you could be so light on your feet!
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] ¡Yo no sabía que podía ser tan ligero en sus pies!

source: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] Heh, neither did I, honestly.
es_es: [_danny_s_phantom_suit_s_towards_s_wondering_s_talk_happy_2_] Él, yo tampoco lo hice, sinceramente.

source: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] So, uhh... I don't mean to be too forward, in fact, quite the opposite, but uh...
es_es: [_danny_s_phantom_suit_s_at_danny_s_sad_2_s_talk_frown_] Entonces, uhh... no pretendo ser demasiado adelante, de hecho, bastante opuesto, pero uh...

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] You wouldn't mind if I walked you home, would you?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] No te importaría si te paseara a casa, ¿tú?

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_noblush_] No, not at all. It's not that far from here actually...
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_noblush_] No, en absoluto. En realidad no está tan lejos de aquí...

source: [_danny_s_phantom_suit_s_closed_happy_s_wondering_s_talk_happy_] Great. I'd just like to make sure you got home after all... what with the threat of perverted ghosts about...
es_es: [_danny_s_phantom_suit_s_closed_happy_s_wondering_s_talk_happy_] Genial. Solo me gustaría asegurarme de que llegaste a casa después de todo... qué con la amenaza de fantasmas perversas...

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_blush_1_] Oh, it's so nice to have such a kind escort take care of me...
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_blush_1_] Oh, es muy agradable tener una escolta de este tipo me cuidará...

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_bite_s_blush_2_] So... that's all you wanna make sure happens tonight...? To make sure that I get home alright?
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_bite_s_blush_2_] Así que... eso es todo lo que quieres que pase esta noche...? ¿Para asegurarme de que llegué a casa bien?

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_happy_] Uhh... well... I mean...
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_happy_] Uhh... bien... quiero decir...

source: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_happy_2_] I wouldn't lie and say... it would be nice if we had the chance to have some more... private time together.
es_es: [_danny_s_phantom_suit_s_at_danny_s_rise_one_s_talk_happy_2_] Yo no mintiría y digo... sería bueno que tuviéramos la oportunidad de tener algo de tiempo privado juntos.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_blush_1_] {i}*Giggles*{/i} Well... I wouldn't lie either...
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_blush_1_] {i}*Giggles*{/i} Bueno... tampoco mientería...

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_bite_s_blush_2_] I was thinking the same thing, honestly...
es_es: [_paulina_s_dress_s_towards_s_wondering_s_talk_bite_s_blush_2_] estaba pensando lo mismo, sinceramente...

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] Well, then I'd simply say that the night is still young...
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_happy_] Bueno, entonces simplemente diría que la noche sigue siendo joven...

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] I suppose you're right... after you, my strong ghost hero... I'm right down the road...
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_happy_s_noblush_] Supongo que tienes razón... después de ti, mi fuerte héroe fantasma... Estoy justo abajo...

source: [_danny_s_phantom_suit_s_at_player_wide_s_wondering_s_bite_] (This is gonna be {i}good{/i}...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_wondering_s_bite_] (Esto es {i}bueno{/i}...)

source: [_paulina_] {i}Over here! C'mon!{/i}
es_es: [_paulina_] ¡ {i}aquí! ¡C'mon!{/i}

source: [_danny_] {i}Oh, this way? Okay.{/i}
es_es: [_danny_] {i}Oh, ¿de esta manera? Vale.{/i}

source: [_danny_] {i}Wow... really nice house you have!{/i}
es_es: [_danny_] {i}Wow... ¡casa muy bonita que tienes!{/i}

source: [_danny_] {i}Oh, okay, yeah, gotta be quiet. Heh.{/i}
es_es: [_danny_] {i}Oh, bueno, sí, hay que callarse. Heh.{/i}

source: [_paulina_] {i}It's right here...{/i}
es_es: [_paulina_] {i}Está justo aquí...{/i}
