Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode5_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhm, yeah, I guess I'm just a little tired from sitting in a dark room while watching such utter...
es_es: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhm, sí, supongo que estoy un poco cansado de sentarme en una habitación oscura mientras observaba tales...

source: [_danny_s_phantom_s_towards_s_sad_2_s_talk_happy_] ...ly awesome and fun times on the big screen!
es_es: ¡[_danny_s_phantom_s_towards_s_sad_2_s_talk_happy_] ...tiempos increíbles y divertidos en la gran pantalla!

source: [_paulina_s_down_s_wondering_s_talk_frown_] Oh, yeah, I get that. You must not be used to having such a big light like that cast in front of you like that.
es_es: [_paulina_s_down_s_wondering_s_talk_frown_] Oh, sí, lo pillo. No debes de estar acostumbrado a tener una luz tan grande como la que se proyecta en el cine.

source: [_paulina_s_away_s_idle_2_s_talk_happy_] Well hey, let's step outside for a bit. Maybe some fresh air will help you out.
es_es: [_paulina_s_away_s_idle_2_s_talk_happy_] Bien, vamos a salir un poco. Quizás algo de aire fresco te ayudará a mejorar.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Yeah, that definitely sounds like a good idea.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Sí, eso sin duda suena como una buena idea.

source: [_paulina_s_closed_s_wondering_s_talk_happy_] Are you feeling any better?
es_es: [_paulina_s_closed_s_wondering_s_talk_happy_] ¿Te vas sintiendo mejor?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No yeah, I'm good. You were right, I just needed to get my bearings straight, and the fresh air is nice.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No si, estoy bien. Estabas en lo cierto, solo necesitaba poner mis cojinetes a rodar, el aire fresco es bueno.

source: [_paulina_s_down_s_idle__s_talk_frown_] You didn't really like the movie, did you?
es_es: [_paulina_s_down_s_idle__s_talk_frown_] ¿No te gustó realmente la película?, ¿verdad?

source: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_] Wh-what, n-no, I thought it was great! The jokes were, it was just so-
es_es: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_] ¡Qu-qué!, ¡n-no!, ¡pensé que era genial! Los chistes eran, solo fue-

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No, I didn't really. It's just not my particular taste in movies.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] No, no me gustó. No és mi gusto particular en las películas.

source: [_paulina_s_towards_s_idle_2_s_talk_happy_] Well that's okay, I liked hanging out with you anyway. That's mainly why I wanted to come with.
es_es: [_paulina_s_towards_s_idle_2_s_talk_happy_] Bueno, está bien, me gustó quedar contigo de todos modos. Por eso quería venir.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Yeah, I had a really good time anyway. I liked watching you have a really nice time.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Sí, he pasado un buen rato de todos modos. Me ha gustado verte pasar un buen rato.

source: [_paulina_s_away_s_wondering_s_talk_frown_s_blush_2_] Oh I know, you kept looking over at me whenever I would laugh! Oh, how embarassing that was...
es_es: [_paulina_s_away_s_wondering_s_talk_frown_s_blush_2_] Oh lo sé, ¡estuviste mirándome cada vez que me reía! Oh, qué vergonzoso és eso...

source: [_danny_s_phantom_s_at_danny_s_sad_2_s_talk_happy_] Heh, I'm sorry, I couldn't help it, you have a really nice laugh.
es_es: [_danny_s_phantom_s_at_danny_s_sad_2_s_talk_happy_] Heh, lo siento, no pude evitarlo, tienes una risa muy bonita.

source: [_paulina_s_towards_wide_s_neutral_s_talk_happy_s_blush_1_] My goodness, that's nice of you to even tell me. Thank you Ghost Boy.
es_es: [_paulina_s_towards_wide_s_neutral_s_talk_happy_s_blush_1_] Dios mío, és agradable viniendo de ti. Gracias chico fantasma.

source: [_paulina_s_towards_s_rise_one_s_talk_happy_s_-blush_1_] So, what are you going to do for the rest of the night?
es_es: [_paulina_s_towards_s_rise_one_s_talk_happy_s_-blush_1_] Entonces, ¿qué vas a hacer el resto de la noche?

source: [_danny_s_phantom_s_up_wide_s_neutral_s_talk_frown_2_] Uhm, well... not much, I suppose. Nothing really happening tonight in the way of ghost attacks, I don't think.
es_es: [_danny_s_phantom_s_up_wide_s_neutral_s_talk_frown_2_] Uhm, bien... no mucho, supongo. No está sucediendo nada esta noche en forma de ataques fantasma, no creo.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] What about you?
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] ¿Tú que harás?

source: [_paulina_s_away_s_wondering_s_talk_frown_] Well, I'm gonna have my friend {b}Kwan{/b} pick me up soon, and then I'm gonna hang out with my other friends.
es_es: [_paulina_s_away_s_wondering_s_talk_frown_] Bueno, voy a quedar con mi amigo {b}Kwan{/b} y le dejaré pronto, luego quedaré con mis otros amigos.

source: [_paulina_s_towards_s_idle_2_s_talk_happy_] Maybe you'd like to come with?
es_es: [_paulina_s_towards_s_idle_2_s_talk_happy_] ¿te gustaría venir quizá?

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Oh, well, I'm sorry, but... I just don't think I can...
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_frown_2_] Oh, bueno, lo siento, pero... no creo que pueda...

source: [_paulina_s_down_s_wondering_s_talk_frown_] Well that's okay! I know you must be preparing to fight any potential bad guy you run into. It's okay.
es_es: [_paulina_s_down_s_wondering_s_talk_frown_] ¡Bien, está bien! Sé que debes prepararte para luchar contra cualquier posible tipo malo. Está bien.

source: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_frown_] Yeah, I just wanna be around to make sure everything's a-okay in the streets, ya know?
es_es: [_danny_s_phantom_s_towards_wide_s_rise_one_s_talk_frown_] Sí, solo quiero estar ahí para asegurarme de que todo está bien en las calles, ¿me entiendes?

source: [_danny_s_phantom_s_at_danny_s_sad_s_frown_2_] (Actually, I wouldn't mind it, but if people like Kwan are gonna be there, it means guys like Dash are gonna be around.)
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_frown_2_] (En realidad, no me importaría, pero si las personas como Kwan van a estar allí, significa que chicos como Dash van a estar alrededor.)

source: [_danny_s_phantom_s_at_player_wide_s_angry_s_frown_] (Ghost hero or not, I feel like me and him are just not gonna get along.)
es_es: [_danny_s_phantom_s_at_player_wide_s_angry_s_frown_] (héroe fantasma o no, siento que yo y él no van a llevarse bien.)

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] So yeah, I'm sorry, but I really did enjoy hanging out together...
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_2_] Así que sí, lo siento, me gustó mucho quedar contigo...

source: [_paulina_s_down_s_wondering_s_talk_happy_s_blush_2_] ...yeah... me too...
es_es: [_paulina_s_down_s_wondering_s_talk_happy_s_blush_2_] ...sí... yo también... yo también...

source: [_paulina_] {i}*Giggles*{/i}
es_es: [_paulina_] {i}*Risas*{/i}

source: [_danny_s_talk_happy_2_s_wondering_s_towards_] Do... you just wanna wait for your friend to-
es_es: [_danny_s_talk_happy_2_s_wondering_s_towards_] quieres... hacer esperar a tu amigo -

source: [_danny_] (Guess that answers that?)
es_es: [_danny_] (¿Adivino que responderá?)

source: [_paulina_s_talk_bite_s_away_] There's a bench over there for the bus... we should...
es_es: [_paulina_s_talk_bite_s_away_] Hay un banco ahí para el autobús...

source: [_paulina_s_talk_frown_s_wondering_s_towards_] I wanna...
es_es: [_paulina_s_talk_frown_s_wondering_s_towards_] Quiero...

source: [_danny_s_talk_happy_s_neutral_] Let's move over there.
es_es: [_danny_s_talk_happy_s_neutral_] Vamos ahí.

source: [_paulina_s_talk_happy_s_wondering_] Yes. Let's...~
es_es: [_paulina_s_talk_happy_s_wondering_] Sí. Vamos... ~

source: [_danny_] {i}Mmmnnn...{/i}
es_es: [_danny_] {i}Mmmnnnn...{/i}

source: [_paulina_] {i}Mnnnnn...{/i} (Oh, he's such a gentle kisser...)
es_es: [_paulina_] {i}Mnnnnnn...{/i} (Oh, que beso tan...)

source: [_paulina_] (But his hands are so... ooh, he knows just where to squeeze...)
es_es: [_paulina_] (Y sus manos son tan... oh, y sabe dónde ponerlas...)

source: [_danny_] (Is this real life??)
es_es: [_danny_] (¿¿Es esto real??)

source: [_danny_] (Am I really doing this??)
es_es: [_danny_] (¿Realmente estoy haciendo esto?)

source: [_danny_] (With Paulina Sanchez of all people??)
es_es: [_danny_] (¿Con Paulina Sanchez?)

source: [_danny_] (I take it back, this is it. This is proof of a God.)
es_es: [_danny_] (Es un regalo, és eso. Es un regalo de dios.)

source: [_paulina_] (Ooh, please... yes, let me rock... rock back and forth like that...)
es_es: [_paulina_] (Ooh, por favor... sí, déjame moverme... moverme de esta manera...)

source: [_danny_] (Her butt is so big... I can barely hold it in my hands...)
es_es: [_danny_] (Su culo és enorme... apenas puedo cogerlo con mis manos...)

source: [_danny_] (I'm doing my best, but... oh man, and her tongue in my mouth...)
es_es: [_danny_] (Estoy haciendo lo mejor que sé, pero... oh tío, su lengua en mi boca...)

source: [_danny_] (She's like slipping it in and out, side to side. Absolutely incredible.)
es_es: [_danny_] (La desliza hacia adentro y hacia afuera, de lado a lado. Absolutamente increíble.)

source: [_paulina_] (Oh my goodness... this is getting me so-)
es_es: [_paulina_] (Oh dios mío... esto me está sucediendo-)

source: [_carsound_] {i}*Hooonk* *Honk* *Honk* *Hoooooonk*{/i}
es_es: [_carsound_] {i}*Bocinazooo* *Bocinazo* *Bocinazo* *Bozinazoooooo*{/i}

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] (What the...?)
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] (¿Qué ...?)

source: [_paulina_s_away_s_angry_s_talk_frown_] Oh my god, this asshole...
es_es: [_paulina_s_away_s_angry_s_talk_frown_] Oh mi dios, ese idiota...

source: [_kwan_s_towards_s_rise_one_s_talk_happy_] Heyyy, Paulinaaa!! Getting crazy with that ghost guy, I see!
es_es: [_kwan_s_towards_s_rise_one_s_talk_happy_] ¡¡Heyyy, Paulinaaa!! Pasando un rato alocado con el chico fantasma ¡te he visto!

source: [_paulina_s_towards_s_angry_s_talk_frown_2_] Go jump in a lake Kwan!
es_es: [_paulina_s_towards_s_angry_s_talk_frown_2_] ¡Ahogate en un lago Kwan!

source: [_kwan_s_towards_s_angry_s_talk_happy_2_] Nice job by the way dude!! Solid pull for a dead kid!
es_es: [_kwan_s_towards_s_angry_s_talk_happy_2_] ¡Buen trabajo por cierto!! ¡Buen logro para ser un chico muerto!

source: [_danny_s_phantom_s_up_wide_s_sad_2_s_talk_frown_] {i}*Ahem*{/i} Uhm, th-thanks?
es_es: [_danny_s_phantom_s_up_wide_s_sad_2_s_talk_frown_] {i}*Ahem * {/i} Uhm, ¿gra-gracias?

source: [_paulina_s_away_s_neutral_s_talk_frown_s_noblush_] Uch, just ignore him! He's being a complete spazz.
es_es: [_paulina_s_away_s_neutral_s_talk_frown_s_noblush_] Uch, ¡ignóralo! Es un completo tonto.

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Ehm, alright. Guess we just...
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Ehm, de acuerdo. Adivina que...

source: [_paulina_s_away_s_rise_one_s_talk_happy_s_blush_1_] Got sorta carried away there, right?
es_es: [_paulina_s_away_s_rise_one_s_talk_happy_s_blush_1_] Debo irme.

source: [_danny_s_phantom_s_at_danny_s_sad_s_talk_happy_] Right.
es_es: [_danny_s_phantom_s_at_danny_s_sad_s_talk_happy_] Lo sé.

source: [_paulina_s_away_s_idle_2_s_talk_happy_s_noblush_] Well, I'm really glad I could have spent this time with you, "Ghost Boy". It was really nice.
es_es: [_paulina_s_away_s_idle_2_s_talk_happy_s_noblush_] Bueno, estoy muy contento de haber podido pasar este tiempo contigo, "Chico fantasma". Ha sido muy bueno.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] It was for me too. Thanks for choosing to spend it with me.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Para mí también. Gracias por elegir gastar tu tiempo conmigo.

source: [_paulina_s_away_s_idle_2_s_talk_bite_] Of course. You've been my hero as of late, how could I not?
es_es: [_paulina_s_away_s_idle_2_s_talk_bite_] Por supuesto. Has sido mi héroe d última hora, ¿cómo no podría?

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Oh, and uhm, if you wouldn't mind, I was actually gonna ask you about... something.
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Oh, y uhm, si no te importa, yo quería preguntarte sobre... algo.

source: [_paulina_s_away_s_wondering_s_talk_frown_] Yeah? What is it?
es_es: [_paulina_s_away_s_wondering_s_talk_frown_] ¿Sí? ¿Qué es?

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_2_] Would you mind if...
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_2_] ¿Te importaría si...

source: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] Like, would you wanna go to...
es_es: [_danny_s_phantom_s_towards_wide_s_wondering_s_talk_frown_] como, ¿quieres ir a...

source: [_paulina_s_away_s_wondering_s_talk_happy_] The Casper High Chill Formal?! Of course, I'd love to go!
es_es: [_paulina_s_away_s_wondering_s_talk_happy_] ¡¿El baile forma del Chill Casper?! ¡Por supuesto, me encantaría ir!

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] Okay, alright! Great, then I'll see you this Saturday then, right?
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] Vale, ¡bien! Genial, entonces te veré este sábado, ¿vale?

source: [_paulina_s_away_s_angry_s_talk_happy_] Yes! Totally, let's meet in front of my school at night.
es_es: [_paulina_s_away_s_angry_s_talk_happy_] ¡Sí! Totalmente, nos reuniremos delante de mi escuela por la noche.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] Alright then, it's a {b}definite{/b} date this time!
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_] ¡De acuerdo, esta vez és una {b}definida{/b} cita!

source: [_paulina_s_away_s_idle__s_talk_happy_] I'll see you then, Ghost Boy!
es_es: [_paulina_s_away_s_idle__s_talk_happy_] ¡Te veré entonces, Chico fantasma!

source: [_kwan_s_towards_s_angry_3_s_talk_frown_2_] C'mon Paulina, hurry up! Masked Singer's on tonight, I don't wanna miss who the unicorn is!!
es_es: [_kwan_s_towards_s_angry_3_s_talk_frown_2_] ¡Vamos Paulina, date prisa! El concurso de cantantes enmascarados és esta noche, ¡¡¡¡no quiero perderme ver quién es el unicornio!!

source: [_paulina_s_away_s_rise_one_s_talk_bite_] Buh bye...
es_es: [_paulina_s_away_s_rise_one_s_talk_bite_] Ab adiós...

source: [_kwan_] Laterz ghost dude!!
es_es: [_kwan_] ¡¡adeu tipo fantasma!!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Alright then... dance time!
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Entonces... ¡hora del baile!

source: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_] I can't believe I'm actually pulling this off!
es_es: [_danny_s_phantom_s_at_player_wide_s_rise_one_s_talk_happy_] No puedo creer que me esté quitando esto!

source: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] Hellloooo Mr. Popularity!
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_happy_2_] ¡Holaaaaaa Mr. Popularidad!

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Well, I'm here, I'm showered, I'm as fancily dressed as I can be. I think I'm ready!
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Bueno, estoy aquí, estoy duchado, estoy tan fantasiosamente vestido como puedo. ¡Creo que estoy listo!

source: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Now where could Paulina be...?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_wondering_s_talk_frown_] Ahora ¿dónde podría estar Paulina...?

source: [_paulina_s_dress_s_towards_s_angry_s_talk_happy_] Hola! Ghost Boy!! Yoo-hoo!! Over here!!
es_es: ¡¡[_paulina_s_dress_s_towards_s_angry_s_talk_happy_] Hola! ¡¡Chico Fantasma!! ¡¡¡¡¡Por aquí!!

source: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_] Hey, there you are!
es_es: [_danny_s_phantom_suit_s_towards_s_angry_s_talk_happy_] Hey, ¡ahí estás!

source: [_paulina_s_dress_s_towards_wide_s_idle_2_s_talk_happy_] Oh, I can hardly believe this, I'm actually going to the dance with my savior!
es_es: [_paulina_s_dress_s_towards_wide_s_idle_2_s_talk_happy_] Oh, difícilmente puedo creerlo, ¡en realidad voy a bailar con mi salvador!

source: [_danny_s_phantom_suit_s_closed_happy_s_talk_happy_] I know it's crazy, I can't believe I'm going with the girl of my-
es_es: [_danny_s_phantom_suit_s_closed_happy_s_talk_happy_] sé que es una locura, no puedo creer que vaya con la chica de mi-

source: [_danny_s_phantom_suit_s_at_player_wide_s_talk_frown_] -uhhhhm... very good acquaintance!! Yeah! (Jeez Fenton, don't lay it on too much...)
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_talk_frown_] -uhhhhm... muy buena elección!! ¡Sí! (Jeez Fenton, no lo pongas en demasiado...)

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] So, uh anyway, you look great tonight! I love the pink, very fitting.
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] ¡Así que, esta noche te ves genial! Me encanta el rosado.

source: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_happy_] Matches my lovely complexion, I know! Isn't it wonderful?
es_es: [_paulina_s_dress_s_towards_wide_s_angry_s_talk_happy_] coincide con mi preciosa complejidad, ¡lo sé! ¿No és maravilloso?

source: [_paulina_s_dress_s_towards_wide_s_rise_one_s_talk_bite_] You're not too shabby looking yourself, Ghost Boy. So glad you could find something nice to wear.
es_es: [_paulina_s_dress_s_towards_wide_s_rise_one_s_talk_bite_] No eres muy exigente contigo mismo, Chico fantasma. Me alegro de que pudieras encontrar algo bonito.

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] You try a little more for the extra special people in your life.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Intento un poco más por la gente especial en mi vida.

source: [_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_-blush_1_] Or afterlife!
es_es: ¡[_paulina_s_dress_s_towards_s_wondering_s_talk_happy_s_-blush_1_] o una vida secundaria!

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_bite_] So, will you be so kind as to escort me this fine evening Mr. Ghost Boy?
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_bite_] Entonces, ¿serás tan amable de acompañarme esta buena noche Mr. Chico Fantasma?

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] I would be glad to, Miss...
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_2_] Me encantaría, Miss...

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_] Oh, you know what, it's totally crazy that I hadn't thought of this before, but uh...
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_frown_] Oh, sabes qué, és una locura que no hubiera pensado en esto antes, pero uh...

source: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_] Would you mind telling me your last name?
es_es: [_danny_s_phantom_suit_s_towards_wide_s_neutral_s_talk_happy_] ¿Te importaría decirme tu apellido?

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Oh, I guess I never told you, huh?
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Oh, creo que nunca te dije, ¿eh?

source: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] Yeah, sorta strange to think about I know.
es_es: [_danny_s_phantom_suit_s_towards_s_sad_s_talk_frown_] Sí, se hace extraño pensar en lo que sé.

source: [_paulina_s_dress_s_down_s_idle__s_talk_frown_2_] It's okay, I suppose I just hadn't thought of it before.
es_es: [_paulina_s_dress_s_down_s_idle__s_talk_frown_2_] Está bien, supongo que no lo había pensado antes.

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_] I'll tell you... if you tell me your first name.
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_] te diré... si me dices tu nombre.

source: [_paulina_s_dress_s_towards_s_rise_one_2_s_talk_bite_] You do have one, don't you?
es_es: [_paulina_s_dress_s_towards_s_rise_one_2_s_talk_bite_] Tienes uno, ¿no?

source: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_2_] Calling you "Ghost Boy" has sorta just run it's course, ya know? Don't you think?
es_es: [_paulina_s_dress_s_towards_s_neutral_s_talk_frown_2_] Llamarte "Chico Fantasma" es un poco como poco formal, ¿ya sabes? ¿qué opinas?

source: [_danny_s_phantom_suit_s_up_wide_s_neutral_s_talk_frown_2_] Well... my name...
es_es: [_danny_s_phantom_suit_s_up_wide_s_neutral_s_talk_frown_2_] Bueno... mi nombre...

source: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] It's uhh... well, my real name is... it's sorta funny actually, cause...
es_es: [_danny_s_phantom_suit_s_at_danny_s_wondering_s_talk_frown_2_] Es uhh... bueno, mi nombre real es... és un como un poco divertido, causa...

source: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] Well... cause... my name... my name is Danny.
es_es: [_danny_s_phantom_suit_s_towards_wide_s_rise_one_s_talk_frown_] Bueno... causa... mi nombre... mi nombre es Danny.

source: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] Your name... is Danny? For real?
es_es: [_paulina_s_dress_s_towards_s_idle_2_s_talk_frown_] ¿Tu nombre... és Danny? ¿de verdad?

source: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_frown_2_] Woaaaaaaah... that's so crazy, that like you and that Fenton boy have the same name!!
es_es: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_frown_2_] ¡¡Woaaaaaaah... eso es una locura, tú y ese chico de Fenton teneis el mismo nombre!!

source: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_talk_frown_2_] Yeah, no, it's a really crazy coincidental thing, I agree. I think we like sticking together, because of that.
es_es: [_danny_s_phantom_suit_s_at_player_wide_s_sad_s_talk_frown_2_] Sí, no, és una loca coincidencia, estoy de acuerdo. Creo que nos gusta estar juntos por esa razón.

source: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_] You'll have to tell me the story of how you two met some day! Having you two talk about it together would be sorta interesting!
es_es: [_paulina_s_dress_s_towards_s_rise_one_s_talk_happy_] ¡Tendrás que contarme la historia de cómo se os conocisteis algún día! ¡Que los dos hablaran de ello juntos sería super interesante!

source: [_danny_s_phantom_suit_s_up_wide_s_neutral_s_talk_frown_] Uhm, well... we're sorta, uhh, with our scheduling and all, we erhh... yeah, so... your last name...?
es_es: [_danny_s_phantom_suit_s_up_wide_s_neutral_s_talk_frown_] Uhm, bien... estamos como, uhh, con nuestra programación y todo, erhh... sí, así que... ¿tu apellido...?

source: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_happy_] Oh yeah, sorry! It's Sanchez. My name is Paulina Sanchez.
es_es: [_paulina_s_dress_s_towards_wide_s_wondering_s_talk_happy_] Oh sí, ¡lo siento! Es Sánchez. Mi nombre es Paulina Sánchez.

source: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh, well, nice to officially meet you, Miss Sanchez. (Phew, dodged that whole same name thing incident. Thank goodness...)
es_es: [_danny_s_phantom_suit_s_towards_s_neutral_s_talk_happy_] Oh, bueno,encantado de conocerte oficialmente, señorita Sánchez. (Phew, esquivé todo el lío con el apellido. Gracias a dios...)

source: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] So, I say we mosey on down to the dance floor Miss Sanchez.
es_es: [_danny_s_phantom_suit_s_towards_s_rise_one_s_talk_happy_2_] Así que, digo, vamos a la pista de baile Srta. Sánchez.
