Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/*/screens.po
Languages: ru_ru

source: frame: vbox: xpos 0
ru_ru: кадр: vbox: xpos 0

source: spacing 0
ru_ru: интервал 0

source: add "gui/game_title.png"
ru_ru: добавить "gui/game_title.png"

source: null height 25
ru_ru: пустая высота 25

source: if renpy.variant("pc"):
ru_ru: f renpy.variant("pc"):

source: Back
ru_ru: Назад

source: History
ru_ru: История

source: Skip
ru_ru: Пропустить

source: Auto
ru_ru: Авто

source: Save
ru_ru: Сохранение

source: Q.Save
ru_ru: Б.Сохр

source: Q.Load
ru_ru: Б.Загр

source: Prefs
ru_ru: Опции

source: Hide D.
ru_ru: Скрыть Д.

source: Start
ru_ru: Начать

source: Load
ru_ru: Загрузить

source: Options
ru_ru: Опции

source: End Replay
ru_ru: Завершить повтор

source: Main Menu
ru_ru: Главное меню

source: Credits
ru_ru: Титры

source: About
ru_ru: Информация

source: Help
ru_ru: Помощь

source: Quit
ru_ru: Выход

source: Version [config.version!t]
ru_ru: Версия [config.version!t]

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
ru_ru: Создано с помощью {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]

source: {b}Credits{/b}
ru_ru: {b}Титры{/b}

source: Created by: {b}{a=https://www.patreon.com/GZone_Art}GZone{/a}{/b}, Project Manager
ru_ru: Создано: {b}{a=https://www.patreon.com/GZone_Art}GZone{/a}{/b}, Менеджер проекта

source: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Background Artist, Script Reviser
ru_ru: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Художник второго плана, ревизор сценария

source: {b}FraMe{/b}, Animator
ru_ru: {b}FraMe{/b}, Аниматор

source: {b}Psymind{/b}, Artist
ru_ru: {b}Psymind{/b}, Художник

source: {b}Epadder{/b}, Programmer
ru_ru: {b}Epadder{/b}, Программист

source: {b}Lostraven{/b}, Writer
ru_ru: {b}Lostraven{/b}, Сценарист

source: {b}Special Thanks:{/b}
ru_ru: {b}Отдельное спасибо:{/b}

source: Our deepest appreciation and gratitude to Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani and {a=https://www.deviantart.com/dltoon}DLT{/a} for helping us improve the game in a variety of ways.
ru_ru: Мы выражаем глубокую признательность и благодарность Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani и {a=https://www.deviantart.com/dltoon}DLT{/a} за помощь в улучшении игры различными способами.

source: And a big thank you to all the many loyal supporters on Patreon and Discord! This project wouldn't be possible without you guys.
ru_ru: И огромное спасибо всем преданным сторонникам на Patreon и Discord! Без вас этот проект был бы невозможен.

source: empty slot
ru_ru: пустой слот

source: {#auto_page}A
ru_ru: {#auto_page}А

source: {#quick_page}Q
ru_ru: {#quick_page}Й

source: Display
ru_ru: Дисплей

source: Window
ru_ru: Окно

source: Fullscreen
ru_ru: Полный экран

source: Rollback Side
ru_ru: Откатная сторона

source: Disable
ru_ru: Отключить

source: Left
ru_ru: Лево

source: Right
ru_ru: Право

source: Unseen Text
ru_ru: Невидимый текст

source: After Choices
ru_ru: После выборов

source: Transitions
ru_ru: Переходы

source: Quest Updates
ru_ru: Обновление квестов

source: On
ru_ru: Вкл

source: Text Speed
ru_ru: Скорость текста

source: Auto-Forward Time
ru_ru: Время автоматической перемотки

source: Music Volume
ru_ru: Громкость музыки

source: Sound Volume
ru_ru: Громкость звука

source: Test
ru_ru: Тест

source: Voice Volume
ru_ru: Громкость голоса

source: Mute All
ru_ru: Заглушить все

source: The dialogue history is empty.
ru_ru: История диалога пуста.

source: Keyboard
ru_ru: Клавиатура

source: Mouse
ru_ru: Мышка

source: Gamepad
ru_ru: Геймпад

source: Advances dialogue and activates the interface.
ru_ru: Продвигает диалог и активирует интерфейс.

source: Space
ru_ru: Пробел

source: Advances dialogue without selecting choices.
ru_ru: Продвигает диалог без выбора вариантов.

source: Arrow Keys
ru_ru: Стрелочки

source: Navigate the interface.
ru_ru: Навигация по интерфейсу.

source: Accesses the game menu.
ru_ru: Доступ в игровое меню.

source: Skips dialogue while held down.
ru_ru: Пропускает диалог при удержании.

source: Toggles dialogue skipping.
ru_ru: Включает пропуск диалога.

source: Rolls back to earlier dialogue.
ru_ru: Возврат к предыдущему диалогу.

source: Rolls forward to later dialogue.
ru_ru: Переходит к последующему диалогу.

source: Hides the user interface.
ru_ru: Скрывает пользовательский интерфейс.

source: Takes a screenshot.
ru_ru: Делает скриншот.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
ru_ru: Включает вспомогательную функцию {a=https://www.renpy.org/l/voicing}self-voicing{/a}.

source: Left Click
ru_ru: Левый Клик

source: Middle Click
ru_ru: Средний Клик

source: Right Click
ru_ru: Правый Клик

source: Mouse Wheel Up Click Rollback Side
ru_ru: Колесо мыши Вверх Клик мыши Откат в сторону

source: Mouse Wheel Down
ru_ru: Колесо мыши вниз

source: Right Trigger A/Bottom Button
ru_ru: Правый триггер Кнопка A/Bottom

source: Left Trigger Left Shoulder
ru_ru: Левый триггер Левое плечо

source: Right Shoulder
ru_ru: Правое плечо

source: D-Pad, Sticks
ru_ru: D-Pad, палочки

source: Start, Guide
ru_ru: Начало, Руководство

source: Y/Top Button
ru_ru: Кнопка Y/Top

source: Calibrate
ru_ru: Калибровать

source: Skipping
ru_ru: Пропуск

source: Menu
ru_ru: Меню
