Repository: DRincs-Productions/AmityPark
Catalog: game/*/Turkish/code/battleoverhaul/renpy/9999-battle-label.po
Languages: tr_tr

source: You've earned [earnedEXP] experience points!
tr_tr: [earnedEXP] tecrübe puanı kazandınız!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] All that training paid off, but I didn't learn anything from that fight.
tr_tr: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] Tüm o antrenmanların karşılığını aldım ama o dövüşten hiçbir şey öğrenmedim.

source: Congratulations you are now level [dannyCombat[Level]] Gained 1 Skill Point! Gained 1 Passive Point!
tr_tr: Tebrikler, artık seviye atladınız [dannyCombat[Level]] 1 Beceri Puanı Kazandı! 1 Pasif Puan Kazandı!

source: Time to run...
tr_tr: Kaçma zamanı...

source: [_simulatorAi_] Attention! The "Fenton Battery" level has reached a critical low! Further Simulation can not be initiated. Please, wait until the Fenton Battery has fully recharged.
tr_tr: [_simulatorAi_] Dikkat! "Fenton Bataryası" seviyesi kritik bir düşük seviyeye ulaştı! Daha fazla Simülasyon başlatılamaz. Lütfen Fenton Bataryası tamamen şarj olana kadar bekleyin.

source: Turn on Super Danny for battle and retry.
tr_tr: Savaş için Süper Danny'yi aç ve yeniden dene.

source: Retry
tr_tr: Yeniden Dene
