Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Mom, how's it goin-
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, mamá, cómo va -

source: [_maddie_] {b}Danny!!{/b} There you are!! You're never going to believe it!
es_es: [_maddie_] {b}¡¡Danny!!{/b} ¡¡¡Estás aquí!! ¡No te lo vas a creer!

source: [_danny_s_towards_s_rise_s_talk_frown_] Woah, woah, wh-what's up? Did Dad finally catch a ghost or something?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] woah, woah, ¿Qué pasa? ¿papá finalmente atrapó a un fantasma o algo parecido?

source: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Oh no, Danny please, don't say that word too loudly in the house anymore, your father might-
es_es: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Oh no, Danny por favor, no digas esa palabra en voz alta en la casa, tu padre podría-

source: [_jack_] {b}GHOSTS?!{/b} There are ghosts in the house?!? Let me at em'! I'm ready for them this time!!
es_es: [_jack_] {b}¡¿FANTASMA?!{/b} ¿Hay fantasmas en la casa?!? ¡Déjame a em'! ¡¡Estoy listo para ellos!!

source: [_danny_] Jeez, Dad, settle down! There's not a ghost here!!
es_es: [_danny_] Jeez, Papá, ¡calma! ¡¡No hay fantasmas!!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Ahhh, I see... ah well, better safe than sorry!!
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] Ahhhh, ya veo... ¡¡¡bueno, mejor a salvo que a disculparse!!

source: [_danny_s_towards_s_rise_s_talk_frown_] Uhh, what's with all the gear you've got? Is everything okay?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Uhh, ¿qué hay de todo el equipo has cogido? ¿Va todo bien?

source: [_jack_s_towards_s_sad_s_talk_happy_] Nothing could be better son, I've just finally hit my stride!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] Nada podría ser mejor hijo, ¡por fin lo he logrado!

source: [_maddie_s_towards_s_neutral_s_talk_distraught_] Your father has been a little 'amped up' recently due to all the rampant ghost sightings
es_es: [_maddie_s_towards_s_neutral_s_talk_distraught_] Tu padre ha sido un poco "amparado" recientemente debido a todos los avistamientos de fantasmas

source: [_jack_s_closed_s_sad_s_talk_happy_] Ol' Vladdie may have already caught a ghost under my nose, but the Fenton clan is still the number one ghost catchers in Amity Park!!
es_es: [_jack_s_closed_s_sad_s_talk_happy_] ¡¡Vladdie puede que ya haya capturado un fantasma delante de mis narices, pero el clan Fenton sigue siendo el número uno atrapando fantasmas en Amity Park!!

source: [_jack_s_towards_s_sad_s_talk_happy_] I'm gonna be on those sicko phantom creeps like a great auntie's chin hair on homemade meatloaf!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] ¡Voy a ser con esos fantasmas psicopatas horribles igual que mi tía con la preparación de la carne a la brasa!

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...alright, so, anyywayyy... what was it you had to tell me Mom?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ...bueno, de todo... ¿qué tenías que decirme Mami?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh it's just so exciting! I've been {i}personally{/i} invited to a prestigious science symposium being held down in Florida! They've even paid for the hotel stay and flight over!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ¡Es muy emocionante! ¡He sido {i}personalmente{/i} invitada a un prestigioso simposio de ciencias que se está celebrando en Florida! ¡Incluso me han pagado la estancia del hotel y el vuelo!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] What, they just, up and paid for you to go? Gee, that was awfully nice.
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Que, ¿que ellos, te pagan todos los gastos? Gee, eso és terriblemente bueno.

source: [_jack_s_towards_s_sad_s_talk_happy_] Well, I'll be! That's great news! Obviously they heard of the world famous {b}Jack Fenton{/b} and simply {i}knew{/i} they needed to learn more about our brilliant research!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] Bueno, ¡así será! ¡Son buenas noticias! ¡Obviamente escucharon hablar del famoso {b}Jack Fenton{/b} y {i}sabían{/i} que necesitaban aprender más sobre nuestra brillante investigación!

source: [_danny_s_towards_s_wondering_s_talk_frown_] If that's true, then why didn't you get a direct invite too, Dad?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Si es cierto, ¿por qué no recibiste una invitación directa también papá?

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, Danny, obviously they're aware of the vital work we have to do down here! Amity Park is a dangerous haven for evil ghosts now!
es_es: [_jack_s_closed_s_sad_s_talk_happy_] Bueno, ¡Danny, obviamente son conscientes del trabajo vital que tenemos que hacer aquí! ¡Amity Park es un refugio para peligrosos fantasmas malvados ahora!

source: [_jack_s_towards_s_sad_s_talk_happy_] So they've opted instead to have my amazing wife attend! Good thinking on their part, really!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] ¡Así que han optado por llevar a mi asombrosa esposa! ¡Buena idea por su parte!

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] Ohhh my goodness, {i}amazing{/i} wife, huh? Jack Fenton... still the charmer I remember!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] Ohhhh Dios, increíble {i}esposa{/i}, ¿eh? Jack Fenton... ¡sigues siendo tan encantador como siempre!

source: [_jack_s_stare_s_angry_s_talk_happy_] Heh... I love you too, sugar muffin!
es_es: [_jack_s_stare_s_angry_s_talk_happy_] Heh... ¡Te amo también, bombón!

source: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] Blech, get a room you two...
es_es: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] Que narices, volver al cuarto los dos...

source: [_maddie_s_away_s_amused_s_talk_frown_] Ya' know, it's funny, we sorta do, it's called the house that we live in and own, Jasmine.
es_es: [_maddie_s_away_s_amused_s_talk_frown_] Ya sabes, és divertido, nosotros solo hacemos, la llamamos la causa por la que vivimos y poseemos, Jasmine.

source: [_jack_s_stare_s_angry_s_talk_happy_] {b}Boom{/b}! Get faced, oldest offspring!
es_es: ¡[_jack_s_stare_s_angry_s_talk_happy_] {b}Boom{/b}! ¡Enfréntate a la descendiente más antigua!

source: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] {i}*Psssch!*{/i}. Whatever.
es_es: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] {i}*Psssch! * {/i}.

source: [_danny_s_towards_s_wondering_s_talk_happy_] That's really cool Mom, I'm glad you're being recognized for your work! I hope you have fun while you're down there.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Eso és genial mamá, estoy contento de que estás siendo reconocida por tu trabajo! Espero que te diviertas mientras estás allí abajo.

source: [_maddie_s_towards_s_wondering_s_talk_pleased_] Well, {i}*Ahem*{/i} the thing is dear, the invite actually allows for a {u}plus one{/u} to come along as well.
es_es: [_maddie_s_towards_s_wondering_s_talk_pleased_] Bueno, {i}*Ahem*{/i} el asunto és querido, la invitación permite que {u}alguien más{/u} venga también.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh, so Dad can still go, and me and Jazz will have the house to ourselves? Sweet, sounds like a plan!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh, así que papá todavía puede ir, ¿y yo y Jazz tendremos la casa para nosotros? ¡Genial, suena como un buen plan!

source: [_jack_s_towards_s_sad_s_talk_happy_] Actually Danny, I think that what your mother is saying is that this would be a good time to bond with one another on your interest in ghosts!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] En realidad Danny, Creo que lo que tu madre está diciendo es que este sería un buen momento para acompañarla y mejorar tu interés en los fantasmas!

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, you've been saying lately just how much interest you've been having in what we do, so, what better way to learn...
es_es: [_jack_s_closed_s_sad_s_talk_happy_] Bueno, has estado diciendo últimamente cuánto interés has estado teniendo en lo que hacemos, así que, qué mejor manera de aprender ...

source: [_jack_s_stare_s_angry_s_talk_happy_] ...than to take a personal weekend trip spending your whole time around one another!!
es_es: [_jack_s_stare_s_angry_s_talk_happy_] ...que tomar un viaje de fin de semana pasando todo el tiempo juntos!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Yes!! Exactly!! Doesn't that sound fun Danny?!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡¡Sí!! ¡¡Exactamente!! ¡No és divertido Danny?!

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] Wait, what?! Me go?? N-no way, I can't just up and leave for Florida!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] ¡Espera, qué! ¿¿yo ir?? ¡De ninguna manera, no puedo ir a Florida!

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Why, do you have a steady job you can't miss shifts at?
es_es: [_jack_s_towards_wide_s_sad_s_talk_displeased_] ¿Por qué?, ¿tienes un trabajo en el que no puedes perder la jornada?

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, no. The Nasty Burger's kinda chill about when I can just come in to mop, and-
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Bueno, no. Nasty burguer me deja ir cuando quiera, y-

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Big homework assignment you can't do anywhere else?
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] ¿Una gran tarea que no puedes hacer en ningún otro lugar?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Uhh... no, Lancer's actually been kinda lax about not assigning any papers or-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Uhh... no, Lancer's ha sido laxo al no asignar ningún trabajo o -

source: [_jack_s_towards_s_sad_s_talk_happy_] Got yourself a girlfriend, sport?
es_es: [_jack_s_towards_s_sad_s_talk_happy_] ¿Tienes una novia, deporte?

source: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] ...no, not really. {i}*Sigh*{/i}
es_es: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] ...no, no. {i}*Suspiro*{/i}

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Then what the heck's the matter with ya', son? You can't just bail out on your mother like this!
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] Entonces, ¿cuál es el problema hijo? ¡No puedes acompañar a tu madre!

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] B-bail out?! I just found out about this!! How is that bailing??
es_es: ¡[_danny_s_towards_wide_s_unhappy_s_talk_frown_]¡¿acompañar?! ¡¡¡Acabo de enterarme de todo!! ¿¿Cómo és ese acompañamiento??

source: [_maddie_s_towards_s_sad_s_talk_frown_] Danny... is it really that awful an idea to spend a few days with your mother? I really thought you'd be happy to hang out with me more...
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] Danny... ¿Es una idea horrible pasar unos días con tu madre? Pensé que estarías encantado de pasar el rato conmigo...

source: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] I mean, this is the last year you're gonna have living here before you go off to college, and... well... time feels fleeting at this stage in my life.
es_es: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] Quiero decir, este és el último año que vas a vivir aquí antes de ir a la universidad, y... Bueno... el tiempo se siente pasar fugazmente en esta etapa de la vida.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Aww jeez, n-no, Mom, it's not an awful idea, I just mean that...
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Aww jeez, n-no, Mamá, no és una idea horrible, solo quiero decir que...

source: [_danny_s_at_player_s_wondering_s_frown_s_-blush_] (Damn it! How the hell am I going to talk my way out of this one? {i}"Oooh, sorry Mom, gotta protect the town from far too horny spirits!!"{/i})
es_es: [_danny_s_at_player_s_wondering_s_frown_s_-blush_] (¡Mierda! ¿Cómo diablos voy a salir de esto? {i}"Oooh, lo siento mamá, ¡tengo que proteger la ciudad de espíritus demasiado cachondos! "{/i})

source: [_danny_s_down_s_sad_s_talk_frown_] It's just really short notice is all I meant, ya' know?
es_es: [_danny_s_down_s_sad_s_talk_frown_] Quería decir que és una noticia que se da con poco tiempo, ¿ya sabéis?

source: [_maddie_s_towards_s_wondering_s_talk_distraught_] But Danny, there's nothing to get in the way of going to it! Your big exams aren't for a few more months, right? And it's only over the weekend anyway!
es_es: [_maddie_s_towards_s_wondering_s_talk_distraught_] Pero Danny, ¡no hay nada que obstaculice el camino! Tus exámenes no serán hasta dentro de unos meses, ¿verdad? ¡Y sólo és un fin de semana!

source: [_maddie_s_away_s_sad_s_talk_distraught_] I really don't know what you'd be missing out on, and you'd really make me happy by attending.
es_es: [_maddie_s_away_s_sad_s_talk_distraught_] No sé lo que podrías perderte, y me harías feliz asistiendo.

source: [_danny_s_at_danny_s_unhappy_s_displeased_] (Man... Mom seems so eager for me to come with, but is this really the right time for me to go running away on holiday?)
es_es: [_danny_s_at_danny_s_unhappy_s_displeased_] (Tío... Mamá parece tan ansiosa por que vaya, pero ¿és el momento adecuado para que me vaya corriendo de vacaciones?)

source: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] I just don't know if science is all my thing, I mean... I think ghosts are interesting, but I might just end up embarrassing you guys.
es_es: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] No sé si la ciencia és lo mío, quiero decir... Creo que los fantasmas son interesantes, pero és posible que acabe por avergonzaros.

source: [_jack_s_towards_s_sad_s_talk_happy_] Well what better way to learn a bit more than with the best minds in the country around you? A symposium this size will help prepare you for when your old man finally steps down and hands the mantle to you!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] Bueno, ¿qué mejor manera de aprender un poco más que con las mejores mentes del país? ¡Un simposio de este tamaño te ayudará a prepararte para cuando tu anciano padre lo deje y te entregue el mando!

source: [_danny_s_down_s_sad_s_talk_frown_] I-I see your point there, I still just think that-
es_es: [_danny_s_down_s_sad_s_talk_frown_] Te entiendo, sigo pensando que-

source: [_maddie_s_towards_s_sad_s_talk_frown_] Oh Danny, let me just be honest and put this out on the table... I feel we've been really distant recently, whether on purpose or not.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] Oh Danny, déjame ser honesta y poner esto sobre la mesa. Creo que últimamente hemos estado distantes, con o sin propósito.

source: [_maddie_s_towards_wide_s_neutral_s_talk_pleased_] This could be a chance to reconnect a bit. It'll be a really good opportunity for us both to have some quality mother-son bonding time together!
es_es: [_maddie_s_towards_wide_s_neutral_s_talk_pleased_] Esta podría ser una oportunidad de volver a acercarnos. ¡Será una buena oportunidad para que ambos tengamos un tiempo madre-hijo de calidad!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Cause I still 'wuv my little guy so much... and I bet he still 'wuv's me too...
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Causaría que 'podr ' mucho mi pequeño... y apuesto a que él también me ' podr'...

source: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Jeez, honestly, that's a little cringey Mom.
es_es: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Jeez, honestamente, eso és un poco vergonzoso mamá.

source: [_jack_s_towards_s_sad_s_talk_displeased_] There's nothing cringey or weird about a mother simply loving her son!
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] ¡No hay nada vergonzoso o extraño en una madre que sencillamente ama a su hijo!

source: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Well, I imagine it can get weird if you overdo the whole "loving" part... but maybe that's just my thinking...)
es_es: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Bueno, imagino que puede volverse raro si me refiero a todo "amor"... pero tal vez eso sean sólo mis ideas...)

source: [_jack_s_closed_s_wondering_s_talk_happy_] In fact, it's being weird that makes being a Fenton a Fenton, you know that! It's the weird elements of life that brings people together, like your mother and I!
es_es: [_jack_s_closed_s_wondering_s_talk_happy_] De hecho, ser raro és lo que hace a un Fenton ser un Fenton. ¡ya lo sabes! ¡Son las cosas raras de la vida las que unen a las personas, como su madre y yo!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] For that reason alone, you should {b}love{/b} being weird! It's weirdness that helped me find the love of my life...
es_es: ¡[_jack_s_towards_wide_s_sad_s_talk_happy_] ¡Por esa razón, deberías {b}amar{/b} siendo extraño! Es extraño que me haya ayudado a encontrar el amor de mi vida...

source: [_maddie_s_towards_s_talk_happy_s_blush_] {i}Nawww{/i}, you really are in a sweet mood today!
es_es: [_maddie_s_towards_s_talk_happy_s_blush_] {i}Nawww{/i}, ¡estás de buen humor hoy!

source: [_jack_s_stare_s_angry_s_talk_happy_] Why wouldn't I be honey? My amazing wife and my developing prodigy of a son are going to represent our family at the largest ghost hunting convention in the good ol' USA!
es_es: [_jack_s_stare_s_angry_s_talk_happy_] ¿Por qué no lo estaría cielo? ¡Mi esposa asombrosa y mi el prodigio que se desarrolla de un hijo van a representar a nuestra familia en la mayor convención de caza fantasma en los Estados Unidos!

source: [_danny_s_towards_s_rise_s_talk_frown_] Woah hey, can't I still have a little time to think about this?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Woah hey, ¿no puedo tener un poco de tiempo para pensar en esto?

source: [_maddie_s_towards_s_sad_s_talk_frown_] You're still not sure...?
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] ¿Todavía no estás seguro...?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, I'm really not trying to say that I won't, or that I'd hate to, but-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, no estoy tratando de decir que no lo haré, o que lo odiaría-

source: [_danny_s_down_s_unhappy_s_consternation_] (Damn it...I don't want to let her down, she's clearly super keen on the idea of us going.)
es_es: [_danny_s_down_s_unhappy_s_consternation_] (Damn it...no quiero defraudarla, ella está súper interesada en la idea de ir juntos.)

source: [_danny_s_at_player_s_sad_s_displeased_] (Could the town really be fine without me here? I feel like it's a risk...)
es_es: [_danny_s_at_player_s_sad_s_displeased_] (¿Podría la ciudad estar bien sin mí? Siento que podría ser arriesgado...)

source: [_danny_s_towards_s_sad_s_displeased_] (But nothing's worth risking hurting Mom's feelings like this...)
es_es: [_danny_s_towards_s_sad_s_displeased_] (Pero no vale la pena arriesgar los sentimientos de mamá de esta forma...)

source: [_danny_s_towards_s_unhappy_s_talk_pleased_] Well... I mean I guess I can't say no to a face like that, can I?
es_es: [_danny_s_towards_s_unhappy_s_talk_pleased_] Bueno... Supongo que no puedo decir no a una situación como esta, ¿puedo decir?

source: [_maddie_s_towards_s_sad_s_talk_distraught_] Oh sweetheart, no, if you really don't want to come, I would completely understand. Don't feel obligated at all just because I want you to. Trust me, it's your choice.
es_es: [_maddie_s_towards_s_sad_s_talk_distraught_] Oh encanto, no, si realmente no quieres venir, yo lo entendería. No te sientas obligado sólo porque yo quiera. Confía en mí, és tu elección.

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] {i}*Whispering* Psssst!{/i}. Danny. {u}Trust{/u} me. It's a trap. Reverse psychology at its finest!
es_es: [_jack_s_towards_wide_s_sad_s_talk_displeased_] {i}*Cuchicheo * Psssst! {/i}. Danny. {u}creeme{/u}. Es una trampa. ¡La psicología inversa és su mejor arma!

source: [_danny_s_towards_wide_s_unhappy_s_talk_pleased_] No Mom! I WANT to come. Seriously.
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_pleased_] ¡No mamá! Quiero ir. en serio.

source: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Well now I don't want you to feel like I'm forcing you, so don't say-
es_es: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Bueno, ahora no quiero que te sientas como si te obligara, así que no digas -

source: [_danny_s_down_s_wondering_s_talk_distraught_] You're not forcing me. I've just had a lot on my mind lately is all, and well... rather than focus on it, I could use this time to distract myself.
es_es: [_danny_s_down_s_wondering_s_talk_distraught_] No me estás forzando. Es tenido muy cargada mi mente últimamente., y bueno... en lugar de enfocarme en ello, podría usar este tiempo para distraerme.

source: [_danny_s_towards_s_neutral_s_talk_happy_] I mean, a weekend away from here might actually do me some good!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Quiero decir, un fin de semana lejos de aquí podría hacerme algo de bien!

source: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Oh Danny, thank you, thank you, thank you!! I'm so happy you're coming!
es_es: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Oh Danny, gracias, gracias. ¡Estoy tan feliz!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}Ayyyye{/i}, that's my boy! You'll be a real lady killer one day knowing how to talk your way outta jams like that.
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}Ayyyye{/i}, ¡ese és mi muchacho! Algún día serás un verdadero mujeriego sabiendo cómo sortear momentos tan difíciles como este.

source: [_maddie_s_towards_s_confused_s_talk_pleased_s_blush_] Jack, c'mon, I'm his mother! It's a little different, please...
es_es: [_maddie_s_towards_s_confused_s_talk_pleased_s_blush_], Vamos, ¡Soy su madre! Es un poco diferente, por favor...

source: [_jack_s_stare_s_angry_s_talk_happy_] And a fine mother you are at that! Anyway, if either of you two need me, I'll be off in the lab...
es_es: [_jack_s_stare_s_angry_s_talk_happy_] ¡Y eres una buena madre en eso! De todos modos, si alguno de ustedes me necesita, voy a estar en el laboratorio...

source: [_jack_s_at_player_wide_s_idle_s_talk_happy_] ...tracking down these scuzzy spectral slimeballs... in hopes to blast them to kingdom come... to meet their unholy maker once more...
es_es: [_jack_s_at_player_wide_s_idle_s_talk_happy_] ...rastreando escaramuzas espectrales babosas... con la esperanza de lanzarlas al reino venido... para conocer a su malvado creador una vez más...

source: [_jack_s_stare_s_angry_s_talk_happy_] See you at dinner!!
es_es: [_jack_s_stare_s_angry_s_talk_happy_] ¡Nos vemos en la cena!!

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Great, glad we got that squared away... well anyway, I better go pack an overnight bag's worth of white & red t-shirts and blue jeans into my suitcase.
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_] genial, contento de que hayamos conseguido cuadrarlo... Bueno de todos modos, mejor ir hacer una maleta esta noche con camisetas blancas y rojas y vaqueros azules.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, this is fantastic!! Thank you sweetie, I knew you'd come around to seeing reason!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, ¡esto es fantástico! ¡Gracias cielo, ¡sabía que entrarías en razón!

source: [_danny_s_towards_s_wondering_s_talk_pleased_] So, when'd you say we fly out again?
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Entonces, ¿cuándo dirías que volamos?

source: [_maddie_s_towards_s_wondering_s_talk_distraught_] Saturday morning, pretty early.
es_es: [_maddie_s_towards_s_wondering_s_talk_distraught_] sábado por la mañana, bastante temprano.
