Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_maddie_s_towards_s_rise_s_talk_amused_s_blush_] ...Would you like to kiss me sweetie?
es_es: [_maddie_s_towards_s_rise_s_talk_amused_s_blush_] ...¿Te gustaría besarme cariño?

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Gulp*{/i} O-okay, s-sure.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*P*{/i} O-okay, s-sure

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] I mean, you don't have to if you-
es_es: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] Quiero decir, no tienes que hacerlo si tu-

source: [_maddie_] {b}MMmm!{/b} (Eager isn't he? This is bringing back memories of my college days at the U of W, when I- OH MY GOD, DID HE JUST SLIP HIS TONGUE IN?!)
es_es: [_maddie_] {b}Mmm! /b} (Eager no? Esto está trayendo recuerdos de mis días universitarios en la U de W, cuando I- OH MY GOD, ¡DIDO JUST SLIP HIS TONGUE IN?!)

source: [_danny_] (Seriously. She feels so nice, I just wanna feel her tits pushed against me. I hope she likes this tongue thing I'm trying out with my mouth...)
es_es: [_danny_] (Seriamente. Ella se siente tan agradable, solo quiero sentir sus tetas empujadas contra mí. Espero que le guste esta lengua lo que estoy probando con mi bouth...)

source: [_maddie_] Ahh... (This is making me so hot...Oooh~ Come on baby, don't be shy, I wish he'd grab my butt!)
es_es: [_maddie_] Ahh... (Esto me está haciendo tan caliente... Oooh~ Ven al bebé, no seas tímido, ¡Ojalá me tomara el culo!)

source: [_maddie_] (Or just pin me down now!)
es_es: [_maddie_] (¡O simplemente anclarme ahora!)

source: [_danny_] (Oh fuck, I don't know how much of this teasing I can take).
es_es: [_danny_] (Oh fuck, no sé cuánto de esta broma puedo tomar).

source: [_danny_] (She's so hot!)
es_es: [_danny_] (¡Está tan caliente!)

source: [_maddie_] (Oh Lord... I didn't expect this, I didn't think it would feel this... this, {i}good.{/i})
es_es: [_maddie_] (Oh Señor... No esperaba esto, no pensé que lo sentiría... esto, {i}bueno.{/i})

source: [_danny_] Yes...
es_es: [_danny_] Si...

source: [_maddie_] I'm not waiting any longer.
es_es: [_maddie_] Ya no estoy esperando.

source: [_danny_] Mom? What are you-
es_es: [_danny_] ¿Mamá? ¿Qué es usted?

source: [_maddie_] Come on baby, {i}take me.{/i}
es_es: [_maddie_] Ven al bebé, {i}tómame.{/i}

source: [_danny_] Oh fuck! You're so tight!
es_es: [_danny_] ¡Oh mierda! ¡Estás tan fuerte!

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_idle_s_m_talk_happy_] Ah! Ah! Don't stop, Danny!~
es_es: [_maddie_s_missionary_s_slow_s_d_bite_s_m_idle_s_m_talk_happy_] ¡Ah! ¡Ah! ¡No pares, Danny!~

source: [_maddie_s_missionary_s_slow_s_d_smile_s_m_idle_s_m_talk_happy2_] Do you want to cum with me, baby?
es_es: [_maddie_s_missionary_s_slow_s_d_smile_s_m_idle_s_m_talk_happy2_] ¿Quieres cum conmigo, bebé?

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_sad_s_m_talk_happy3_] Is this... is this what you want, baby?~
es_es: [_maddie_s_missionary_s_slow_s_d_grin_s_m_sad_s_m_talk_happy3_] ¿Es esto... ¿es esto lo que quieres, bebé?~

source: [_danny_] Ungh! Yeah! This is the best!
es_es: ¡[_danny_] Ungh! ¡Sí! ¡Esto es lo mejor!

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_idle_s_m_talk_happy_] Thank you baby... ohh, your cock is really big!
es_es: [_maddie_s_missionary_s_slow_s_d_grin_s_m_idle_s_m_talk_happy_] Gracias bebé... ohh, tu polla es muy grande!

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Mmm! That's right baby, you're the best to me, and {i}don't you forget it!{/i}
es_es: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Mmm! Ese es el bebé correcto, eres el mejor para mí, y {i}no lo olvides! {/i}

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_] (God, he's filling me up so much!)
es_es: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_] (¡Dios, me está llenando tanto!)

source: [_danny_] Ah! I don't ever want to stop!
es_es: ¡[_danny_] Ah! ¡Nunca quiero parar!

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Don't stop baby! Ah!
es_es: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] ¡No pares al bebé! ¡Ah!

source: [_maddie_s_missionary_s_slow_s_d_smile_s_m_sad_s_m_talk_frown_] You're going to need to- {i}*Huff*{/i} -understand I have needs baby.
es_es: [_maddie_s_missionary_s_slow_s_d_smile_s_m_sad_s_m_talk_frown_] Usted va a necesitar- {i}*Huff * {/i} -entiende que tengo necesidades de bebé.

source: [_danny_] Y-you mean-
es_es: [_danny_] Y-significa-

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_neutral_s_m_talk_happy3_] That you and I are going to need to- {b}OH MY GOD!{/b} Mmm! Don't stop hitting it, just like {u}that{/u}!~
es_es: [_maddie_s_missionary_s_slow_s_d_grin_s_m_neutral_s_m_talk_happy3_] Que tú y yo vamos a necesitar- {b}OH MI DIOS! {/b} Mmm! No deje de golpearlo, al igual que {u}que {/u}! ~

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_happy2_] Y-you... you're gonna need to learn... that we're gonna need to find time to s-sneak- {i}Ah!{/i} ..around together.
es_es: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_happy2_] Y-tú... estás fuera de la necesidad de aprender... que no necesitamos encontrar tiempo para s-sneak- {i}Ah!{/i} ..alrededor juntos.

source: [_danny_] M-Mom, keep talking, this is really turning me on.
es_es: [_danny_] M-Mom, sigue hablando, esto realmente me está encendido.

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_talk_happy3_] Mmm! Can't you just imagine us? Finding little hiding spots so we can- {i}Oooh!{/i} ...take turns {u}fucking{/u} each other silly and-
es_es: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_talk_happy3_] ¡Mmm! ¿No te puedes imaginar con nosotros? Encuentra pequeños puntos ocultos para que podamos - {i}¡Oooh!{/i} ...giros {u}fucking{/u} unos a otros tontos y-

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_s_m_blush_] (Fuck his cock is so huge! It's one thing to try to swallow it whole, but-)
es_es: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_s_m_blush_] (¡Felicita su polla es tan alta! Es una cosa para tratar de tragarlo todo, pero)

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_frown_] Danny? What are you-
es_es: ¿[_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_frown_] Danny? ¿Qué eres-

source: [_danny_] I'm sorry but you're gonna need to hold on! I'm gonna burst!!
es_es: [_danny_] Lo siento, ¡pero tienes que esperar! ¡¡¡¡¡Estoy reventando!!

source: [_danny_] Sorry Mom! I can't hold back anymore!
es_es: [_danny_] ¡Lo siento mamá! ¡No puedo retener más!

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Ohhh yes, Danny!! {b}DON'T YOU DARE STOP!!{/b}
es_es: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Ohhh sí, Danny!! {b}NO TIENES PASO!!{/b}

source: [_danny_] Mom are you- {i}AHH!{/i}
es_es: [_danny_] Mamá eres tú- {i}AHH!{/i}

source: [_maddie_s_missionary_s_fast_s_d_smile_s_m_neutral_s_m_talk_happy2_] Mommy's matching your pace sweetie! You teenagers aren't the only ones who still know how to {i}really{/i} make love!
es_es: ¡[_maddie_s_missionary_s_fast_s_d_smile_s_m_neutral_s_m_talk_happy2_] Mommy que coincide con tu ritmo semanal! ¡Los adolescentes no son los únicos que todavía saben cómo {i}realmente{/i} hacen el amor!

source: [_danny_] {i}Oooh!{/i} God, why didn't we do this sooner?
es_es: [_danny_] {i}Oooh! {/i} Dios, ¿por qué no lo hicimos antes?

source: [_maddie_s_missionary_s_fast_s_d_grin_s_m_sad_s_m_talk_happy_] I don't know! I don't know and I don't care anymore about what was holding us back!
es_es: [_maddie_s_missionary_s_fast_s_d_grin_s_m_sad_s_m_talk_happy_] ¡No lo sé! ¡No lo sé y ya no me importa lo que nos estaba reteniendo!

source: [_danny_] Your pussy is so {u}tight!{/u} I don't know how much longer I can last!
es_es: [_danny_] Tu coño es tan {u}apretado! {/u} ¡No sé cuánto tiempo más puedo durar!

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy2_] Hold on baby! I'm so close!
es_es: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy2_] ¡Espera al bebé! ¡Estoy muy cerca!

source: [_danny_] {b}Grrr!{/b} Cum for me, you big bitch!
es_es: [_danny_] {b}¡Grrr!{/b} Cum para mí, ¡tu puta grande!

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_sad_s_m_talk_frown_] Danny, p-please, don't talk to me like- {i}AHHHHHHH!~{/i}
es_es: [_maddie_s_missionary_s_fast_s_d_frown_s_m_sad_s_m_talk_frown_] Danny, p-favor, no me hables como- {i}AHHHHHHHHHHHH!~{/i}

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Oh God, keep fucking me like that! That's soooo good!
es_es: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] ¡Oh Dios, sigue follándome así! ¡Eso es bueno de soooo!

source: [_danny_] That's it Mom! Keep squeezing my cock like that! I wanna feel you cum all over it!
es_es: [_danny_] ¡Eso es mama! ¡Sigue apretando mi polla así! ¡Quiero sentirte cum por todo!

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_moan_] (I've never seen him so demanding! It's so {i}hot!{/i}~)
es_es: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_moan_] (¡Nunca lo he visto tan exigente! It's so {i}hot! {/i} ~)

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_ahegao_] (My son is making me cuum...!!!~)
es_es: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_ahegao_] (Mi hijo me está haciendo cuum ...!!! ~)

source: [_danny_] Fuck, your pussy is squeezing the life out of me!!
es_es: [_danny_] Pierde, tu coño está exprimiendo la vida de mí!!

source: [_maddie_s_missionary_s_fast_s_d_bite_s_m_sad_s_m_talk_happy2_] {i}*Huff* *Huff*{/i} That was amazing baby, please, I want you to cum as well!
es_es: [_maddie_s_missionary_s_fast_s_d_bite_s_m_sad_s_m_talk_happy2_] {i}*Huff * *Huff * {/i} ¡Eso fue increíble bebé, por favor, quiero que te corran también!

source: [_danny_] Mom, I'm so close!
es_es: [_danny_] ¡Mamá, estoy tan cerca!

source: [_danny_] But I'm not wearing-
es_es: [_danny_] Pero no estoy usando-

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_idle_s_m_talk_frown_] I'm on the pill normally, just do it!
es_es: [_maddie_s_missionary_s_fast_s_d_clench_s_m_idle_s_m_talk_frown_] Estoy en la píldora normalmente, ¡hazlo!

source: [_maddie_s_missionary_s_fast_s_d_bite_s_m_idle_s_m_talk_happy2_] Do it baby! {u}CUM!!{/u}
es_es: [_maddie_s_missionary_s_fast_s_d_bite_s_m_idle_s_m_talk_happy2_] ¡Vaya bebé! {u}CUM!! {/u}

source: [_maddie_] (I can feel him filling me up! I can feel my brain melting!)
es_es: [_maddie_] (¡Puedo sentirlo llenándome! I can feel my brain melting!)

source: [_danny_] Mom? MOM?
es_es: ¿[_danny_] mamá? ¿MOM?

source: [_danny_] Are you okay?
es_es: [_danny_] ¿Estás bien?

source: [_maddie_s_missionary_s_after_s_d_smile_s_m_sad_s_m_talk_happy2_] Yes baby, just... just a little overwhelmed.
es_es: [_maddie_s_missionary_s_after_s_d_smile_s_m_sad_s_m_talk_happy2_] Sí bebé, justo... un poco cubierto.

source: [_danny_] That was-
es_es: [_danny_] Eso fue:

source: [_maddie_s_missionary_s_after_s_d_grin_s_m_sad_s_m_talk_happy3_] Amazing.
es_es: [_maddie_s_missionary_s_after_s_d_grin_s_m_sad_s_m_talk_happy3_] increíble.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Danny... you really do understand that we {u}have{/u} to keep this a secret right?
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Danny... ¿realmente entiendes que {u}tenemos{/u} para mantener esto en secreto correcto?

source: [_danny_] No, of course, duh.
es_es: [_danny_] No, por supuesto.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] I'm serious, you can't go bragging to your friends or anyone. Even if you change my name or our relation-
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Soy serio, no puedes ir a presumir a tus amigos o a nadie. Incluso si usted cambia mi nombre o nuestra relación-

source: [_danny_] I know. Don't worry.
es_es: [_danny_] Lo sé. No te preocupes.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] And your father can NEVER find out.
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Y tu padre NUNCA lo sabe.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_bite_s_m_blush_] (At least... he {i}shouldn't{/i} know... right?)
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_bite_s_m_blush_] (Al menos... él {i}no debería{/i} saber... ¿verdad?)

source: [_danny_] Mom I get it, I'm not going to do anything to mess this up.
es_es: [_danny_] Mamá que lo entiendo, no voy a hacer nada para desbaratarlo.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_happy2_] Okay sweetie, I'm glad you understand.
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_happy2_] Vale las semanas, me alegro de que entiendas.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_talk_frown_s_-m_blush_] Wait. Did you hear that?
es_es: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_talk_frown_s_-m_blush_] Espera. ¿Has oído eso?

source: [_danny_] It sounded like glass breaking...
es_es: [_danny_] Suenó como rompiendo vidrio...

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_clenchteeth_] (There's no way I'm leaving those guys alone for real.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_clenchteeth_] (No hay manera de dejar a esos chicos solos para real.)

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Oh Vlad, it's so nice of you to look after us tonight.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Oh, vaya, es muy agradable de ti cuidarnos de nosotros esta noche.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh why it's my pleasure darling.
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh por qué es mi placer querer.

source: [_maddie_s_closed_s_neutral_s_talk_frown_s_blush_] I... ooh, I feel really light-headed, maybe I should go lay down for a bit.
es_es: [_maddie_s_closed_s_neutral_s_talk_frown_s_blush_] yo... me siento muy ligero, tal vez debería ir un poco.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Just relax dear, rest onto the couch just for a bit.
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Simplemente relájese querido, relájese en el sofá sólo por un poco.

source: [_maddie_s_towards_wide_s_amused_s_talk_happy_] It's a nice-looking couch you have there.
es_es: [_maddie_s_towards_wide_s_amused_s_talk_happy_] Es un sofá agradable que tienes allí.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Yes, I do believe it's the rich corinthian leather you can't even import from Europe anymore.
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Sí, creo que es el rico cuero corintio que ya no se puede importar de Europa.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] That's-
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Eso -

source: [_vlad_s_closed_s_neutral_s_talk_happy_] The man who sold it to me was a world renowned craftsman and stated that this piece, right here, was his magnum opus... just before his untimely death.
es_es: [_vlad_s_closed_s_neutral_s_talk_happy_] El hombre que me lo vendió era un artesano de renombre mundial y afirmó que este picoteo. justo aquí, era su magnum opus. Justo antes de su muerte inoportuna.

source: [_maddie_s_away_s_aghast_s_talk_displeased_s_blush_] That's a little dark.
es_es: [_maddie_s_away_s_aghast_s_talk_displeased_s_blush_] Eso es un poco oscuro.

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] It's worth {u}several{/u} million dollars.
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Vale {u}varios{/u} millones de dólares.

source: [_vlad_s_towards_s_sad_s_talk_happy_] So, how goes the ghost hunting business on your end? We often hear of {u}my{/u} successful endeavors, let's hear about yours.
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Entonces, ¿cómo va el negocio de cacería fantasma a tu fin? A menudo oímos de esfuerzos exitosos {u}my{/u}, oigamos acerca del tuyo.

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Well, I mean... ...y-ya' know how it goes, we're, uh we're getting there... we still just haven't had the chance to catch one yet.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Bueno, quiero decir... ...y-ya' saber cómo va, nosotros, vamos allí... todavía no hemos tenido la oportunidad de capturar uno.

source: [_vlad_s_closed_s_sad_s_talk_happy_] Well now I hypothesize that there is actually a certain type of bait that could be well adapted to your style of hunting ability, Madeline.
es_es: [_vlad_s_closed_s_sad_s_talk_happy_] Bueno, ahora hipotesizo que hay un cierto tipo de cebo que podría estar bien adaptado a tu estilo de habilidad de cacería. Madelina.

source: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] How's that?
es_es: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] ¿Cómo es eso?

source: [_vlad_s_towards_s_rise_s_talk_happy_] Have you ever considered using your womanly charms at all?
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] ¿Alguna vez has considerado usar tus encantos femeninos?

source: [_maddie_s_towards_s_aghast_s_talk_displeased_s_blush_] Excuse me?
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_s_blush_] ¿Discúlme?

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Apologies dear Maddie, I do forget myself sometimes... I only meant to say that a women as... {i}endearing{/i} as yourself could certainly {i}tempt{/i} one of the ghosts.
es_es: [_vlad_s_towards_s_unhappy_s_talk_frown_] Disculpas queridas Maddie, me olvido a veces... Solo quería decir que una mujer. . {i}intenta{/i} como usted podría sin duda {i}tempt{/i} uno de los fantasmas.

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] I don't- {i}*Hiccup*{/i} -really wanna use my body as- {i}*Hiccup*{/i} -b-bait.
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Yo no- {i}*Hiccup*{/i} -realmente quieres usar mi cuerpo así- {i}*Hiccup*{/i} -b-bait.

source: [_vlad_s_towards_s_rise_s_talk_frown_] But I implore you at least think about it, I mean, you have heard about the nature of some ghosts, {i}*Ahem*{/i}, more {i}carnal{/i} interests?
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Pero le imploro al menos pensar en ello, quiero decir, usted ha oído acerca de la naturaleza de algunos fantasmas, {i}*Ahem * {/i}, más {i}carnal {/i} intereses?

source: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] Well um, y-yes, of course, but...
es_es: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] Bueno, ysí, por supuesto, pero...

source: [_vlad_s_towards_s_rise_s_talk_happy_] Wouldn't you love to impress Jack? Imagine how proud he would be if {i}you{/i} caught a ghost all by yourself!
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] ¿No te encanta impresionar a Jack? ¡Imagina lo orgulloso que estaría si {i}tú{/i} capturaras a un fantasma por ti mismo!

source: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] But that's- {i}*Hiccup*{/i} dangerous, Vlad. Jack says you should always hunt ghosts as a team.
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] Pero eso- {i}*Hiccup*{/i} peligrosos, vaya. Jack dice que siempre deberías cazar fantasmas como equipo.

source: [_vlad_s_raging_s_neutral_s_talk_happy_] I think you're more than capable to handle a few pesky ghosts going au natural, don't you think?
es_es: [_vlad_s_raging_s_neutral_s_talk_happy_] Creo que eres más que capaz de manejar unos cuantos fantasmas molestos que se hacen en un sentido natural, ¿no crees?

source: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Oh... I don't know...
es_es: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Oh... no lo soy...

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] A strong, intelligent, fierce woman such as yourself? That's what you are, isn't it?
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] ¿Una mujer fuerte, inteligente y feroz como tú? Eso es lo que eres, ¿verdad?

source: [_maddie_s_towards_s_angry_s_talk_amused_s_blush_] That's, that's what I- {i}*Hiccup*{/i} -'yam! Yeah!
es_es: [_maddie_s_towards_s_angry_s_talk_amused_s_blush_] ¡Eso es lo que yo! ¡Yeah! ¡Yeah! - {i}*Hiccup*{/i}.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, splendid! Now what if I told you there were some ghosts currently lurking in these very woods?
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, ¡esplendido! Ahora ¿qué pasa si te dijera que había algunos fantasmas que acechan en estas mismas maderas?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] There are?! (More of them, anyway...?)
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] ¿Hecho?! (¿Más de ellos, de todos modos...?)

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh yes, quite simple minded, very weak ones as well, but they're a little elusive. Thankfully I've been tracking them for a good while.
es_es: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh sí, sí, mentes muy simples, muy débiles también, pero son un poco esquivantes. Afortunadamente los he estado siguiendo durante un buen tiempo.

source: [_maddie_s_towards_s_rise_s_talk_frown_s_blush_] So, you want {i}my{/i} help to capture them?
es_es: [_maddie_s_towards_s_rise_s_talk_frown_s_blush_] Entonces, ¿quieres que {i}mi {/i} ayude a capturarlos?

source: [_vlad_s_towards_s_rise_s_talk_happy_] It's like you read my mind dear.
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Es como si leas mi corazón querido.

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_distraught_] (What the hell is Vlad thinking with this plan?)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_distraught_] (¿Qué infierno está pensando Vlad con este plan?)

source: [_vlad_s_towards_s_sad_s_talk_happy_] I have some ghost hunting gear you can use.
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Tengo un poco de equipo de caza fantasma que puedes usar.

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] I got some of my {i}*Hiccup*{/i} own though...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] conseguí algo de mi {i}*Hiccup*{/i} propio...

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh I think you'll find my equipment is {i}much{/i} better than anything Jack can cobble together.
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Oh creo que encontrarás que mi equipo es {i}mucho{/i} mejor que cualquier otra cosa que Jack pueda improvisar.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Oh, don't tease him, Vlad, he's a good man.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Oh, no te tintes, tú, es un buen hombre.

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh yes, yes, quite a good man...
es_es: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh sí, sí, un buen hombre...

source: [_vlad_s_towards_s_angry_s_talk_frown_] Even though he stole you- I mean, {i}*Ahem*{/i} even though he used to play so many unnecessary "pranks" on me during our college years.
es_es: [_vlad_s_towards_s_angry_s_talk_frown_] aunque te robó- quiero decir, {i}*Ahem*{/i} a pesar de que solía jugar tantas "bromas" innecesarias sobre mí durante nuestros años universitarios.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Oh Vlad, they were pretty funny.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Oh, tú, han sido bastante divertidos.

source: [_vlad_s_raging_s_neutral_s_talk_frown_] Yes... quite "funny" indeed, of course they were.
es_es: [_vlad_s_raging_s_neutral_s_talk_frown_] Sí... bastante "divertido" de hecho, por supuesto que eran.
