Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Alright, well like I said, I've got a little time before then, but I beter get a head start on it now, I guess.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Bien, como dije, tengo un poco de tiempo antes, pero aposté a empezar con ella ahora.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Take care sweetheart.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Cuídate cielo.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Hey Danny? Can I come in for just a moment?
es_es: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Hey Danny? ¿Puedo entrar un momento?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Sure Mom, I'm just packing up for the trip Saturday.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Sí mamá, solo estoy empaquetando para el viaje del sábado.

source: [_maddie_] I just want you to know that I really do appreciate you coming with me to the symposium. I promise we'll have an amazing time!
es_es: [_maddie_] Solo quiero que sepas que aprecio que vayas conmigo al simposio. ¡Te prometo que pasaremos un momento increíble!

source: [_danny_] Sure Mom. Hey, why exactly {i}did{/i} they offer us free tickets? They a well funded organization or something?
es_es: [_danny_] Seguro mamá. Hey, ¿por qué nos {i}ofrecieron{/i} entradas gratuitas? ¿Son una organización bien financiada o algo?

source: [_maddie_s_towards_s_rise_s_talk_pleased_] Well, I had never actually heard of the symposium event myself, but they seemed eager to have us represent our findings on all things ghostly!
es_es: [_maddie_s_towards_s_rise_s_talk_pleased_] Bueno, en realidad nunca había oído hablar del simposio yo misma, pero parecían ansiosos de que explicáramos nuestros hallazgos sobre fantasma!

source: [_maddie_s_towards_s_neutral_s_talk_pleased_] I figure with the recent reports of all the ghost activity here in Amity, they wanted somebody close to the situation to report back our findings.
es_es: [_maddie_s_towards_s_neutral_s_talk_pleased_] Me figuro que con los informes recientes de toda la actividad fantasma aquí en Amity, ellos querían que alguien cercano a la situación para reportar hallazgos.

source: [_maddie_s_towards_s_confused_s_talk_distraught_] Why, something wrong?
es_es: [_maddie_s_towards_s_confused_s_talk_distraught_] ¿Por qué?, ¿algo malo?

source: [_danny_s_towards_s_wondering_s_talk_pleased_] No, not really. Just thought it seemed strange that our flight plan takes a huge detour and flies over miles of Colorado forestry for seemingly no reason.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] No, en realidad. Pensé que parecía extraño que nuestro plan de vuelo se desviara y volara varias millas por encima del bosque de Colorado sin razón alguna.

source: [_maddie_s_towards_s_wondering_s_talk_pleased_] Huh... well I'm sure they're just letting us take the scenic route!
es_es: [_maddie_s_towards_s_wondering_s_talk_pleased_] Huh... ¡Estoy seguro de que nos están dejando tomar la ruta turistica!

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...hey, works for me!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ...hey, ¡eso tiene sentido!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, this is just so exciting! Let's celebrate with a hug!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, ¡esto es tan emocionante! ¡Celebrémoslo con un abrazo!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sure, of course!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] ¡Claro, por supuesto!

source: [_maddie_] Oh, thank you so much for this, sweetie...
es_es: [_maddie_] Oh, muchas gracias por esto, ricura...

source: [_danny_] (This is nice... man, she smells really, {i}really{/i} good today...)
es_es: [_danny_] (Esto es genial... tío, ella huele realmente, {i}realmente {/i} bien hoy...)

source: [_maddie_] Oh pumpkin... this has meant the world to me, you don't even know. I love you, Danny.
es_es: [_maddie_] Oh cielos... esto significa el mundo para mí, no sabes cuanto. Te amo, Danny.

source: [_danny_] Y-yeah... love you too, Mom.
es_es: [_danny_] S-sí... te amo también, mamá.

source: [_danny_] (Maybe I should talk to someone about all of this? I'm really starting to see Mom a bit... {i}differently{/i} lately...)
es_es: [_danny_] (¿Tal vez debería hablar con alguien sobre todo esto? Estoy empezando a ver a mamá un poco... {i}diferente{/i} últimamente...)

source: [_danny_] (Nah. Tucker and Sam have already been dragged into enough weird thanks to me. Best to keep that close to the vest for now.)
es_es: [_danny_] (Nah. Tucker y Sam ya se han visto envueltos en bastantes cosas raras por mi culpa. Lo mejor és mantenerlo callado.)

source: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Ehh, honestly, I should probably finish up packing for now, and save the real big hugs for the trip, ya' know?
es_es: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Ehh, sinceramente, debería terminar de empaquetar ahora, y guardar los abrazos para el viaje, ¿ok?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] Oh... well, okay Danny, I'll just... I'll just let you pack in peace then.
es_es: [_maddie_s_towards_s_wondering_s_talk_frown_] Oh... bueno, bueno, bueno, Danny, yo solo... te dejaré empacar en paz entonces.

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks Mom.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Gracias mamá.

source: [_danny_s_towards_s_wondering_s_bite_] (Oh jeez... should I tell Mom that... her butt just looks so... {u}big{/u}. So tightly pressed up against thhat spandex jumper...)
es_es: [_danny_s_towards_s_wondering_s_bite_] (Oh jeez... debería decirle a la mamá que... sus tetas se ven muy... {u}grandes{/u}. Tan apretadas contra el traje elástico...)

source: [_danny_s_towards_s_rise_s_bite_] (Has it always looked like that? Why am I just noticing this now? Jeez, why am I even looking??)
es_es: [_danny_s_towards_s_rise_s_bite_] (¿Siempre ha sido así? ¿Por qué estoy notando esto ahora? Jeez, ¿¿por qué estoy mirando eso??)

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] Maybe I should seriously talk to someone about all of this? I'm really starting to see Mom a bit... {i}differently{/i} lately...
es_es: [_danny_s_at_player_s_wondering_s_talk_distraught_] ¿Tal vez debería hablar seriamente con alguien acerca de todo esto? Estoy empezando a ver a la mamá un poco... {i}de forma diferente{/i} últimamente...

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Nah. Tucker and Sam have already been dragged into enough weird thanks to me. Best to keep that close to the vest for now.
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] Nah. Tucker y Sam ya se han visto envueltos en bastantes cosas extraño por mi culpa. Lo mejor és callarlo de momento.

source: [_danny_] Hey guys.
es_es: [_danny_] Hey chicos.

source: [_tucker_s_towards_s_sad_s_talk_frown_] Man, is something up with you, dude? You look the same way you did after Sam spoiled {i}Empire Strikes Back{/i} for you.
es_es: [_tucker_s_towards_s_sad_s_talk_frown_] Tío, ¿estás bien? Te pareces a la vez que Sam te estropeó {i}El imperio contraataca{/i}.

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] How is it even a spoiler at this point?! It's been decades since it came out!! EVERYONE knows that Vadar is Luke's father!
es_es: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] ¡¿Cómo que lo estropeé?! ¡Han pasado décadas desde que aquello! ¡TODOS saben que Vader es el padre de Luke!

source: [_tucker_s_away_s_angry_s_talk_frown_] We didn't grow up in that generation, Sam! Don't blame the fact we weren't born early enough for your lack of common decency of nerd culture!
es_es: [_tucker_s_away_s_angry_s_talk_frown_] ¡No crecimos en esa generación, Sam! ¡No culpes al hecho de que no nacimos antes que tu falta de decencia en de la cultura nerd!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Uhm, well no, it's nothing that bad. I've got to go to a convention in Florida this weekend with my Mom.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Uhm, bueno, no, no és tan malo. Tengo que ir a una convención en Florida este fin de semana con mi mamá.

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] Really? But what happens if there's a ghost attack in the meanwhile?
es_es: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] ¿Realmente? Pero, ¿qué sucede si hay un ataque fantasma?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Well besides me, Amity Park has Vlad Masters and my dad to protect itself, so that's some good news, right?
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] Bueno, además de mí, Amity Park tiene al Maestro Vlad y mi papá para proteger, que son buenas noticias, ¿no?

source: [_tucker_s_towards_s_sad_s_talk_frown_] Uhh... that's only halfway good news, no offense.
es_es: [_tucker_s_towards_s_sad_s_talk_frown_] Uhh... eso es sólo una noticia a medio camino, no ofende.

source: [_danny_s_at_danny_s_sad_s_talk_distraught_] I mean, I do sorta wanna take breaks every now and then... but if you really think it might be a problem...
es_es: [_danny_s_at_danny_s_sad_s_talk_distraught_] Quiero decir, quiero tomar respiros de vez en cuando... pero si piensas que podría ser un problema...

source: [_sam_s_casual_outfit_s_towards_s_sad_s_talk_happy_] I mean, hey, I haven't heard of a ghost try to grope me or anyone else in a good while. Maybe word's gotten back to them that a cool ghost is watching over the town?
es_es: [_sam_s_casual_outfit_s_towards_s_sad_s_talk_happy_] Quiero decir, hey, no he oído ningún fantasma gritándome a mí o a nadie desde hace tiempo. ¿Se ha corrido la voz de que un fantasma bueno está vigilando la ciudad, quizá?

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Yeah dude, you're like, Amity Park's own Ghost Rider!
es_es: [_tucker_s_towards_s_wondering_s_talk_happy_] ¡Sí tio, eres como, el jinete fantasma de Amity Park!

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_2_] Ghost Rider's not a ghost though, he's a supernatural being of vengeance.
es_es: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_2_] Jinete fantasma no es un fantasma, és un vengativo ser sobrenatural.

source: [_tucker_s_away_s_wondering_s_talk_frown_] ...then he's like Deadman!
es_es: [_tucker_s_away_s_wondering_s_talk_frown_] ...¡entonces es como un muerto!

source: [_sam_s_casual_outfit_s_towards_s_angry_s_talk_frown_2_] Danny's not trying to figure out who his mysterious hook handed killer is, cause he's not dead!
es_es: [_sam_s_casual_outfit_s_towards_s_angry_s_talk_frown_2_] Danny no está tratando de averiguar quién és, ¡porque no está muerto!

source: [_tucker_s_away_s_sad_s_talk_frown_] Then I'm running out of nerdy pop culture references I can pull out, Sam!
es_es: [_tucker_s_away_s_sad_s_talk_frown_] Entonces me estoy quedando sin palabras de cultura pop nerd para usar, ¡Sam!

source: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_3_] I don't think it matters, because the town should be good for at least one weekend. You should go Danny, spend some time with your Mom!
es_es: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_3_] No creo que importe, porque la ciudad debería estar bien al menos un fin de semana. ¡Deberías ir a Danny, pasar algún tiempo con tu mamá!

source: [_danny_s_towards_s_sad_s_talk_happy_] Alright, I'll go, but if there's any trouble, just call me, alright?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] De acuerdo, iré, pero si hay algún problema, llámame, ¿vale?

source: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_2_] Go ahead, have fun!
es_es: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_2_] Adelante, ¡diviértete!

source: [_danny_s_towards_s_rise_s_talk_distraught_] It's a science fair with my Mom, I doubt I'll get much enjoyment or excitement out of it...
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Es una feria de la ciencia con mi mamá, dudo que vaya a disfrutar o a excitarme mucho...

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_happy_] A perfectly boring time might just be what you need. The excitement will still be here when you come back.
es_es: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_happy_] Un tiempo perfectamente aburrido puede ser lo que necesitas. El entusiasmo seguirá estando aquí cuando vuelvas.

source: [_tucker_s_towards_s_wondering_s_talk_happy_] See you when you get back, dude!
es_es: [_tucker_s_towards_s_wondering_s_talk_happy_] ¡Nos vemos cuando vuelvas, tío!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Thanks guys. And again, just call me.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Muchas gracias. Y otra vez, llámame.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_noblush_] Danny are you ready to leave?
es_es: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_noblush_] Danny ¿estás listo para salir?

source: [_danny_s_up_right_s_neutral_s_talk_distraught_] {i}*Yawn*{/i} Yeah Mom. I'm all packed and ready.
es_es: [_danny_s_up_right_s_neutral_s_talk_distraught_] {i}*Bostezo * {/i} Sí Mamá. Está todo empacado y listo.

source: [_jazz_s_towards_s_idle_s_talk_amused_] You excited for Florida, dude?
es_es: [_jazz_s_towards_s_idle_s_talk_amused_] ¿Te entusiasma Florida?

source: [_danny_s_towards_s_rise_s_talk_distraught_] Ehhh, I'm sorta hit or miss on this whole trip, honestly.
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Ehhh, estoy aturdido o confuso con este viaje sinceramente.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Hey, at least you're going somewhere. I'm doomed to "special family alone time" with Dad...
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] Oye, por lo menos vas a alguna parte. Estoy condenada a "un tiempo familiar especial" con papá...

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, I'm sure we'll both find ways to try and make parental smothering at least bearable.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Hey, estoy seguro de que ambos encontraremos maneras de probar y hacer que el ahogo padres sea soportable.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Yeah, let's hope so... what's even the name of this organization?
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] Sí, esperemos que... ¿cuál es el nombre de esta organización?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Said on the invite Mom showed me... "The Dalv group" or something.
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] Dice en la invitación que mamá me enseña... "El grupo Dalv" o algo.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Never heard of em'. Are they legitimate?
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] Nunca he oído hablar de em'. ¿Son legítimos?

source: [_danny_s_towards_s_rise_s_talk_frown_] Legitimately {i}boring{/i}, I'm guessing.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Legitimamente {i}aburrido{/i}, estoy adivinando.

source: [_jack_] Now then, you two {i}*Sniff*{/i} have everything you might n-need?
es_es: [_jack_] Ahora, entonces, {i}*husmeo*{/i} ¿tienen todo lo que necesitan?

source: [_danny_s_towards_s_sad_s_talk_frown_] Dad? Are you... are you crying?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿Maldito? ¿E... estás llorando?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}*Sniff*{/i} I'm just... just so proud... my son... soon to be the greatest ghost hunter in the whole world!
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}*Husmeo*{/i} Estoy solo... mi hijo... ¡pronto será el mejor cazador fantasma de el mundo!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Aww, Dad! That's really sweet that you have so much faith in Danny to carry-
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Aww, ¡señor! Eso és realmente dulce que tengas tanta fe en Danny para llevarlo-

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, maybe {u}second{/u} greatest ghost hunter till I'm gone! But for now, I'll gladly let you live in my shadow for a few more decades!
es_es: [_jack_s_closed_s_sad_s_talk_happy_] Bueno, tal vez {u}segundo{/u} mejor cazador fantasma hasta que me vaya. Pero por ahora, ¡con mucho gusto te dejaré vivir en mi sombra durante unas décadas más!

source: [_jazz_s_towards_s_sad_s_talk_frown_] Huh... pretty big shadow at that...
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] Huh... sombra bastante grande...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Okay, so I've pre-cooked you both some dinners that are in the fridge while me and Danny are away. Just heat them using the microwave!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Vale, te he cocinado de antemano unas cenas que están en el frigorífico mientras que estemos lejos. ¡Solo hay que calentarlos usando la microondas!

source: [_jazz_s_towards_s_sad_s_talk_frown_] Couldn't we have just ordered pizza or takeout?
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] ¿No podríamos pedir pizza o comer fuera?

source: [_maddie_s_towards_s_sad_s_talk_frown_] Ordering takeout will not solve all your problems, young lady! You need a healthy balanced diet.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] ¡Hacer un retiro no resolverá todos sus problemas jovencita! Necesitas una dieta balanceada y saludable.

source: [_jack_s_stare_s_angry_s_talk_happy_] Scrumptious home cooked meals provides us the energy we need to battle ghosts!
es_es: [_jack_s_stare_s_angry_s_talk_happy_] ¡Las comidas cocinadas en casa nos proporcionan la energía que necesitamos para luchar contra los fantasmas!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Hey, somebody cooks that pizza, right? That's enough for me to consider it a "supplemental" meal...
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Hey, alguien cocina pizza, ¿verdad? Eso es suficiente para que yo la considere una comida "complementaria"...

source: [_carsound_] {i}*Honk* *Honk*{/i}
es_es: [_carsound_] {i}*Bocinazo* *Bocinazo*{/i}

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh hey, sounds like our taxi is waiting outside.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Oh ey, suena como nuestro taxi esperando afuera.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oooh, okay, let's go! Alrighty gang, we'll see you both Monday!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Oooh, bien, ¡vamos! ¡os veremos a ambos lunes!

source: [_jack_s_towards_s_sad_s_talk_happy_] Learn something smart Danny! Be safe my beautiful little ghost hunting sugar muffin!
es_es: [_jack_s_towards_s_sad_s_talk_happy_] ¡Aprende algo inteligente Danny! ¡Mantén segura mi pequeña y hermosa mufin de azúcar cazadora fantasmas!

source: [_jazz_s_towards_s_idle_s_talk_amused_] Call us when you guys land.
es_es: [_jazz_s_towards_s_idle_s_talk_amused_] Llámanos cuando aterricéis.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Will do! Come on Danny, grab the bags.
es_es: ¡[_maddie_s_towards_s_neutral_s_talk_happy_] ¡lo haré! Ven a Danny, agarra las bolsas.

source: [_danny_s_towards_wide_s_neutral_s_talk_frown_] Yeah, I'm on it...
es_es: [_danny_s_towards_wide_s_neutral_s_talk_frown_] Sí, estoy en ello...

source: [_danny_s_at_player_s_sad_s_smile_] (Alright, so it's one weekend away with my Mom Can't be too bad, right? And it's Florida! This should be fun...)
es_es: [_danny_s_at_player_s_sad_s_smile_] (Bien, así que és un fin de semana con mi mamá No puede ser demasiado malo, ¿no? ¡Y es Florida! Esto debería ser divertido...)

source: [_maddie_s_towards_s_aghast_s_talk_frown_] Oh and Jack... please try not to trash the house while we're gone, yeah?
es_es: [_maddie_s_towards_s_aghast_s_talk_frown_] Oh y Jack... por favor intenta no ensuciar la casa mientras nos vamos, ¿ok?

source: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Siiiigh*{/i} ...suck the house into a parallel dimension {u}one{/u} time, and you can't just let it go, can you?
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Suspiiiiro* {/i} ... deja la casa en una dimensión paralela {u}un tiempo {/u}, y olvidala, ¿podrás?

source: [_maddie_] Ohh isn't this just exciting? A first class private flight with champagne! Now {i}this{/i} is living the high life miles high!
es_es: [_maddie_] Ohh ¿no és emocionante? ¡Un vuelo privado de primera clase con champán! ¡{i}esto{/i} és vivir en la alta clase!

source: [_danny_] {i}*Grumble*{/i} Man... how long is this detour going to take? I feel like we've been flying for hours!
es_es: [_danny_] {i}*Refunfuño * {/i} tío... ¿cuánto tiempo va a tomar este desvío? ¡Siento que llevamos volando horas!

source: [_maddie_s_towards_s_rise_s_talk_distraught_] C'mon, mister pouty pants. This is a luxury vacation trip! Can't you try doing something {i}other{/i} than just complaining?
es_es: [_maddie_s_towards_s_rise_s_talk_distraught_] Vamos, Mr aburrimiento ¡Este és un viaje de vacaciones de lujo! ¿No puedes intentar hacer algo {i}más{/i} que quejarte?

source: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Sorry Mom, I've just been stressed recently... like I said, I've got a lot on my mind.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Suspiro*{/i} Perdón mamá, he estado estresado recientemente... como dije, tengo mucho en mi mente.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well what's stressing you out? I'm all ears.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Bueno, ¿qué es lo que te está estresando? Soy toda oídos.

source: [_danny_s_down_s_sad_s_talk_distraught_] Ehh.. you know just... just stuff.
es_es: [_danny_s_down_s_sad_s_talk_distraught_] Ehh.. ya sabes sólo... solo cosas.

source: [_maddie_s_towards_s_confused_s_talk_frown_] ...stuff? So, like, just... nondescript... {u}stuff{/u}?
es_es: ¿[_maddie_s_towards_s_confused_s_talk_frown_] ...cosas? Así que, solo... sin descripción... ¿{u}cosas{/u}?

source: [_danny_s_at_player_s_wondering_s_talk_frown_] Yeah, nondescript stuff.
es_es: [_danny_s_at_player_s_wondering_s_talk_frown_] Sí, cosas sin descripción.

source: [_maddie_s_towards_s_amused_s_talk_happy_] Teenage woes? Girls not giving you the exact sorta attention you're looking for?
es_es: ¿[_maddie_s_towards_s_amused_s_talk_happy_] ¿aflicciones de adolescentes? ¿Las chicas no te prestan la atención que estás buscando?

source: [_danny_s_towards_s_angry_s_talk_distraught_] Mom!
es_es: ¡[_danny_s_towards_s_angry_s_talk_distraught_] ¡mamá!

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey, c'mon, I was a teenager once too, ya' know!
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey, vamos, yo fui adolescente una vez también, ¡ya lo sabes!

source: [_danny_s_at_danny_s_sad_s_talk_frown_] I know, but...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_] lo sé, pero...

source: [_maddie_s_towards_s_confused_s_talk_frown_] But what?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Pero, ¿qué?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Nothing. This flight is just really making me sketched out a little.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Nada. Este vuelo me está haciendo esbozar un poco.

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] What, why?
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] qué, ¿por qué?

source: [_danny_s_towards_s_rise_s_talk_distraught_] I mean, aren't you at all alarmed that this is a little 'excessive'?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Quiero decir, ¿no te alarma en absoluto que esto sea tan "excesivo"?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] I don't know what you could mean, sweetie.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] No sé lo que podría significar cielo.
