Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Thankfully Vlad was here to help us out.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Afortunadamente Vlad estuvo aquí para ayudarnos.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Vlad is... well, {i}Vlad.{/i} He's always around just when he's needed, it seems.
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] Vlad es... bueno, {i}.{/i} Siempre está a la vuelta justo cuando es necesario, parece que sí.

source: [_danny_s_towards_s_neutral_s_talk_distraught_] Yeah, just like he said...
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_] Sí, como él dijo...

source: [_danny_s_at_player_s_rise_s_talk_distraught_] ...it was convenient he was here to help us out... (Hmm... pretty convenient indeed.)
es_es: [_danny_s_at_player_s_rise_s_talk_distraught_] ...era conveniente que él estaba aquí para ayudarnos... (Hmm... bastante conveniente.)

source: [_maddie_s_towards_s_wondering_s_talk_frown_] He hasn't always had the easiest life. With his accident and all, it's a good thing he never grew embittered or angry at your father.
es_es: [_maddie_s_towards_s_wondering_s_talk_frown_] No siempre ha tenido la vida más fácil. Con su accidente y todo, es algo bueno que nunca creció amargado ni enojado con tu padre.

source: [_danny_s_towards_s_rise_s_talk_frown_] Yeah, I'm guessing you wouldn't want a guy like him as an enemy.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Sí, estoy adivinando que no querría un tipo como él como enemigo.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] No Mom, I think that's everything. I enjoyed our walk.
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] No mamá, creo que eso es todo. Me ha gustado nuestro paseo.

source: [_maddie_s_towards_s_amused_s_talk_amused_] In that case we should get back, the food is probably nearly ready.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] En ese caso deberíamos volver, la comida está probablemente casi lista.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Sounds good! I'm still starved even after that lunch!
es_es: ¡[_danny_s_towards_s_neutral_s_talk_happy_] suena bien! ¡Todavía estoy hambriento incluso después de ese almuerzo!

source: [_vlad_s_towards_s_rise_s_talk_happy_] And then remember when Jack said 'N-now, c'mon Madeline this plasmid compound is perfectly stable!' and then it covered your whole face in ectoplasm! {i}Bah hah ha!!{/i}
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Y luego recuerda cuando Jack dijo "N-now, c'mon Madeline este compuesto plasmado es perfectamente estable! ¡y luego cubrió tu cara entera en ectoplasma! {i}Bah ha!!{/i}

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_s_blush_] {i}Hahaha!{/i} It t-took me such a long time to get that sme-{i}*Hic*{/i}-ell out've my hair! Oh Vlad.. it's been {i}*Hic*{/i} so nice to catch up with you...~
es_es: [_maddie_s_towards_wide_s_amused_s_talk_amused_s_blush_] {i}¡Hahaha!{/i} ¡Me tomó tanto tiempo obtener esa mancha-{i}*Hic*{/i}-ell fuera de mi cabello! Oh tú. ha sido {i}*Hola*{/i} tan agradable de ponerse al día contigo...~

source: [_danny_s_towards_s_sad_s_talk_distraught_] Mom, don't you think you've had enough wine by now?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] mamá, ¿no crees que ya has tenido suficiente vino?

source: [_maddie_s_away_s_rise_s_talk_happy_s_blush_] Who {i}*Hiccup*{/i}, little ol' me? Too much, you think? {i}*Snicker*{/i}
es_es: [_maddie_s_away_s_rise_s_talk_happy_s_blush_] Who {i}*Hiccup * {/i}, little ol ' me? ¿Demasiado, piensas? {i}*Snicker * {/i}

source: [_vlad_s_raging_s_angry_s_talk_frown_] Nonsense Danny, she's a grown woman, she knows her limits!
es_es: [_vlad_s_raging_s_angry_s_talk_frown_] Nonsense Danny, ella es una mujer adulta, ¡ella conoce sus límites!

source: [_maddie_s_towards_wide_s_rise_s_talk_happy_s_blush_] Yep- {i}*Hiccup*{/i} -'aye ain't no light weight... I'm a wery webonsible-wesonible- {i}reasonalbe{/i} drinker!! {i}Ah ahah hah...~{/i}
es_es: [_maddie_s_towards_wide_s_rise_s_talk_happy_s_blush_] Yep- {i}*Hiccup*{/i} -'aye ain't light weight... Soy un webonsible-wesonible- {i}reasonalbe{/i} beber!! {i}Ah ahah hah...~{/i}

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh my, Maddie, are you okay my dear? Perhaps young Daniel was right.
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh mi, Maddie, ¿estás de acuerdo con mi querido? Quizás el joven Daniel tenía razón.

source: [_danny_s_towards_s_angry_s_talk_frown_] She's drunker than a pirate at an open bar wedding!
es_es: [_danny_s_towards_s_angry_s_talk_frown_] ¡She's drunker que un pirate en una bata de barra abierta!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Why don't we retire to my study for a while, Maddie? Boring literature ought to sober you up a bit. The couch is right over here...
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] ¿Por qué no nos retiramos a mi estudio por un tiempo, Maddie? La literatura aburrida debería sobriarte un poco. El sofá está justo aquí ...

source: [_danny_s_towards_s_unhappy_s_talk_frown_] I think my Mom needs to lay down in her room, actually...
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] Creo que mi mamá necesita acoplarse en su habitación, en realidad...

source: [_vlad_s_raging_wide_s_angry_s_talk_happy_] Nonsense! Danny why don't {i}you{/i} retire to your room for the evening, and just leave your mother alone... {i}with me.{/i}
es_es: [_vlad_s_raging_wide_s_angry_s_talk_happy_] ¡Tonterías! Danny why don't {i}you {/i} se retira a su habitación para la noche, y sólo deja a su madre sola ... {i}conmigo. {/i}

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Hiccup*{/i} Danny I suppose that might be-{i}*Hic*{/i} alright with me... oh my~! {i}*Hiccup*{/i}
es_es: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Hiccup*{/i} Danny Supongo que podría ser-{i}*Hic*{/i} bien conmigo... ¡oh mi~! {i}*Hiccup*{/i}

source: [_danny_s_towards_s_angry_s_talk_frown_] She's going to bed Vlad, that's final.
es_es: [_danny_s_towards_s_angry_s_talk_frown_] She va a dormir, eso es final.

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Your mother can speak for her-
es_es: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Tu madre puede hablar por ella-

source: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_s_blush_] {i}*Beeelch*{/i} Oh goodness... I'm really sorry Vlad, I really do think I've drank a little too- {i}*Hiccup*{/i} -much! I {i}should{/i} go lay down...
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_s_blush_] {i}*Apicultura*{/i} Oh bien... Lo siento mucho, realmente creo que he bebido un poco también- {i}*¡Hiccup*{/i} -mucho! Yo {i}debería{/i} ir a echar...

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] I... well, yes, of course Maddie... you may both retire to your quarters... we will speak in the morning.
es_es: [_vlad_s_closed_s_unhappy_s_talk_frown_] Yo... bueno, sí, por supuesto Maddie... es posible que ambos te retires a tus cuartos... hablaremos por la mañana.

source: [_maddie_s_towards_s_confused_s_talk_happy_s_blush_] Danny, can you... help me to my room?
es_es: [_maddie_s_towards_s_confused_s_talk_happy_s_blush_] Danny, ¿puedes... ayudarme a mi habitación?

source: [_vlad_s_closed_s_unhappy_s_frown_] (Drats! The boy's too damn protective of her!)
es_es: [_vlad_s_closed_s_unhappy_s_frown_] (¡Drats! ¡El niño es demasiado maldito protector de ella!)

source: [_vlad_s_towards_s_angry_s_grin_big_] (Very well then... sleep tight, you two... I'll be sure to send you the most interesting of wake up calls...)
es_es: [_vlad_s_towards_s_angry_s_grin_big_] (Muy bien entonces... dormir fuertemente, tú dos... Estaré seguro de enviarte la más interesante de las llamadas despiertas...)

source: [_danny_s_down_s_unhappy_s_talk_frown_] Okay then, well... just don't have her stay up too late.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Bien, bien... no te quedes demasiado tarde.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] I'll- {i}*Hiccup*{/i} I'll be okay Danny.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Yo- {i}*Hiccup*{/i} Estaré bien Danny.

source: [_vlad_s_towards_s_rise_s_talk_happy_] You're in safe hands my dear. Goodnight, Daniel! See you bright and early!
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Estás en manos seguras mi querida. Goodnight, Daniel! ¡Te ves brillante y temprano!

source: [_danny_s_at_player_s_angry_s_consternation_] (Vlad's usually acted... sorta alright, but this just screams sinister overtones to me. I'm staying up to make sure she's alright...)
es_es: [_danny_s_at_player_s_angry_s_consternation_] (rpm generalmente actuaron... sorta bien, pero esto solo grita siniestros tonos para mí. Me quedo a la altura para asegurarme de que está en lo correcto...)

source: [_danny_s_towards_s_rise_s_talk_frown_] Jeez Mom, did you really think a whole bottle of red wine was such a good idea?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Jeez Mom, ¿creías que toda una botella de vino tinto era una buena idea?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Mmm, let me lie down on the bed, I wanna melt into the sheets...
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Mmm, déjame tumbarme en la cama, quiero derribar en las sábanas...

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Easy does it, nice and gentle... just lay down!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Fácil de hacerlo, agradable y suave... ¡Estupendo!

source: [_maddie_s_closed_s_neutral_s_talk_amused_s_blush_] Thank you sweetie... oh goodness... mmmm, this bed is really soft.
es_es: [_maddie_s_closed_s_neutral_s_talk_amused_s_blush_] Gracias por semanas... oh bien... mmm, esta cama es muy suave.

source: [_danny_s_closed_s_neutral_s_talk_happy_] I hope you sleep well Mom. Best head back to my room and see you in a bit.
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] Espero que duerdas bien mamá. Lo mejor que te vuelvas a mi habitación y te veas en un poco.

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] W-wait a minute sweetie, can't we talk for a little bit?
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Espere un minuto por semanas, ¿no podemos hablar un poco?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Uh sure, but it's already late Mom. I thought you wanted to grab some sleep before we drive back?
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Uh seguro, pero ya es Mamá tardía. ¿Creía que quería dormir un poco antes de que volvamos a conducir?

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] I know, I was just hoping I'd get to chance to talk to you some more... about... ya' know.
es_es: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] lo sé, esperaba tener la oportunidad de hablar contigo... sia' saber.

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Oh... um, sure... I wanted to get this off both our chests.
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Oh... bueno, seguro... quería deshacerme de nuestros dos cofres.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Y-yeah, I wanted to apologize.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Y-sí, quería disculparme.

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] I... I seriously don't know what came over me, back in the forest... it must have been that ghost's influence on us both...
es_es: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Yo... No sé seriamente lo que me sobró, de vuelta en el bosque... debe haber sido la influencia de ese fantasma sobre nosotros ambos...

source: [_danny_s_towards_s_sad_s_talk_distraught_] Was it?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¿Lo fue?

source: [_maddie_s_towards_wide_s_aghast_s_talk_displeased_s_blush_] Well, why else would we do such a terrible thing?
es_es: [_maddie_s_towards_wide_s_aghast_s_talk_displeased_s_blush_] Bueno, ¿por qué de lo contrario haríamos algo tan terrible?

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...was it really that terrible?
es_es: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...¿Fue realmente tan terrible?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] ...n-no, but it's not right for... for a Mother and son to... behave like that.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] ...n-no, pero no es correcto para... para una madre e hijo que... comportarse así.

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Didn't I make you happy though?
es_es: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] ¿Pero no te hice feliz?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Danny, I... {i}*Hiccup*{/i} ...oh my, maybe this isn't the... the best time to talkah... talka' 'bou...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Danny, yo... {i}*Hiccup*{/i} ...oh my, tal vez esto no sea el... el mejor momento para hablar... talka' ...

source: [_danny_s_towards_s_rise_s_talk_distraught_] Mom?
es_es: ¿[_danny_s_towards_s_rise_s_talk_distraught_] mamá?

source: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Well, I guess we can try to have this figured out later...
es_es: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Alta*{/i} Bueno, supongo que podemos intentar que esto se encuentre más tarde...

source: [_danny_s_towards_s_unhappy_s_talk_pleased_] Goodnight, Mom...
es_es: [_danny_s_towards_s_unhappy_s_talk_pleased_] Buena noche, madre...

source: [_danny_s_at_player_s_wondering_s_consternation_] (I should head to bed myself...)
es_es: [_danny_s_at_player_s_wondering_s_consternation_] (Me debo dirigir a la cama ...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] {i}*Gasp*{/i} What was that sound?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] {i}*Gasp * {/i} ¿Qué fue ese sonido?

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
es_es: [_doorsound_] {i}*Knock* *Knock*{/i}

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_frown_] What the- who's that?
es_es: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_frown_] ¿Qué qué?

source: [_maddie_] It's... it's me, Danny... open up, please...
es_es: [_maddie_] Sí... soy yo, Danny... abre, por favor...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] Mom? What are you doing up this late?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] mamá? ¿Qué estás haciendo hasta tarde?

source: [_maddie_] I... I want to see you, Danny...
es_es: [_maddie_] I. .. Quiero verte, Danny ...

source: [_danny_s_ahegao_s_rise_s_talk_pleased_s_blush_] Woah, hey now! Uhm... M-Mom, your... your outfit!
es_es: [_danny_s_ahegao_s_rise_s_talk_pleased_s_blush_] Woah, ¡Hola! ¡Uhm... M-Mom, tu... tu atuendo!

source: [_maddie_s_away_s_rise_s_talk_displeased_s_blush_] What? Is this... is this too... {i}inappropriate?{/i} I'm sorry, Danny... I'm afraid... I'm afraid I don't really know how to behave around you after... ya' know.
es_es: [_maddie_s_away_s_rise_s_talk_displeased_s_blush_] ¿Qué? ¿Es esto también... {i}inapropiado?{/i} Lo siento, Danny. . Estoy bastante ayuda... me temo que realmente no sé cómo comportarme a tu alrededor después... sia' sabe.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Well... what did you come here for?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Bueno... ¿para qué has venido aquí?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I came here to talk, I think.
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] vine aquí para hablar, creo.

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh, uh, about what?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Oh, uh, ¿sobre qué?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I was thinking about what you said...
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Estaba pensando en lo que dijiste...

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] Whether it was... whether it {i}was{/i} truly terrible what we did.
es_es: [_maddie_s_away_s_unhappy_s_talk_displeased_] Si era ... si el {i}era realmente terrible lo que hicimos.

source: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] ...I mean... was it terrible for you sweetie?
es_es: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] ...quiero decir... ¿fue terrible para ti sweetie?

source: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] What do you mean?
es_es: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] ¿Qué quieres decir?

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] You must probably hate me deep down. We're just not facing this problem correctly, like... like normal people should... what I did to you was so cruel...
es_es: [_maddie_s_away_s_unhappy_s_talk_displeased_] Probablemente debes odiarme en el fondo. Simplemente no estamos enfrentando este problema correctamente, como ... como la gente normal debería ... lo que le hice a ustedes fue tan cruel ...

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] What are you talking about Mom? It was amazing.
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] ¿Qué estás hablando de mamá? Fue increíble.

source: [_maddie_s_towards_wide_s_confused_s_talk_frown_] It... it was?
es_es: [_maddie_s_towards_wide_s_confused_s_talk_frown_] eso... ¿fue?

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Well, if we're being honest with each other Mom, these last few days, I've really started looking at you differently.
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Bueno, si somos honestos entre la mamá, estos últimos días, realmente he empezado a verte de otra manera.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] I'm sorry, but it's true! I feel like I can't help but stare when you're around now.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Lo siento, ¡pero es verdad! Siento que no puedo dejar de mirar cuando estás por aquí.

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] ...Danny, that's very flattering, but... well honestly, I know I'm not as young as I used to be, and there are plenty of other younger, prettier girls who would love to catch your eye before mine.
es_es: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] ...Danny, eso es muy halagador, pero... honestamente, sé que no soy tan joven como solía ser, y hay muchos otros más jóvenes, Niñas superiores a las que les encantaría llamar su atención antes que el mío.

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Besides, I know I shouldn't even have to point this out, but I'm your {b}mother{/b}, for christ sake!
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Además, sé que ni siquiera debería tener que señalar esto, pero ¡soy tu madre {b}{/b}, por el bien de la navidad!

source: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] I don't care! You don't get it! To me, you're someone I could spend forever looking at! You're amazingly beautiful, funny, intelligent, I could spend a whole day talking about you!!
es_es: ¡[_danny_s_towards_s_angry_s_talk_pleased_s_blush_] no me importa! ¡No te lo entiendas! ¡Para mí, eres alguien que podría pasar por siempre! Eres increíblemente bonito, divertido, inteligente, podría pasar todo un día hablando de ti!!

source: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Danny... you're making me blush talking like this.
es_es: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Danny... me estás haciendo mojar hablando de este modo.

source: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Well it's true. I could seriously go on for-
es_es: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Bueno, es cierto. Podría continuar durando...

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] No... just... did you... did you {i}really{/i} like what we did in the forest?
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] No... justo... ¿verdaderamente... ¿ {i}realmente{/i} como lo que hicimos en el bosque?

source: [_danny_s_at_danny_s_neutral_s_talk_frown_s_blush_] ...yeah. To be completely honest with myself... I did. A whole lot.
es_es: [_danny_s_at_danny_s_neutral_s_talk_frown_s_blush_] ...sí. Ser completamente honesto conmigo... Lo hice.

source: [_maddie_s_towards_s_sad_s_talk_happy_s_-blush_] You did.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_s_-blush_] Lo hiciste.

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] Yes. And I would love to do more stuff like that with you.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] Sí. Y me encantaría hacer más cosas así contigo.

source: [_maddie_s_away_s_wondering_s_talk_frown_s_blush_] {i}*Gasp*{/i} Goodness gracious... this is... this is a lot to take in! It's a whole can of worms that I... I never meant to ope-
es_es: [_maddie_s_away_s_wondering_s_talk_frown_s_blush_] {i}*Gasp*{/i} Bienestar amable... esto es... ¡esto es mucho que tomar! Es una lata completa de gusanos que yo... Nunca quería ope-

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] It's okay Mom! I... I know, it's kinda weird for me too. But I've been trying to learn to deal with these feelings the best I can.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ¡Está bien! Yo... ya sé, es extraño para mí también. Pero he estado tratando de aprender a lidiar con estos sentimientos lo mejor que puedo.

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] And doing stuff with you like this has made it so much easier to get through it all.
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Y hacer cosas contigo como esto ha hecho que sea mucho más fácil superarlo todo.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] {i}*Sigh*{/i} If we... if we {i}were{/i} to uh, {b}explore{/b} these feelings some more... could you keep what we do quiet from... well, everyone?
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] {i}*Sigh * {/i} Si nosotros ... si {i}fueran {/i} a uh, {b}explore {/b} estos sentimientos algunos más ... ¿podría mantener lo que hacemos quieto de ... bueno, todos?

source: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] You mean-
es_es: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Quiere decir:

source: [_maddie_s_towards_s_wondering_s_talk_frown_s_-blush_] Promise me Danny, that you'd keep all of this quiet. I need to know that.
es_es: [_maddie_s_towards_s_wondering_s_talk_frown_s_-blush_] Promete a Danny, que guardarás todo esto en silencio. Necesito saberlo.

source: [_danny_s_ahegao_s_wondering_s_talk_happy_s_blush_] Mom...
es_es: [_danny_s_ahegao_s_wondering_s_talk_happy_s_blush_] mamá...

source: [_danny_s_ahegao_s_angry_s_talk_pleased_s_blush_] You look amazing!
es_es: [_danny_s_ahegao_s_angry_s_talk_pleased_s_blush_] ¡Te ves increíble!

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Eh, th-thank you sweetie...
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Eh, te agradecemos sweetie...

source: [_danny_s_down_s_wondering_s_bite_s_blush_] (I am starting get nervous. What should I do?)
es_es: [_danny_s_down_s_wondering_s_bite_s_blush_] (Estoy empezando a ponerse nervioso. ¿Qué debo hacer?)

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}*Blushing*{/i} If you keep looking at me like that, I'm just going to feel even more embarrassed...~
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}*Blushing * {/i} Si sigues mirándome así, simplemente me voy a sentir aún más avergonzado ... ~

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] S-sorry, it's kinda hard to take my eyes off of you.
es_es: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] S-disculpe, es difícil quitarme los ojos de ti.

source: [_maddie_s_away_s_sad_s_talk_happy_s_-blush_] ...well, in that case...
es_es: [_maddie_s_away_s_sad_s_talk_happy_s_-blush_] ...bueno, en ese caso...
