Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Then let's go! C'mon, before something else comes prowling outta the woods...
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¡Entonces vamos! C'mon, antes de que venga algo más que saliendo de la madera...

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Damn it! What about the key?
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] ¡Maldito! ¿Qué hay de la clave?

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow that's... very lazy of him. Plus, pretty risky! I mean it's a dock, there are so many gaps it could fall between!
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] ¡Vaya... muy perezoso de él. ¡Además, bastante arriesgado! Quiero decir que es un muelle, ¡hay tantas brechas entre las que podría caer!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh wait... I think I just realized I don't know how to actually drive a boat...
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh wait... Creo que me di cuenta de que no sé cómo conducir realmente un barco...

source: [_danny_s_towards_s_wondering_s_talk_frown_] Then we'll take one of the little paddle boats attached to the side then!
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¡Entonces tomaremos uno de los pequeños botes de paleta adjuntos al lateral entonces!

source: [_danny_s_closed_s_neutral_s_talk_pleased_] We made it!
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] ¡Lo conseguimos!

source: [_maddie_s_towards_s_wondering_s_talk_amused_] If I've read the map right, we should be able to get to the port in just over an hour.
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] Si he leído el mapa a la derecha, debemos ser capaces de llegar al puerto en poco más de una hora.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] We probably should have left Mr. Masters a note about why we had to leave. And to apologize about his boat.
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] Probablemente deberíamos haber dejado al Sr. Masters una nota sobre por qué tuvimos que marcharnos. Y para disculparnos de su barco.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh, I'm sure he'd understand. Ghost business can be pretty haphazard.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Oh, estoy seguro de que lo entendería. Un negocio fantasma puede ser bastante descabellado.

source: [_maddie_s_towards_s_sad_s_talk_frown_] Again, I'm sorry this little trip didn't work out exactly the way I planned it, sweetie.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] De nuevo, lamento que este pequeño viaje no funcionara exactamente como lo planifiqué, sweeks tie.

source: [_danny_s_towards_s_sad_s_talk_pleased_] It's alright, Mom. I'll just be glad to be back in my own bed, soon enough.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] Está bien, mamá. Estaré contento de volver a estar en mi propia cama, pronto.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Me too...
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Yo también...

source: [_vlad_s_raging_s_angry_s_talk_frown_] You may be able to crawl back to that giant oaf of a father figure and husband... but soon enough you'll be clamoring back to me instead...
es_es: [_vlad_s_raging_s_angry_s_talk_frown_] Usted puede ser capaz de arrastrarse de nuevo a ese oaf gigante de una figura paterna y esposo ... pero pronto usted me va a clamar de nuevo a mí en vez de ...

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Nobody turns down Vlad Masters, nobody!! Or even... Vlad Plasmius!!
es_es: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Nadie derriba a Vlad Masters, nobody!! O incluso... Vlad Plasmius!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey everyone!! We're home~!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡Hola a todos!! ¡Estamos en casa~!

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Sugar muffin!! Are you okay?!
es_es: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] ¡¡¡Muñeco de azúcar! ¿Estás bien?!

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Danny! Mom!!
es_es: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] ¡¡Genial! ¡¡¡Mom!!

source: [_maddie_s_towards_s_sad_s_talk_happy_] Don't everyone worry, everything's fine! We're safe and sound.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] ¡No todos se preocupen, todo está bien! Estamos sanos y salvos.

source: [_jack_s_flip_s_towards_s_sad_s_talk_happy_] You arrived later than you said you would. Did Vlad's ride home slow you down a bit?
es_es: [_jack_s_flip_s_towards_s_sad_s_talk_happy_] Usted llegó más tarde de lo que usted dijo que lo haría. ¿El viaje de Vlad a casa te frenó un poco?

source: [_maddie_s_towards_s_angry_s_talk_frown_] Urgh, we had to make our way to a port town and get home from there. We were sorta invaded by... well...
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] Urgh, tuvimos que hacer nuestro camino a una ciudad portuaria y volver a casa desde allí. Estábamos sorta invadidos por... bien...

source: [_danny_s_towards_s_rise_s_talk_frown_] Ghosts.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Fantasmas.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Darnnit!! I knew I should have tagged along on the off chance something went wrong!
es_es: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Darnit!! Sabía que debería haber etiquetado a lo largo de la posibilidad de que algo salió mal!

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Ol' Vladdie may be the world's {i}current{/i} leading ghost expert, but I know soon enough, I'll be the the one to take the top spot!!
es_es: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Ol' Vladdie puede ser el experto fantasma líder en el mundo {i}actual{/i}, pero sé lo suficientemente pronto, voy a ser el que tome el punto superior!!

source: [_danny_s_closed_s_neutral_s_talk_happy_] Well, Mom did a pretty good job fighting them off on her own! She's actually pretty badass!
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] Bueno, ¡mamá hizo un buen trabajo luchando por ella! ¡Es realmente bastante mala!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Danny, you shouldn't act so surprised, her predefined gender does not define her capabilities as a woman to-
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Danny, no debes actuar tan sorprendido, su género predefinido no define sus capacidades como mujer a -

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] {b}ANYWAY{/b}, boring non-ghost related science aside, I'm just glad you two are back home, safe and sound!
es_es: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] {b}DE TODOS MODOS {/b}, aburrida la ciencia no relacionada con el fantasma, sólo estoy contento de que dos están de vuelta a casa, seguro y sonido!

source: [_maddie_s_towards_s_sad_s_talk_amused_] Yeah... but no hugs for the moment, because I really need a shower after last night.
es_es: [_maddie_s_towards_s_sad_s_talk_amused_] Sí... pero no hay abrazos por el momento, porque realmente necesito una ducha después de anoche.

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] You guys should relax then, I'll order some pizza in for tonight so you don't have to cook Mom.
es_es: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Ustedes deben relajarse entonces, voy a pedir algo de pizza para esta noche para que no tenga que cocinar a mamá.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That would be lovely Jazz, thank you.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Eso sería encantador Jazz, gracias.

source: [_danny_s_f_s_offscreen_s_rise_s_talk_pleased_] Huh? Who's there? Mom?
es_es: ¿[_danny_s_f_s_offscreen_s_rise_s_talk_pleased_] Huh? ¿Quién está allí? ¿Mamá?

source: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] Yes sweetie, it's me. Can I come in please?
es_es: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] Sí por semanas, es yo. ¿Puedo entrar por favor?

source: [_danny_s_f_s_offscreen_s_down_s_talk_frown_] S-sure... what's up?
es_es: [_danny_s_f_s_offscreen_s_down_s_talk_frown_] S-sure ... ¿Qué pasa?

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] I just wanted to talk about, ya' know... {i}us.{/i}
es_es: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] Solo quería hablar, ya sabe... {i}nosotros.{/i}

source: [_danny_s_towards_s_sad_s_talk_distraught_] Is everything okay? I thought we were-
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¿Todo está bien? Pensé que estábamos aquí-

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Y-yes, I just wanted to know, how you... {i}*Gulp*{/i} ...still felt about things.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Sí, solo quería saber, cómo tú... {i}*p*{/i} ...todavía sentía acerca de las cosas.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] What do you mean?
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¿Qué quieres decir?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Well it's just, now that we're home, and you can see the girls you go to school with, I'd understand if you wanted to forget about everything that's happened.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_] Bueno, ahora que estamos en casa, puedes ver a las niñas con las que vas a la escuela Entiendo si querías olvidarte de todo lo que sucedió.

source: [_danny_s_towards_s_angry_s_talk_pleased_] {i}Pfft{/i}, no way! I don't feel any different.
es_es: [_danny_s_towards_s_angry_s_talk_pleased_] {i}Pfft{/i}, ¡de ninguna manera! No me siento diferente.

source: [_maddie_s_towards_s_rise_s_talk_amused_] S-sweetie, seriously, I don't want you to feel forced into any of this.
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] S-sweetie, seriamente, no quiero que te sientas forzado a nada de esto.

source: [_danny_s_towards_s_angry_s_talk_happy_] Hell no, I'm excited!
es_es: [_danny_s_towards_s_angry_s_talk_happy_] ¡Infierno, estoy emocionado!

source: [_maddie_s_towards_s_wondering_s_talk_amused_] ...you are?
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] ...¿eres?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Aren't you?
es_es: ¿[_danny_s_towards_s_sad_s_talk_distraught_] no eres tú?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] M-maybe a little, just give me a little time to think please, okay? And whatever you do, please don't-
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] M-tal vez un poco, simplemente dame un poco de tiempo para pensar por favor, ¿no? Y lo que hagas, por favor no-

source: [_danny_s_towards_s_neutral_s_talk_frown_] Don't tell anybody, I got it.
es_es: [_danny_s_towards_s_neutral_s_talk_frown_] No digas a nadie, lo tengo.

source: [_danny_s_towards_s_sad_s_talk_pleased_] I promised you, Mom.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] te he prometido, mamá.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Thank you... goodnight Danny.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Gracias... Buena noche Danny.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Night Mom.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Mamá Nocturna

source: [_danny_s_at_danny_s_sad_s_displeased_] (Mom seems like she wants to continue this, but doesn't know if I'm really ready to commit to something like this...)
es_es: [_danny_s_at_danny_s_sad_s_displeased_] (Mamá parece que quiere continuar con esto, pero no sabe si estoy realmente listo para comprometerme a algo como esto...)

source: [_danny_s_at_player_s_rise_s_smile_] (Maybe I should get her a gift or something? I know! Maybe I could buy her some new lingerie? That's what most men do for the women they love, right?)
es_es: [_danny_s_at_player_s_rise_s_smile_] (¿Tal vez debería obtener un regalo o algo? ¡Lo sé! ¿Tal vez podría comprarle alguna nueva lencería? Eso es lo que la mayoría de los hombres hacen por las mujeres que aman, ¿verdad?)

source: [_danny_s_at_danny_s_sad_s_displeased_] (Or is that just what {i}I{/i} want as a man?)
es_es: [_danny_s_at_danny_s_sad_s_displeased_] (O es que justo lo que {i}I {/i} quiere como hombre?)

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh well! It'd definitely be worth at least trying!)
es_es: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (¡Oh bien! ¡Definitivamente valdría la pena al menos intentarlo!)

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey Danny what's up?
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey Danny ¿qué pasa?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Nothing Mom, sorry to bother you.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Nada mamá, sentimos molestarte.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh... okay. Don't be out too late for dinner!
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Oh... está bien. ¡No espere demasiado tarde para la cena!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] I won't Mom.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] no voy a mamá.

source: [_danny_s_closed_s_neutral_s_talk_happy_] I've sorta got a present for you.
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] He conseguido un regalo para ti.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] A present? Why Danny you shouldn't have!
es_es: ¿[_maddie_s_towards_s_neutral_s_talk_happy_] Un regalo? ¿Por qué Danny no deberías!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Now let me see here...
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Ahora déjame ver aquí...

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Is this...?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] ¿Es esto ...?

source: [_danny_s_towards_s_sad_s_talk_pleased_] Do you, uh, do you like it Mom?
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] ¿Tú, uh, te gusta mamá?

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Uhm, well Danny, it's just that... I'm not sure you should be buying-
es_es: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Uhm, bien Danny, es sólo eso... No estoy seguro de que deberías estar comprando-

source: [_danny_s_down_s_unhappy_s_talk_frown_] You don't like that I got it?
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] ¿No te gusta que lo haya conseguido?

source: [_maddie_s_towards_s_confused_s_talk_frown_] N-No! It's very lovely dear, for certain... I'm just not sure if you should be buying these types of clothes for me.
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¡N-No! Es muy amable, cierto... no estoy seguro de si deberías comprar este tipo de ropa para mí.

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] I'm sorry Mom, it's just that you're so beautiful I thought I could buy something really nice to make you look really radiant in!
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Lo siento Mamá, ¡es simplemente que eres tan hermoso que pensé que podría comprar algo muy bueno para hacerte parecer realmente brillante!

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Oh Danny... that's very sweet of you. But you don't need to buy me clothes, I can do that myself. I prefer... more one on one time together.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Oh Danny... eso es muy dulce de ti. Pero no necesitas comprarme ropa, puedo hacerlo yo mismo. Yo prefiero... más una vez juntos.

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Well, we could go see a movie then if you'd prefer? Or just to the Mall in general.
es_es: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Bueno, podríamos ir a ver una película entonces si lo prefieres? O solo al centro comercial en general.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] I actually have a few chores I need to sort at the moment.
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] realmente tengo unas cuantas tareas que necesito ordenar en este momento.

source: [_danny_s_down_s_sad_s_talk_frown_] Oh okay, I understand.
es_es: [_danny_s_down_s_sad_s_talk_frown_] Oh bien, lo entiendo.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] But it is a very thoughtful gift, Danny! Don't ever lessen what you did for me.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Pero es un regalo muy interesante, ¡Danny! No disminuya nunca lo que hiciste por mí.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Yeah, of course. I guess I'll just see you later then.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Sí, por supuesto. Supongo que te veré más tarde.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Sounds good, kiddo.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Suena bien, chico.

source: [_maddie_s_closed_s_unhappy_s_frown_] (Poor Danny...he seems genuinely upset.)
es_es: [_maddie_s_closed_s_unhappy_s_frown_] (pobre Danny...parece realmente molesto.)

source: [_maddie_s_towards_s_rise_s_frown_] (After all, this is some very expensive lingerie...)
es_es: [_maddie_s_towards_s_rise_s_frown_] (Después de todo, esta es una lingeria muy cara...)

source: [_maddie_s_towards_s_wondering_s_smile_] (He put in this much effort to show me he cares...)
es_es: [_maddie_s_towards_s_wondering_s_smile_] (Él puso en este gran esfuerzo para mostrarme que le importa...)

source: [_maddie_s_closed_s_amused_s_amusement_] (Maybe a little misguided, but...)
es_es: [_maddie_s_closed_s_amused_s_amusement_] (Tal vez un poco equivocado, pero ...)

source: [_maddie_s_towards_s_rise_s_bite_s_blush_] (...maybe I should {i}talk{/i} to him later.)
es_es: [_maddie_s_towards_s_rise_s_bite_s_blush_] (...quizás debería hablar {i}{/i} más tarde.)

source: [_maddie_s_away_s_amused_s_blush_] (I am wondering if we could spend some time alone during the weekend again?)
es_es: [_maddie_s_away_s_amused_s_blush_] (¿Me pregunto si podríamos pasar algún tiempo solo durante el fin de semana?)

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Dad, honestly, I don't understand why we have to go to this stupid fair show!
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] ¡Hecho, sinceramente, no entiendo por qué tenemos que ir a este estúpido espectáculo de feria!

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Well, after Danny and your Mother had some quality bonding time together, your mother felt it was only right that {i}we{/i} had some time together as well! She even booked us these fair tickets herself!
es_es: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Bueno, después de que Danny y su madre tuvieran algo de tiempo de unión de calidad juntos. ¡Tu madre sintió que era justo que {i}teníamos también algo de tiempo! ¡Incluso nos ha reservado estos billetes de feria!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] But it's like a five hours drive out of town!
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] ¡Pero es como cinco horas en coche fuera de la ciudad!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Now, now young lady! You'll find it best to listen to your mother from time to time! Just look at Danny and her!
es_es: ¡[_jack_s_towards_wide_s_sad_s_talk_happy_] ahora, señora joven! ¡Te parece mejor escuchar a tu madre de vez en cuando! ¡Mira a Danny y a ella!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] What about them?
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] ¿Qué hay de ellos?

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, it's clear to me that they've bonded together more than ever before! And what brings family together closer than fried bacon on a stick and pig shows?
es_es: [_jack_s_closed_s_sad_s_talk_happy_] Bueno, para mí está claro que se han unido más que nunca! ¿Y qué es lo que une a la familia más cerca que el bacon frito, en un palo y en un cerdo de espectáculo?

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Oh c'mon Jazz, it's just an overnight trip, you'll be back home before you know it.
es_es: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Oh c'mon Jazz, es sólo un viaje nocturno, volverás a casa antes de que lo sepan.

source: [_danny_s_towards_s_rise_s_talk_distraught_] I didn't even know this trip was happening before today.
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Ni siquiera sabía que este viaje estaba ocurriendo antes de hoy.

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Me either!!
es_es: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Yo tampoco yo!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Be safe you two, I packed some lunch boxes for the journey.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Sé seguro con dos, he empaquetado algunas cajas de almuerzo para el viaje.

source: [_danny_s_towards_s_sad_s_talk_frown_] If you seriously need something, just call Jazz.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Si necesitas algo en serio, solo tienes que llamar a Jazz.

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Sensible, {i}reasonable{/i} parents would be a good start!
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Sensible, {i}razonable{/i} padres sería un buen comienzo!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Come along Jazz!
es_es: [_jack_s_towards_wide_s_sad_s_talk_happy_] ¡Ven a lo largo de Jazz!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {i}*Sigh*{/i} Fine, whatever.
es_es: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {i}*Sigh * {/i} Fine, lo que sea.

source: [_danny_s_at_player_s_rise_s_grin_s_blush_] (Huh, guess it's just me and Mom home alone tonight.)
es_es: [_danny_s_at_player_s_rise_s_grin_s_blush_] (Huh, adivina que esta noche solo soy yo y mamá casa.)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey Mom do you want to-
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey Mom quieres -

source: [_maddie_s_away_s_rise_s_talk_amused_] Not now sweetie, I still have a few errands I need to run.
es_es: [_maddie_s_away_s_rise_s_talk_amused_] No hace semanas que sigo teniendo algunos errores que necesito ejecutar.

source: [_danny_s_down_s_sad_s_talk_distraught_] Oh, okay. (Damn it! Guess it's a quiet evening for me.)
es_es: [_danny_s_down_s_sad_s_talk_distraught_] Oh, está bien. (¡Vaya! Adivina que es una noche tranquila para mí.)

source: [_danny_s_fenton_s_offscreen_s_closed_s_rise_s_talk_distraught_] {i}*Yawn*{/i} Whose knocking at this time?
es_es: [_danny_s_fenton_s_offscreen_s_closed_s_rise_s_talk_distraught_] {i}*Yawn * {/i} ¿De quién llamar a esta hora?

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Danny? Can I come in?
es_es: ¿[_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Danny? ¿Puedo entrar?

source: [_danny_s_f_s_offscreen_s_down_s_rise_s_talk_pleased_] Sure Mom, it's really late thou- {b}WHOA!!{/b}
es_es: [_danny_s_f_s_offscreen_s_down_s_rise_s_talk_pleased_] Sure Mom, es muy tarde tú- {b}WHOA!!{/b}

source: [_maddie_s_towards_s_rise_s_talk_amused_] So... how do I look?
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] Así que... ¿cómo me veo?

source: [_danny_s_ahegao_s_wondering_s_talk_frown_s_blush_] M-M-Mom...
es_es: [_danny_s_ahegao_s_wondering_s_talk_frown_s_blush_] M-Mom...

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] Well, I was kinda hoping for more than a slight stuttering fit, but that's alright-
es_es: [_maddie_s_away_s_unhappy_s_talk_displeased_] Bueno, yo tenía la esperanza de algo más que un poco de encaje pero eso está bien-

source: [_danny_s_towards_s_angry_s_talk_happy_s_blush_] {b}YOU LOOK HOT as hell!{/b}
es_es: ¡[_danny_s_towards_s_angry_s_talk_happy_s_blush_] {b}HAS LOOK HOT as infernal!{/b}

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] I do? Well... I'm glad I still got it... thank you Danny.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] ¿Hecho? Bueno... Estoy contento de que todavía lo tengo... gracias Danny.
