Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] Well, I dunno Vlad, I'm still really tipsy, maybe I should rest for an hour or two to sober up before we try hunting ghosts?
es_es: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] Bueno, yo dunno tú, sigo siendo muy tipsy, ¿Tal vez debería descansar una o dos horas de sobriedad para arriba antes de probar fantasmas de caza?

source: [_vlad_s_closed_s_sad_s_talk_happy_] Nonsense! I'll be right besides you to help you out!
es_es: [_vlad_s_closed_s_sad_s_talk_happy_] ¡Sin sentido! ¡Estaré bien junto a ti para ayudarte!

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Are you sure?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] ¿Está seguro?

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Madeline, I'd never let anything bad happen to you, my dear.
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Madelina, nunca dejaría que te pasara algo malo, mi querido.

source: [_maddie_s_towards_s_neutral_s_talk_amused_s_blush_] {i}*Hiccup*{/i} O-Okay, I do trust you.
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_s_blush_] {i}*Hiccup*{/i} O-Vale, confío en ti.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] I'll get the equipment ready!
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] ¡Prepararé el equipo!

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Maybe we should tell Danny we're going-
es_es: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Tal vez deberíamos decirle a Danny que vamos -

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Oh, why trouble the poor lad, you wouldn't want to possibly wake him or make him worry.
es_es: [_vlad_s_towards_s_unhappy_s_talk_frown_] Oh, ¿por qué molestan al pobre muchacho, no querrías despertarlo o preocuparte.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] But I don't know if-
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] Pero no sé si-

source: [_vlad_s_raging_s_rise_s_talk_frown_] I thought you just said you trusted me... was I mistaken?
es_es: [_vlad_s_raging_s_rise_s_talk_frown_] pensé que acabas de decir que confiabas en mí... ¿Estaba error?

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] N-no, I-I do... okay, get the gear, I'm sure we can take down a few weak ghosts!
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] N-no, yo lo hago... bueno, obtén el equipo, ¡estoy seguro de que podemos derribar unos pocos fantasmas débiles!

source: [_vlad_s_closed_s_sad_s_talk_happy_] Marvelous! Let's go right away!
es_es: [_vlad_s_closed_s_sad_s_talk_happy_] ¡Maravilloso! ¡Vamos de inmediato!

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_grindteeth_] (I better stick close, I need to make sure Mom is safe. What is Vlad thinking when Mom's like this?)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_grindteeth_] (Me quedo mejor cerca, necesito asegurarme de que mamá esté a salvo. ¿Qué piensa Vlad cuando mamá es así?)

source: [_maddie_s_away_s_unhappy_s_talk_frown_] Stay behind me Danny, it might not be safe.
es_es: [_maddie_s_away_s_unhappy_s_talk_frown_] Quédate detrás de mí Danny, puede que no sea seguro.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Vlad? Are you there?
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] Vlad? ¿Está usted allí?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Hello? Mr. Masters?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Hola? ¿Mr. Masters?

source: [_maddie_s_away_s_confused_s_talk_displeased_] Did you hear that? It sounded like rumbling coming from the livingroom.
es_es: [_maddie_s_away_s_confused_s_talk_displeased_] ¿Has oído eso? Suenó como si viniera del salón.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_frown_] Mom... look!
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_frown_] mamá... ¡mira!

source: [_maddie_s_offscreen_s_bathrobe_s_towards_wide_s_aghast_s_talk_frown_] {i}*Whispering*{/i} Danny... let's back away very, {i}very{/i} slowlyyy.
es_es: [_maddie_s_offscreen_s_bathrobe_s_towards_wide_s_aghast_s_talk_frown_] {i}*Susurro*{/i} Danny... vamos de vuelta muy, {i}muy{/i} lentamente.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] {i}*Whispering*{/i} Where do you think Mr. Masters keeps his ghost hunting gear?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] {i}*Susurro*{/i} ¿Dónde crees que el Sr. Masters mantiene su equipo de caza fantasma?

source: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] It'd probably be down another one of his hallways...
es_es: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Probablemente sería otro de sus pasarelas...

source: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_distraught_] Okay then, let's just quietly keep creeping backwards carefully 'till we-
es_es: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_distraught_] Vale, entonces, sigamos avanzando hacia atrás con cuidado hasta nosotros-

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Mom! Head down the hall to find some ghost equipment! I'll keep it busy!
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¡Mamá! ¡Ve a la sala para encontrar un equipo fantasma! ¡Lo mantendré ocupado!

source: [_maddie_s_towards_s_confused_s_talk_frown_] But Danny I-
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Pero Danny I-

source: [_danny_s_towards_s_angry_s_talk_distraught_] Mom, just trust me!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] mamá, ¡confíe en mí!

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] O-okay! Try to keep some distance between you and it! You can do it, Danny!
es_es: ¡[_maddie_s_towards_s_wondering_s_talk_displeased_] O-okay! ¡Intenta mantener algo de distancia entre ti y ella! ¡Puedes hacerlo, Danny!

source: [_danny_s_towards_s_angry_s_talk_pleased_] Alright, it's just me and you Smokey! I'm going ghost!
es_es: [_danny_s_towards_s_angry_s_talk_pleased_] Bien, ¡es solo yo y tú! ¡Voy a un fantasma!

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] {i}*Huff* *Huff*{/i} I swear these ghosts are getting tougher! If this were a video-game I'd say I was seriously due for a level up soon! Or at least a patch!
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] {i}*Huff * *Huff * {/i} ¡Juro que estos fantasmas se están volviendo más duros! Si esto fuera un videojuego, yo diría que estaba seriamente debido a un nivel muy pronto! ¡O al menos un parche!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Oh crap... I'm out in the open!
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] Oh crap... ¡Estoy abierto!

source: [_wolf_] {i}*Grrhhhh* *Bark* *Snarl*{/i}
es_es: [_wolf_] {i}*Grhhhhh * *Bark * *Snarl * {/i}

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_] Phew! Sorry it took me so long to get something useful, Vlad never organizes anything properly!
es_es: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_] ¡Vaya! ¡Disculpe que me tomó tanto tiempo conseguir algo útil, Vlad nunca organiza nada correctamente!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Yeah... well, it's a good thing you came here when you did, I was pretty-
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Sí... bueno, es una buena cosa que viniste aquí cuando lo hiciste, yo estaba de planificación-

source: [_maddie_s_blaster_s_towards_wide_s_rise_s_talk_frown_] So, how'd you manage to defend yourself against a strong spectral entity as this one?
es_es: [_maddie_s_blaster_s_towards_wide_s_rise_s_talk_frown_] Entonces, ¿cómo se las arreglaría para defenderse de una entidad espectral fuerte como esta?

source: [_maddie_s_blaster_s_towards_s_angry_s_talk_displeased_] Darn it! We don't have much time till this thing gets back up!
es_es: [_maddie_s_blaster_s_towards_s_angry_s_talk_displeased_] Darn it! ¡No tenemos mucho tiempo hasta que esta cosa se vuelva a levantar!

source: [_danny_s_towards_s_angry_s_talk_pleased_] Let's high tail it out of here!
es_es: [_danny_s_towards_s_angry_s_talk_pleased_] ¡Altemos la cola de aquí!

source: [_maddie_s_blaster_s_towards_s_angry_s_talk_frown_] Agreed! We'll leave it to Vlad to sort this out, wherever he is!
es_es: [_maddie_s_blaster_s_towards_s_angry_s_talk_frown_] ¡Acordado! ¡Lo dejaremos a Vlad para arreglar esto, dondequiera que esté!

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad, I think I'm seriously having second thoughts, I might need to sober up a little more, and I've left Danny all alone!
es_es: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] , creo que estoy teniendo un segundo pensamiento, podría necesitar sobrificar un poco más, ¡y he dejado a Danny todo solo!

source: [_vlad_s_raging_s_rise_s_talk_frown_] Nonsense! It's not too far off from here...
es_es: ¡[_vlad_s_raging_s_rise_s_talk_frown_] no tiene sentido! No está muy lejos de aquí...

source: [_maddie_s_blaster_s_towards_s_sad_s_talk_frown_s_blush_] But Vlad-
es_es: [_maddie_s_blaster_s_towards_s_sad_s_talk_frown_s_blush_] Pero ---

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] {b}I SAID WE'RE NEARLY THERE!!{/b}
es_es: [_vlad_s_raging_wide_s_angry_s_talk_frown_] {b}I SAID WE'RE CERCA HAZA!!{/b}

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grindteeth_] (What the hell is Vlad playing at? I should kick his ass for speaking to Mom like that!)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grindteeth_] (¿En qué diablos está jugando Vlad? I should kick his ass for speaked to Mom like that!)

source: [_vlad_s_towards_s_neutral_s_talk_happy_] This is it Maddie, this is the spot.
es_es: [_vlad_s_towards_s_neutral_s_talk_happy_] Esto es Maddie, este es el lugar.

source: [_maddie_s_blaster_s_towards_s_confused_s_talk_displeased_s_blush_] But Vlad... I don't see anything?
es_es: [_maddie_s_blaster_s_towards_s_confused_s_talk_displeased_s_blush_] Pero pero... ¿No veo nada?

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, I'm sure they'll be coming along soon enough... quite certain in fact...
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, estoy seguro de que llegarán lo suficientemente pronto... bastante seguro de hecho...

source: [_maddie_s_blaster_s_towards_s_aghast_s_talk_happy_s_blush_] Oh you were right! There, I can see one!
es_es: [_maddie_s_blaster_s_towards_s_aghast_s_talk_happy_s_blush_] ¡Oh estabas en lo cierto! ¡Ahí, puedo ver uno!

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Quick! Use the blaster!
es_es: ¡[_vlad_s_towards_wide_s_rise_s_talk_happy_] rápido! ¡Usa la explosión!

source: [_maddie_s_blaster_s_towards_wide_s_angry_s_talk_displeased_s_blush_] It's not working! I don't think it's charged at all!
es_es: [_maddie_s_blaster_s_towards_wide_s_angry_s_talk_displeased_s_blush_] ¡No funciona! ¡No creo que se cobre en absoluto!

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh... curses!! How totally unforseeable!
es_es: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh... maldiciones!! ¡Qué totalmente inolvidable!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_distraught_] (Vlad screwed up once again! It's almost like he's {i}trying{/i} to have things go bad...)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_distraught_] (¡Vlad se agotó una vez más! Es casi como si estuviera {i}intentando{/i} que las cosas salieran mal...)

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad! Help me!!
es_es: ¡¡[_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] ! ¡Ayúdame!!

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Quick Maddie! The only way I see out of this, is if you use your {u}womanly{/u} charms to maybe... appease them!
es_es: [_vlad_s_towards_wide_s_rise_s_talk_frown_] ¡Rápida Madura! La única forma que veo de esto, es si usas tus encantos {u}mujeres{/u} para que pueda... ¡apaciguenlos!

source: [_maddie_s_blaster_s_towards_wide_s_aghast_s_talk_frown_s_blush_] What?!
es_es: ¡[_maddie_s_blaster_s_towards_wide_s_aghast_s_talk_frown_s_blush_] qué?!

source: [_vlad_s_raging_wide_s_rise_s_talk_happy_] Take off all your clothes!! It's simply the only way, my dear!
es_es: [_vlad_s_raging_wide_s_rise_s_talk_happy_] Despega toda tu ropa!! Es simplemente la única manera, ¡mi querido!

source: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_consternation_] (I can't allow this to happen! What should I do?)
es_es: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_consternation_] (No puedo permitir que esto suceda! ¿Qué debo hacer?)

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_displeased_] (It's now or never that I prove I have what it takes to be a hero!)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_displeased_] (¡Es ahora o nunca que compruebo que tengo lo que se necesita para ser un héroe!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (I'm going Ghost!)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (¡voy a Ghost!)

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Don't worry I'm here!
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] No te preocupes estaré aquí!

source: [_maddie_s_towards_wide_s_confused_s_talk_frown_s_blush_] Inviso-Bill?! All the way out here? Well, gee, that's convenient.
es_es: ¡[_maddie_s_towards_wide_s_confused_s_talk_frown_s_blush_] Inviso-Bill?! ¿Todo el camino para salir aquí? Bueno, gee, eso es conveniente.

source: [_vlad_s_raging_wide_s_angry_s_frown_] (Curses! What is that ghost child doing here?!)
es_es: [_vlad_s_raging_wide_s_angry_s_frown_] (¡Maldiciones! ¿Qué es ese niño fantasma haciendo aquí?!)

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] Get behind me!
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] ¡Déjate de mí!

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] But you're-
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Pero tú-

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Do it, now!
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] ¡Hágalo ahora!

source: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] A-alright! But don't think this is over between us, you ghost!
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] ¡Muy bien! ¡Pero no pienses que esto ha terminado entre nosotros, tu fantasma!

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_2_] Phew! That was tough.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_2_] ¡phew! Eso fue duro.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Ghost Boy... what exactly are you doing haunting areas out this far away from home?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Fantasma Choy... ¿qué estás haciendo exactamente perdiendo zonas tan lejos de casa?

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Uhm... weekend Vacation?
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Uhm... ¿Vacación de fin de semana?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Vlad! Quick, this time we've got him! Get the-
es_es: ¡[_maddie_s_towards_s_amused_s_talk_amused_] ! ¡Rápido, esta vez lo tenemos! Consigue el-

source: [_maddie_s_towards_s_confused_s_talk_frown_] Vlad?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¿?

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Doesn't seem as though he stuck around.
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] No parece como si estuviera atascado.

source: [_maddie_s_towards_s_angry_s_talk_frown_] {b}Urgh!{/b} Jack wouldn't have ran away! I can't believe a man like himself is ahead of us in the ghost hunting profession.
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] {b}¡Urgh!{/b} ¡Jack no habría huido! No puedo creer que un hombre como él esté delante de nosotros en la profesión de cacería fantasma.

source: [_danny_s_phantom_s_closed_happy_s_neutral_s_talk_happy_2_] Or Danny! Danny would never abandon you!
es_es: [_danny_s_phantom_s_closed_happy_s_neutral_s_talk_happy_2_] o ¡Danny! ¡Danny nunca te abandonaría!

source: [_maddie_s_towards_s_confused_s_talk_frown_] Heh yeah, Danny wouldn't- hey, wait, how do you know my son?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Heh sí, Danny no esperaría, ¿cómo conoces a mi hijo?

source: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] Uhhhh... he's a... buddy of mine?
es_es: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] Uhhhh... él es ... amigo mío?

source: [_maddie_s_towards_wide_s_angry_s_talk_frown_] What? How preposterous! Danny would never- he never mentioned-
es_es: [_maddie_s_towards_wide_s_angry_s_talk_frown_] ¿Qué? ¡Cuán absurdo! Danny nunca -él nunca mencionó-

source: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhhh... {i}OoOoOoh I MuSt LeAvE nOwWwww... OoOoOh!!{/i}
es_es: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhhh... {i}OoOoh I MuSt LeAvE nOwWwww... OoOh!!{/i}

source: [_maddie_s_towards_s_rise_s_talk_frown_] ...that's not particularly unsettling. It just sounds like a half hearted wail..
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] ...eso no es particularmente inquietante. Simplemente suena como un lluvia medio de corazón..

source: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] ...bye!
es_es: ¡[_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] ...desconectado!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Wait don't- damn it!
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] ¡Espera no- maldita ella!

source: [_maddie_s_away_s_wondering_s_smile_] (Damn... could have caught him.... huh... he's friends with Danny? Well, that's strange... oh, I bet they're both so cute together...)
es_es: [_maddie_s_away_s_wondering_s_smile_] (Damn... podría haberlo cogido.... eh... ¿es amigo de Danny? Bueno, eso es extraño... oh, apuesto a que ambos son tan lindos juntos...)

source: [_maddie_s_closed_s_confused_s_amusement_s_blush_] (Wow, now {i}that's{/i} a messed up thought!)
es_es: [_maddie_s_closed_s_confused_s_amusement_s_blush_] (¡Wow, ahora {i}que's{/i} un mal pensamiento!)

source: [_maddie_s_towards_s_confused_s_talk_frown_] Any idea where we're going? Or how we're gonna get out exactly?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¿Alguna idea a dónde vamos? ¿O cómo vamos a salir exactamente?

source: [_danny_s_towards_s_rise_s_talk_pleased_] What about Vlad's boat?
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] ¿Qué hay de la barca?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That's a great idea! I managed to get a hold of a map of the local area, there's a nearby port town we can get to if we follow down the stream of the river!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡Eso es una gran idea! Me las arreglé para obtener un mapa del área local, Hay una ciudad portuaria cercana a la que podemos llegar si seguimos el arroyo del río!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] There's Vlad's boat up ahead!
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] ¡Hay un bote más allá!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Damn it! What about the keys?
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] ¡Maldito! ¿Qué hay de las llaves?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Found it! he left it under the mat on the dock.
es_es: ¡[_danny_s_towards_s_wondering_s_talk_happy_] lo encontró! Lo dejó bajo la tapa en el muelle.

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow that's... very lazy of him. Plus, pretty haphazard! It's a dock, there are so many gaps it could fall between!
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] ¡Vaya... muy perezoso de él. ¡Además, bastante feliz! ¡Es un muelle, hay tantas brechas entre las que podría caer!

source: [_danny_s_towards_s_angry_s_talk_pleased_] Hey, I'm a little more focused on actually getting out of here safely!
es_es: [_danny_s_towards_s_angry_s_talk_pleased_] ¡Eh, estoy un poco más centrado en salir de aquí seguramente!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh wait... I think I just realized I don't know how to maneuver a boat...
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh espera... Creo que me he dado cuenta de que no sé cómo maniobrar un barco...

source: [_danny_s_towards_s_wondering_s_talk_frown_] Then we'll take one of the little paddle ones attached to the side then!
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¡Entonces tomaremos una de las pequeñas paletas adjuntas al lado entonces!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Quick thinking Danny! Help me out with the ropes!
es_es: ¡[_maddie_s_towards_s_neutral_s_talk_happy_] pensamiento rápido Danny! ¡Ayúdame con las cuerdas!

source: [_vlad_s_towards_s_angry_s_talk_frown_] Well well, look at the pair of you... sailing off to new horizons together... how overbearingly sweet.
es_es: [_vlad_s_towards_s_angry_s_talk_frown_] Bien, mira el par de tú... navegando juntos a nuevos horizontes... ¡qué sobriamente dulce.

source: [_vlad_s_raging_s_angry_s_talk_frown_] You may be able to crawl back to that giant oaf of a father figure and husband... but I know soon enough, that you'll be clamoring back to me instead...
es_es: [_vlad_s_raging_s_angry_s_talk_frown_] Usted puede ser capaz de arrastrarse de nuevo a ese oaf gigante de una figura paterna y marido ... pero sé muy pronto, que usted me va a clamar de nuevo a mí en vez de ...

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Believe you me... nobody makes a fool out of Vlad Masters...
es_es: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Te creéis... nadie hace una tontería de Maestros Vlad...

source: [_maddie_s_towards_s_confused_s_talk_frown_] D-Danny what are you doing out here?!
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] D-Danny ¿qué estás haciendo aquí?!

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh, I thought I heard you guys leave outside the door and figured I'd try to follow along as best I could... are you alright?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Oh, pensé que oí que los chicos salían fuera de la puerta y pensé que trataría de seguir lo mejor que pudiera. . ¿Tiene usted razón?

source: [_maddie_s_towards_s_wondering_s_talk_amused_] Oh, you won't believe it, Danny, we were attacked and that "Inviso-Bill" saved me!
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] Oh, no lo creerás, Danny, ¡fuimos atacados y esa "Inviso-Bill" me salvó!

source: [_danny_s_at_player_s_neutral_s_talk_pleased_] Heh, woah, that's unbelievable... who'd have figured! What a guy, that there ghost boy!
es_es: [_danny_s_at_player_s_neutral_s_talk_pleased_] ¡Ah, aya, eso es increíble... ¡quién habría encontrado! ¡Qué chico que hay chico fantasma!

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny, we have to get out of here now! Vlad's vanished and there may be more ghosts around!
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny, ¡tenemos que salir de aquí ahora! ¡Ha desaparecido y puede que haya más fantasmas!

source: [_danny_s_towards_s_wondering_s_talk_frown_] What about Vlad's boat?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¿Qué hay de la barca?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That's a great idea! I managed to get a look at a map of the local area, there's actually a nearby port town we can get to if we follow down the stream of the lake!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡Eso es una gran idea! Me las arreglé para echar un vistazo a un mapa del área local, Hay una ciudad portuaria cercana a la que podemos llegar si seguimos el arroyo del lago!
