Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] Yeah she... wait, you've been here for close to half a millenia, how the hell did you learn modern slang on your own?
es_es: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] Sí ella... espera, has estado aquí cerca de medio milenio, ¿cómo demonios has aprendido jerga moderna?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] {i}*Cough* *Ahem*{/i} I-it matters not good sir! For aiding me in my reunion with my love, I am here to aid you with yours!
es_es: [_delvo_s_closed_s_neutral_s_talk_happy_] {i}*Clough * *Ahem * {/i} ¡Que más dará eso sr! ¡Por ayudarme en mi reunión con mi amor, estoy aquí para ayudarte con el tuyo!

source: [_danny_s_towards_s_angry_s_talk_distraught_] I'm pretty sure my own mom has got a firm grip on her physical boundaries and pretty traditional values, pal!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] Mi mamá tiene un control firme de sus límites y unos valores muy tradicionales, ¡pardillo!

source: [_delvo_s_towards_s_rise_s_talk_happy_] Nay! I fear you are wrong, young Danny. I truly believe she hides her desires in plain sight.
es_es: [_delvo_s_towards_s_rise_s_talk_happy_] ¡No! Me temo que estás equivocado, joven Danny. Creo que ella oculta sus deseos a simple vista.

source: [_danny_s_down_s_unhappy_s_talk_frown_] I'm sorry, but I'm afraid that's just not true... I think.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Lo siento, pero me temo que no es verdad... creo.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Listen, take heed my words as a favor for your efforts. The purple flowers here by the river are blessed with intense properties. Give them to her and her inner desires will blossom! She will be yours!
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Escucha, toma mis palabras como un favor para tus esfuerzos. Las flores púrpuras aquí junto al río son bendecidas con propiedades intensas. ¡Dásela a ella y sus deseos más internos florecerán! ¡Y será tuya!

source: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] N-no, I'm pretty sure they'd just make her intensely horny!
es_es: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] N-no, ¡estoy seguro de que solo la excitará sexualmente!

source: [_delvo_s_towards_s_angry_s_talk_frown_] {i}Bah!{/i} You think me a jester! Believe me, once she feels these passionate feelings of hers finally bubble to the surface...
es_es: [_delvo_s_towards_s_angry_s_talk_frown_] {i}¡Bah!{/i} ¡Crees que soy un bufón! Créeme, una vez que sienta estos sentimientos apasionados brotarán a la superficie...

source: [_delvo_s_stare_s_neutral_s_talk_happy_] ...she will not be able to resist her carnal desires anymore, and shall bless you with intimate passion!
es_es: [_delvo_s_stare_s_neutral_s_talk_happy_] ...ya no podrá resistir sus deseos carnales, ¡y te bendecirá con una pasión íntima!

source: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] L-look, I umm, I need to think about it at least!
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] M-mira, yo mm, ¡Necesito pensarlo!

source: [_delvo_s_towards_s_neutral_s_talk_happy_] As another token of my gratitude, I shall grant you this...
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Como otra gratitud, te concederé esto...

source: [_danny_s_towards_s_rise_s_talk_frown_] What's this stuff?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Qué es esto?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] It is a portion of the flowers crushed and mixed into a bread.
es_es: [_delvo_s_closed_s_neutral_s_talk_happy_] Es una porción de las flores trituradas y mezcladas en un pan.

source: [_danny_s_towards_wide_s_rise_s_talk_frown_] You uh... you've just got bread lying around, or... do you know how to cook bread in the wilderness? Does that make it... {i}haunted{/i} bread?
es_es: [_danny_s_towards_wide_s_rise_s_talk_frown_] Tú uh... has cogido el pal del suelo o... ¿sabes cómo cocinar pan en el bosque? ¿Esto lo hace... pan {i}maldito{/i}?

source: [_delvo_s_towards_s_rise_s_talk_happy_] No, no, not quite haunted! More like, "enchanted".
es_es: [_delvo_s_towards_s_rise_s_talk_happy_] No, no, ¡no está muy maldito! Es más como, "encantado".

source: [_danny_s_blank_stare_s_rise_s_talk_frown_] ...{i}righttttt{/i}.
es_es: [_danny_s_blank_stare_s_rise_s_talk_frown_] ...{i}ahhhh{/i}.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Well, I leave the choice in your hands, my friend! Now I must truly go this time! Teresa has waited long enough for... well...
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Bueno, ¡Dejo la elección en tus manos, amigo! ¡Ahora debo irme! Teresa ha esperado lo suficiente para... bueno...

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Farewell!!
es_es: [_delvo_s_closed_s_neutral_s_talk_happy_] ¡¡Adiós!!

source: [_danny_s_at_player_s_rise_s_talk_frown_] Well, that was...odd.
es_es: [_danny_s_at_player_s_rise_s_talk_frown_] Bueno, eso fue... extraño.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Did you bring the water back sweetie?
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¿traes el agua cielo?

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Yeah Mom, right here.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Sí mamá, aquí mismo.

source: [_maddie_s_towards_s_wondering_s_talk_amused_] Ahh, did you find anything else while you were out?
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] Ahh, ¿encontraste algo más mientras estabas fuera?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Yeah, now that you mention it, I found some bread left in a travelers bag!
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Sí, ahora que lo mencionas, ¡encontré un poco de pan en una bolsa de viajeros!

source: [_maddie_s_towards_wide_s_rise_s_talk_happy_] {i}*Gasp*{/i} Danny, did you see anyone while you were out there??
es_es: [_maddie_s_towards_wide_s_rise_s_talk_happy_] {i}*Jadeo* {/i} Danny, ¿¿viste alguien mientras estabas ahí fuera??

source: [_danny_s_down_s_unhappy_s_talk_frown_] No Mom, it uh, looks like someone must've been hiking through the area... left a- backpack though.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] No mamá, uh, parece que alguien debe haber estado caminando por la región... una mochila perdida, después de todo.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Well, how old must that bread be then?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Bueno, ¿cuánto tiempo debe de tener ese pan?

source: [_danny_s_down_s_unhappy_s_talk_frown_] I dunno, I tried some earlier and it was fine!
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] No lo sé, ¡lo he probado algo antes y estaba bueno!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Huh. If there's a traveler passing through, it must mean we're reasonably nearby to somewhere at least. That's good news then.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Huh. Si hay un viajero que pasando por aquí, debe de significar que estamos razonablemente cerca al menos de algún lugar. Eso es una buena noticia.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Here, have some of the bread.
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] Aquí, tienes algo de pan.

source: [_maddie_s_towards_s_sad_s_talk_amused_] Oh Danny... you take it. You'll need to eat to keep up your strength tomorrow.
es_es: [_maddie_s_towards_s_sad_s_talk_amused_] Oh Danny... toma. Tienes que comer para mantener tu fuerza mañana.

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] I've already had some, it's okay Mom.
es_es: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] Ya he comido algo, estoy bien.

source: [_maddie_s_closed_s_amused_s_talk_amused_] You're such a sweet boy Danny, thank you.
es_es: [_maddie_s_closed_s_amused_s_talk_amused_] Eres un niño tan dulce Danny, gracias.

source: [_danny_s_at_danny_s_sad_s_distraught_] (Yeah... sweet boy alright.)
es_es: [_danny_s_at_danny_s_sad_s_distraught_] (Sí... chico dulce.)

source: [_danny_s_at_player_s_rise_s_clenchteeth_] (What am I doing? I can't trick Mom into this! I have to stop her before it's too late!)
es_es: [_danny_s_at_player_s_rise_s_clenchteeth_] (¿Qué estoy haciendo? ¡No puedo engañar a mamá en esto! ¡Tengo que detenerla antes de que sea demasiado tarde!)

source: [_danny_s_towards_s_unhappy_s_talk_frown_s_-blush_] W-Wait Mom, d-don't-
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_s_-blush_] E-E-Espera Mamá, n-no-

source: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Munching*{/i} Hrmmm?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Comiendo*{/i} ¿Hrmm?

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (...shit.)
es_es: [_danny_s_at_player_s_angry_s_clenchteeth_] (...mierda)

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}Blech!{/i} Did you really eat this Danny? It tastes like... like...
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}¡Puaj!{/i} ¿De verdad comiste esto Danny? Sabe como...

source: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh... oh my goodness...
es_es: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh... oh dios...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom? Is everything okay?
es_es: ¿[_danny_s_towards_s_unhappy_s_talk_distraught_] ¿mamá? ¿Va todo bien?

source: [_danny_s_at_danny_s_angry_s_grindteeth_] (Oh no, why did I let myself do this? This was a really stupid decision!)
es_es: [_danny_s_at_danny_s_angry_s_grindteeth_] (Oh no, ¿por qué le dejé hacer esto? ¡Esta fue una decisión estúpida!)

source: [_delvo_s_offscreen_s_towards_s_wondering_s_talk_happy_] {i}THaT'S My BoYyYy OoOoOoH!{/i}
es_es: [_delvo_s_offscreen_s_towards_s_wondering_s_talk_happy_] {i}Ese Es Mi ChIcO OoOoOOH! {/i}

source: [_teresa_s_offscreen_s_towards_s_angry_s_talk_frown_] Delly! What did I tell you about haunting them? Now leave them alone and come back to bed with Mommy!
es_es: [_teresa_s_offscreen_s_towards_s_angry_s_talk_frown_] Delly! ¿Qué te dije de ayudarles? Ahora déjales a solas y vuelve a la cama con Mami!

source: [_delvo_s_offscreen_s_closed_s_sad_s_talk_frown_] ...yes Mother.
es_es: [_delvo_s_offscreen_s_closed_s_sad_s_talk_frown_] ...sí Mamá.

source: [_danny_s_at_player_s_angry_s_distraught_] (How the hell do I keep hearing you two?! I don't wanna keep talking to you both when I get back home!)
es_es: [_danny_s_at_player_s_angry_s_distraught_] (¡¿Cómo infiernos les sigo oyendo?! No quiero seguir hablando con los dos cuando vuelva a casa!)

source: [_delvo_s_offscreen_s_towards_s_neutral_s_talk_happy_] Understood, my good lad! Best of luck with the missus!!
es_es: [_delvo_s_offscreen_s_towards_s_neutral_s_talk_happy_] ¡Entendido, mi buen chico! ¡La mejor de la suerte con los malos!!

source: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh Danny, it's happening again!
es_es: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh Danny, ¡está ocurriendo de nuevo!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] What?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] ¿Qué?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] {i}Mmmm!{/i} Danny, y-you should leave...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] {i}Mmmm! {/i} Danny, d-debes irte...

source: [_danny_s_towards_s_sad_s_talk_frown_] Do you want some water Mom?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿Quieres agua mamá?

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Ooh... I want something alright... goodness, me... look at you, sweetie... have you been working out lately? You look so toned...
es_es: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Ooh... Quiero algo... dios, yo... mirate, cielo... ¿has estado entrenando últimamente? Te ves tan tonificado...

source: [_maddie_s_away_s_amused_s_talk_amused_s_blush_] S-sorry sweetie! I-I just can't quite think straight!
es_es: ¡[_maddie_s_away_s_amused_s_talk_amused_s_blush_] ¡Perdona cielo! ¡No puedo pensar en otra cosa!

source: [_danny_s_towards_s_sad_s_talk_frown_] Is everything okay?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿Estás bien?

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Mmmmphh!{/i} {b}FUCK!{/b} I-I don't know myself... but dammit Danny, you are looking so very handsome right now.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Mmmmphh!{/i} {b}¡JODER!{/b} n-no me conozco a mí misma... pero dammit Danny, ahora mismo estás muy guapo.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Uhhh g-good genes I guess, Mom.
es_es: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] uhhh D d-ioss, los genes supongo, Momá.

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Oh, these damn clothes- {b}URGH!{/b} -they're too tight!
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Oh, esta ropa maldita - ¡ {b}URGH!{/b} - ¡és demasiado apretada!

source: [_danny_s_at_player_s_sad_s_bite_s_blush_] (Use your willpower to resist, use your willpower to resist!)
es_es: [_danny_s_at_player_s_sad_s_bite_s_blush_] (¡Usa tu fuerza de voluntad para resistir, usa tu fuerza de voluntad para resistir!)

source: [_maddie_s_closed_s_sad_s_talk_displeased_s_blush_] Damn thing won't come off!
es_es: [_maddie_s_closed_s_sad_s_talk_displeased_s_blush_] ¡Maldita sea, esta cosa no saldrá!

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] H-here, le-let me help you get them off!
es_es: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] A-aquí, ¡déjame ayudarte a quitartela!

source: [_danny_s_at_danny_s_angry_s_consternation_] (Damn it Danny!)
es_es: [_danny_s_at_danny_s_angry_s_consternation_] (maldita sea Danny!)

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Is something the matter?
es_es: ¿[_maddie_s_towards_s_amused_s_talk_amused_s_blush_] ¿sucede algo?

source: [_danny_s_v2_s_towards_wide_s_sad_s_talk_frown_] The zipper is stuck!
es_es: [_danny_s_v2_s_towards_wide_s_sad_s_talk_frown_] ¡La cremallera está atascada!

source: [_maddie_s_towards_4_s_wondering_s_talk_amused_s_blush_] Ooh Danny! You touched my breasts!
es_es: [_maddie_s_towards_4_s_wondering_s_talk_amused_s_blush_] ¡Ooh Danny! ¡Has tocado mi tetas!

source: [_danny_s_down_s_sad_s_talk_frown_s_blush_] S-sorry.
es_es: [_danny_s_down_s_sad_s_talk_frown_s_blush_] Lo siento.

source: [_maddie_s_closed_s_neutral_s_bite_s_blush_] (Something happened as he touched my breasts back there... it's like... like...)
es_es: [_maddie_s_closed_s_neutral_s_bite_s_blush_] (algo pasó cuando tocó mis tetas... és... como... como...)

source: [_danny_s_at_player_s_neutral_s_bite_s_blush_] (Oh man, I better be careful not to grab-)
es_es: [_danny_s_at_player_s_neutral_s_bite_s_blush_] (Oh tío, mejor que tenga cuidado de no tocarlas)

source: [_danny_s_towards_wide_s_sad_s_talk_frown_s_blush_] Mom? What's up with your eyes?
es_es: ¿[_danny_s_towards_wide_s_sad_s_talk_frown_s_blush_] ¿mamá? ¿Qué pasa con tus ojos?

source: [_maddie_s_towards_4_s_rise_s_talk_amused_s_blush_] Come here baby.
es_es: [_maddie_s_towards_4_s_rise_s_talk_amused_s_blush_] Ven aquí bebé.

source: [_danny_s_talk_frown_] What are you-
es_es: [_danny_s_talk_frown_] ¿Qué haces-

source: [_maddie_s_talk_happy_2_] Come give me a hug!
es_es: [_maddie_s_talk_happy_2_] ¡Ven a darme un abrazo!

source: [_maddie_s_talk_happy_] Oooh, that's it... you're so {i}big{/i} and strong baby.
es_es: [_maddie_s_talk_happy_] Oooh, eso és todo... eres tan {i}grande {/i} y bebé fuerte.

source: [_danny_] M-Mom! Are you feeling okay?
es_es: ¡[_danny_] M-Mamá! a ¿Estás bien?

source: [_maddie_] Of course I am..!
es_es: [_maddie_] ¡Por supuesto que sí..!

source: [_maddie_] (His touch is making me shudder!)
es_es: [_maddie_] (¡Su tacto me está haciendo temblar!)

source: [_danny_] Mom, you're really cl-close and it feels-
es_es: [_danny_] Mamá, estás muy cerca y siento-

source: [_maddie_] Mmm! {u}HOT!{/u}
es_es: ¡[_maddie_] Mmm! {u}¡calor!{/u}

source: [_danny_] Y-yeah... my thoughts... exactly...
es_es: [_danny_] Y-sí... mis pensamientos... exactamente...

source: [_maddie_] Oooh Danny, holding you like this feels so... {i}nice{/i}
es_es: [_maddie_] Oooh Danny, abrazándote así se siente tan... {i}bien{/i}

source: [_danny_] M-Mom?
es_es: [_danny_] ¿M-Mamá?

source: [_maddie_] Do you like the look of my tits sweetie? How is Mommy's ass? Is it better than those girls at your school?
es_es: [_maddie_] ¿Te gusta el ver mis tetas cielo? ¿Cómo és el culo de mami? ¿Es mejor que esas chicas en tu escuela?

source: [_danny_] I-it's really nice Mom!
es_es: [_danny_] ¡Es muy bonito mamá!

source: [_maddie_] I bet you wish you could see me naked under all these clothes don't you?
es_es: [_maddie_] Apuesto a que deseas poder verme desnuda bajo todas estas prendas ¿no?

source: [_danny_] Y-you shouldn't talk about that kinda stuff M-Mom...
es_es: [_danny_] N-no deberías decir este tipo de cosas M-Mamá...

source: [_maddie_] Shhh, I know all these clothes press crazy against my figure... I've seen you taking a few looks at the goods already!
es_es: [_maddie_] Shhh, sé que todas estas prendas de vestir definen mi cuerpo... ¡Te he visto mirándolo varias veces!

source: [_danny_] (It's crazy hearing Mom talk like this! It's like she's a different person!)
es_es: [_danny_] (¡Es una locura escuchar a mamá hablar así! ¡Es como si ella fuera una persona diferente!)

source: [_maddie_] Danny... I'm feeling so very different tonight.
es_es: [_maddie_] Danny... Me siento tan diferente esta noche.

source: [_danny_] D-do you need me to-
es_es: [_danny_] M-me necesitas para-

source: [_maddie_] Tee-hee, you're so cute Danny... come a little closer, sweetie.
es_es: [_maddie_] hee-hee, eres tan lindo Danny... ponte un poco más cerca, cielo.

source: [_maddie_] Baby... do you... have you ever thought about... well, wanting more from us... have you ever... {i}wanted{/i} Mommy?
es_es: [_maddie_] Bebé... ¿tu... ¿Alguna vez has pensado.. bueno, querer más de nosotros... ¿ has.... {i}querido{/i} alguna vez a... Mami?

source: [_danny_] M-Mom, a-are you for real? I never-
es_es: [_danny_] M-Mamá ¿hablas en serio? Yo nunca -

source: [_maddie_] Ahhh~ ...oh, you can touch me anytime baby, you don't have to just stare.
es_es: [_maddie_] Ahhh~ ...oh, puedes tocarme siempre que quieras bebé, no tienes que solamente mirar.

source: [_danny_] T-this is-
es_es: [_danny_] E-esto és-

source: [_maddie_] Mmm! If I called you while you were out with one of those other girls, would you come home to fuck me?
es_es: [_maddie_] ¡Mmm! Si te llamara mientras estás fuera con una de esas chicas, ¿volverías a casa para follarme?

source: [_danny_] M-Mom?!?
es_es: [_danny_] ¿¡¿M-Mamá?!?

source: [_maddie_] Would you baby?
es_es: [_maddie_] ¿Lo harías bebé?

source: [_danny_] ...I mean... s-s-sure, y-yeah?
es_es: [_danny_] ...quiero decir... S-s-seguro, ¿sí?

source: [_maddie_] Oooh! You're such a naughty boy!
es_es: ¡[_maddie_] Oooh! ¡Eres un chico tan travieso!

source: [_maddie_] I think it's about time that your mother shows just how much she really {u}loves{/u} her son...
es_es: [_maddie_] Creo que ya és hora de que tu madre muestre cuánto {u}ama{/u} a su hijo...

source: [_danny_] Mom what are you doing?!
es_es: ¡[_danny_] Mamá ¿qué estás haciendo?!

source: [_maddie_] Sweetie, after tonight we don't talk about this okay?
es_es: [_maddie_] Cielo, después de esta noche no hablaremos de esto ¿vale?

source: [_danny_] M-Mom you're-
es_es: [_danny_] M-Mamá estás-

source: [_maddie_] Shhh... just stay right there, trust me. Right now, I {i}need{/i} this.
es_es: [_maddie_] Shhh... quédate ahí, confía en mí. Ahora mismo, yo {i}necesito {/i} esto.

source: [_danny_] O-o-okay then!
es_es: ¡[_danny_] ¡O-o-okay!

source: [_danny_] (Oh fuck! This is so messed up!)
es_es: [_danny_] (¡Oh, joder! ¡esto és desastre!)

source: [_maddie_] Whatever happens... we DON'T tell your father...
es_es: [_maddie_] Sea lo que sea... NO se le diremos a tu padre...

source: [_danny_] You mean you're really gonna-
es_es: [_danny_] Quieres decir que realmente vas a

source: [_maddie_s_cavehj_s_down_s_idle_s_talking_] Oh my...
es_es: [_maddie_s_cavehj_s_down_s_idle_s_talking_] Oh dios...

source: [_maddie_s_cavehj_s_down_s_wondering_s_bite_] (It's even bigger than Jack's!)
es_es: [_maddie_s_cavehj_s_down_s_wondering_s_bite_] (¡Es aún más grande que la de Jack!)

source: [_danny_] (This is so surreal... Mom has my cock in her hand!)
es_es: [_danny_] (Esto és surrealista... ¡Mamá tiene mi polla en la mano!)

source: [_maddie_s_cavehj_s_up_s_idle_s_talking_] It feels so firm sweetie... did I really make you this hard? Honest?
es_es: [_maddie_s_cavehj_s_up_s_idle_s_talking_] Está tan dura cielo... ¿realmente te la puesto tan dura? ¿sinceramente?

source: [_danny_] Y-yeah... you did.
es_es: [_danny_] Sí... lo has hecho.

source: [_maddie_s_cavehj_s_up_s_wondering_s_talking_] Ohh, my poor baby! Let mommy stroke it a bit, try to help you out a little...?
es_es: [_maddie_s_cavehj_s_up_s_wondering_s_talking_] ¡Ohh, mi pobre bebé! ¡Deja que mmi te pajee un poco, ¿intente ayudarte un poco...?

source: [_danny_] {i}Ahh!{/i} Y-yes! It's really good!
es_es: ¡[_danny_] {i}Ahh!{/i} ¡S-Sí! ¡Me encanta!

source: [_danny_] (She's so good at this! She's barely even gripping it and yet...)
es_es: [_danny_] (¡Es buenísima! Apenas la está agarrando y aún...)

source: [_maddie_] {i}Goood{/i} baby, good... oh yes, I think this will be the perfect dessert to go with my yummy sweet bread...
es_es: [_maddie_] {i}Bueno{/i} bebé, bueno... oh sí, creo que este será el postre perfecto para completar el delicioso pan...

source: [_danny_] Yeah, stroke it... just like that... I could have you do this all night! Oh man, you're so hot!!
es_es: [_danny_] Sí, acaríciala... creo que... ¡Podría estar así toda la noche! ¡Oh, tíá, eres muy caliente!!

source: [_maddie_] Thank you sweetie, you look really good too... with this big thing hidden in your pants all day... but just touching you isn't enough for me right now.
es_es: [_maddie_] Gracias cielo, te veo muy bien... con esta gran cosa escondida en tus pantalones todo el día... pero tocar no me és suficiente en este momento.

source: [_maddie_] I... I think I... I want {u}this{/u} instead...
es_es: [_maddie_] yo... creo que... quiero {u}esto {/u} en otro lugar...

source: [_maddie_] A good {i}taste{/i}.
es_es: [_maddie_] Un buen {i}sabor{/i}.

source: [_danny_] (HOLY SHIT!!)
es_es: [_danny_] (¡¡¡¡¡SANTAS PASCUAS!!!!!)

source: [_maddie_] {i}*Ehrmmmmph*{/i} (Oh wow... his cock tastes so good... this is so messed up, but I can't help myself anymore.)
es_es: [_maddie_] {i}*Ehrmmmph*{/i} (Oh wow... su polla sabe tan bien... esto és muy retorcido, pero ya no me puedo controlar.)

source: [_danny_] Jesus Mom, you're soooo good at this!
es_es: [_danny_] a Jesús mamá, ¡eres bueniiiiiísima en esto!

source: [_maddie_] (Ohh... my baby likes this! Fantastic! Too bad his father doesn't appreciate my head as much as he used to... maybe he just wishes he had a younger version of me to top him off...)
es_es: [_maddie_] (Ohh... ¡A mi bebé le gusta esto! ¡Fantástico! ¡Lástima que tu padre no aprecie mi boca tanto como antes... Tal vez desea una versión más joven de mí para difsfrutarlo...)

source: [_danny_] {b}OH YEAH, THAT'S IT!!{/b}
es_es: [_danny_] {b}¡¡OH YEAH, ESO ÉS!!{/b}

source: [_maddie_] (Heh, sounds like {i}someone{/i} is appreciating my blowjobs...)
es_es: [_maddie_] (Heh, suena como {i}alguien{/i} que está apreciando mi mamada...)

source: [_maddie_] (God, doing this is making me feel like I'm eighteen again! Mmm, soo damn good...)
es_es: [_maddie_] (Dios, ¡hacer esto me está haciendo sentir que tengo 18 años otra vez! Mmm, tan malditamente bien...)
