Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] A plane crash? Why, I never heard an explosion.
es_es: [_vlad_s_towards_wide_s_rise_s_talk_frown_] ¿Un accidente de avión? ¿Por qué nunca escuché una explosión.

source: [_maddie_s_towards_s_aghast_s_talk_frown_] Well, you see, the pilot kind've tricked us.
es_es: [_maddie_s_towards_s_aghast_s_talk_frown_] Bueno, ves, el tipo de piloto nos ha engañado.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] ...he was sorta a ghost.
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ...él fue sorta un fantasma.

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] {i}Hmmmm{/i}, yes, I see. Quite the peculiar situation...{p}Please, come inside and tell me the full story at length. How convenient it is that you've stumbled on one of my homes {i}when{/i} I was here!
es_es: [_vlad_s_closed_s_unhappy_s_talk_happy_] {i}Hmmmm{/i}, sí, veo. Muy cerca de la situación peculiar...{p}Por favor, entra dentro y cuéntame la historia completa a lo largo. ¡Qué conveniente es que haya tropezado con una de mis casas {i}cuando{/i} estuve aquí!

source: [_danny_s_down_s_wondering_s_talk_distraught_] Yeah... sure seems like a lucky break...
es_es: [_danny_s_down_s_wondering_s_talk_distraught_] Sí... seguro que parece un descanso afortunado...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Thank you Vlad, I'll need to use a phone to call Jack to let him where we are, if that's alright.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Gracias Vlad, tendré que usar un teléfono para llamar a Jack para que le deje donde estamos, si eso está bien.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh but of course!
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] ¡Oh, pero por supuesto!

source: [_maddie_s_towards_s_rise_s_talk_amused_] Wow, Vlad! You really have done well for yourself!
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] ¡Vaya, vaya! ¡Realmente lo has hecho bien para ti mismo!

source: [_vlad_s_closed_s_rise_s_talk_happy_] Even amongst the billionaires, yes, I'm one of the higher ups in that regard. That Elon Musk tries his best, and yet... but thank you, you're too kind Maddie.
es_es: [_vlad_s_closed_s_rise_s_talk_happy_] Incluso entre los miles de millonarios, sí, soy uno de los más altos en ese sentido. Ese Elon Musk intenta lo mejor que puede, y todavía... pero gracias, eres demasiado amable Maddie.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Oh, could you point me to the phone?
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Oh, ¿podrías apuntarme al teléfono?

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Ah yes, my memory, very forgetful. Yes, right over this way.
es_es: [_vlad_s_towards_s_neutral_s_talk_frown_] Ah, sí, mi memoria, muy olvidada. Sí, de esta manera.

source: [_maddie_s_away_s_amused_s_talk_amused_] Thanks Vlad. Danny, chat with Vlad a while so I can call your father and try to explain this.
es_es: [_maddie_s_away_s_amused_s_talk_amused_] Gracias, Danny, hable con Vlad un poco para que pueda llamar a su padre e intentar explicarlo.

source: [_vlad_s_towards_s_rise_s_talk_frown_] So... do you like the place, Daniel?
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Así que... ¿te gusta el lugar?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Well yeah, it's uh, pretty impressive.
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Bueno, sí, es uh, bastante impresionante.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Thank you, I'm sure your mother- I mean, {i}both of you{/i} would love to stay here sometime.
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Gracias, estoy seguro de que su madre-quiero decir, {i}ambos de usted {/i} le encantaría quedarse aquí en algún momento.

source: [_danny_s_closed_s_angry_s_talk_distraught_] I dunno, I think we should probably try to get back to Amity Park. The science symposium we were invited to was probably bunk.
es_es: [_danny_s_closed_s_angry_s_talk_distraught_] I dunno, creo que probablemente deberíamos tratar de volver a Amity Park. El simposio de ciencia al que fuimos invitados fue probablemente un bunk.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, please, I insist. It would be good for me and your mother to... {i}catch up.{/i}
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, por favor, insisto. Sería bueno para mí y para tu madre que... {i}ponte al día.{/i}

source: [_danny_] (What do I wanna say to Vlad?) [nointeract]
es_es: [_danny_] (¿Qué le digo a Vlad?) [nointeract]

source: [_danny_s_towards_s_rise_s_talk_pleased_] Oh don't worry, I've already had done some {i}catching up{/i} with Mom, she's doing juuuust fine.
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Oh no te preocupes, ya había hecho algo de {i}poniéndome al día {/i} con mamá, ella está haciendo juuuust bien.

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Ehmmm... well uh... that's good to here then... (What does that even mean? This boy sure can be strange...)
es_es: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Ehmmm... bien uh... eso es bueno para aquí entonces... (¿Qué significa eso? Este chico seguro que puede ser extraño...)

source: [_danny_s_towards_s_angry_s_talk_distraught_] Pfft, ahh c'mon Vlad, quit flirting with my mom!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ¡Pfft, ahh c'mon, deje de colirtear con mi vención!

source: [_vlad_s_towards_s_angry_s_talk_frown_] Oh please now, Daniel. It's called being polite and a good guest. You don't need to be so crass...
es_es: [_vlad_s_towards_s_angry_s_talk_frown_] Oh, por favor, ahora, vaya. Es llamado ser educado y ser un buen invitado. No tienes que ser tan crás...

source: [_danny_s_down_s_rise_s_talk_frown_] Uh, sure Vlad... I'm sure Mom would love to chat and talk... old times, and stuff.
es_es: [_danny_s_down_s_rise_s_talk_frown_] Uh, seguro de que... Estoy seguro de que a Mamá le encantaría chatear y hablar... viejos tiempos, y cosas.

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh, I'm so glad to hear you say that... I certainly know I'd personally just {i}love{/i} to reminisce...
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh, estoy muy contento de oírte decir eso... ciertamente sé que personalmente solo me encantaría {i}{/i} para recordar...

source: [_maddie_s_towards_s_sad_s_talk_amused_] Well, sounds like Jack has been frantic not hearing from us earlier, but he's relieved that we're okay.
es_es: [_maddie_s_towards_s_sad_s_talk_amused_] Bueno, suena como Jack ha estado frenético no escuchando de nosotros antes, pero se ha aliviado de que estemos bien.

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] You two must be famished!! Perhaps I could have some lunch prepared for us all? Have you stay for dinner as well?
es_es: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Usted dos debe ser famoso!! ¿Tal vez podría tener algún almuerzo preparado para todos nosotros? ¿Te has alojado también para cenar?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Well the food is a good idea, but we really should plan on getting home sooner rather than later.
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Bueno, la comida es una buena idea, pero realmente deberíamos planear volver a casa más pronto que tarde.

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Now Maddie, it's at least an hour and a half drive to the nearest town by land. Please, stay for dinner.
es_es: [_vlad_s_towards_s_unhappy_s_talk_frown_] Ahora Maddie, está por lo menos una hora y media en coche hasta la ciudad más cercana por tierra. Por favor, manténgase para cenar.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] That long?? Jeez, we can't do that on foot!!
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¿Hasta ahora?? ¿Jéz, no podemos hacer eso a pie!!

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] {i}*Sigh*{/i} Vlad would you be willing to lend us a vehicle to drive?
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] {i}*Alta*{/i} Vlad ¿estarías dispuesto a prestarnos un vehículo para conducir?

source: [_vlad_s_closed_s_neutral_s_talk_happy_] Why of course! I merely ask for one simple, innocent, fairly doable condition.
es_es: [_vlad_s_closed_s_neutral_s_talk_happy_] ¿Por qué, por supuesto! Simplemente pido un estado simple, inocente y bastante factible.

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...we stay for dinner?
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] ...nos quedamos para cenar?

source: [_vlad_s_towards_s_sad_s_talk_happy_] You stay for dinner. The brilliant Maddie Fenton strikes again!
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Te quedas para cenar. ¡El brillante Maddie Fenton vuelve a golpear!

source: [_danny_s_closed_s_wondering_s_talk_pleased_] I honestly can't complain. I'm pretty starved, I could eat a four course meal between now and dinner.
es_es: [_danny_s_closed_s_wondering_s_talk_pleased_] Sinceramente no puedo quejarme. Estoy bastante hambriento, podría comer una comida de cuatro platos entre ahora y la cena.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well, I suppose just staying for dinner is okay...
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Bueno, supongo que sólo quedarse para cenar está bien...

source: [_vlad_s_towards_s_sad_s_talk_happy_] Maddie darling, you won't regret it my dear. In fact, why don't you both spend the night at my estate here?
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Maddie darling, no te arrepentirás de mi querido. De hecho, ¿por qué no pasas la noche en mi propiedad aquí?

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Vlad, we just can't do that!
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] , ¡no podemos hacer eso!

source: [_vlad_s_towards_s_rise_s_talk_frown_] Well you both came here to bond didn't you both? Now that you're both safe and warm, this is a perfect place for you to, uh, {i}talk.{/i}
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Bueno, los dos vinieron aquí para vincularse no ambos? Ahora que eres seguro y cálido, este es un lugar perfecto para ti, uh, {i}. /i}

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Besides, you simply can't persist through a 15-hour drive home without a full night's sleep, can you?
es_es: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Además, simplemente no puedes persistir a través de un viaje de 15 horas en casa sin dormir toda la noche, ¿puedes?

source: [_danny_s_towards_s_rise_s_talk_frown_] ...hey uhm, how did you know this was a bonding trip?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ...hey uhm, ¿cómo sabías que era un viaje de unión?

source: [_vlad_s_closed_s_neutral_s_talk_frown_] Well umm, {i}*Cough*{/i} Jack told me! How you were flying to Florida for a convention, and hoping to gain some quality time!
es_es: ¡[_vlad_s_closed_s_neutral_s_talk_frown_] Bueno, {i}*Cough*{/i} Jack me dijo! ¡Cómo volabas a Florida para una convención, y esperas ganar algo de tiempo de calidad!

source: [_maddie_s_towards_s_confused_s_talk_frown_] He did?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¿Lo hizo?

source: [_vlad_s_towards_wide_s_neutral_s_talk_frown_] Oh yes, a day or so ago over the phone.
es_es: [_vlad_s_towards_wide_s_neutral_s_talk_frown_] Oh sí, hace más o menos un día por teléfono.

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Huh, Jack never mentioned it.
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Huh, Jack nunca lo mencionó.

source: [_vlad_s_towards_s_rise_s_talk_frown_] Oh, you know him, he probably forgot.
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Oh, tú lo conoces, probablemente lo olvidó.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Well I just thought he might have told me that you were in the area we were flying over, but-
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Bueno, pensé que podría haberme dicho que estabas en el área que volábamos, pero-

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline, {i}Madeline{/i}! You're over-worrying my dear! Look around you, take in the scenery!
es_es: ¡[_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline, {i}Madeline{/i}! ¡Me preocupa demasiado mi querido! ¡Mira a tu alrededor, toma el escenario!

source: [_maddie_s_away_s_unhappy_s_talk_amused_] Well... I suppose if we can salvage anything from this trip, it'll at least have been worth something.
es_es: [_maddie_s_away_s_unhappy_s_talk_amused_] bien... Supongo que si podemos recolectar algo de este viaje, al menos habrá valido algo.

source: [_vlad_s_closed_s_neutral_s_talk_happy_] Exactly! And straight in the morning I will see to it personally you are both taken straight home!
es_es: ¡[_vlad_s_closed_s_neutral_s_talk_happy_] Exactamente! ¡Y recto por la mañana velaré personalmente por que ambos te lleves a casa recta!

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...one night?
es_es: ¿[_maddie_s_towards_s_rise_s_talk_amused_] ...una noche?

source: [_vlad_s_towards_s_rise_s_talk_happy_] One night.
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] Una noche.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] ...oh, I suppose you've convinced me.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ...oh, supongo que me has convencido.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Excellent! I'll make sure to cook for some extra guests tonight!
es_es: ¡[_vlad_s_towards_s_sad_s_talk_happy_] genial! ¡Esta noche me aseguraré de cocinar para algunos invitados más!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Sounds great!
es_es: ¡[_danny_s_towards_s_neutral_s_talk_pleased_] suena genial!

source: [_vlad_s_towards_s_rise_s_talk_frown_] While you're staying here Danny, why don't you go, oh I don't know, go play with some sticks outside or something?
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] Mientras te quedas aquí Danny, ¿por qué no vas, oh no sé, ve jugar con unos palos afuera o algo?

source: [_danny_s_towards_s_rise_s_talk_frown_] What? What century are you from, the 1800's? Should I hop on my penny-farthing as well and try to-
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Qué? ¿De qué siglo eres, los 1800? ¿Debo saltar en mi penique-farthing también y tratar de-

source: [_vlad_s_towards_s_angry_s_talk_happy_] Ah hah hah, yes yes, having to find actual entertainment outside of a black monitor in your hands, very difficult, yes I {u}weep{/u} for your generation.
es_es: [_vlad_s_towards_s_angry_s_talk_happy_] Ah hah hah, sí, tener que encontrar entretenimiento real fuera de un monitor negro en tus manos, muy difícil, si I {u}llora{/u} para tu generación.

source: [_danny_s_at_player_s_rise_s_talk_pleased_] Vlad's kinda weird... oh well, I may as well explore a bit while I'm here I guess.
es_es: [_danny_s_at_player_s_rise_s_talk_pleased_] la genial extraña... bueno, es posible que explore un poco mientras estoy aquí supongo.

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] Huh? Is that a boat?
es_es: [_danny_s_at_player_s_wondering_s_talk_pleased_] Huh? ¿Es eso un barco?

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Maybe me and Mom could use it later if we have time.
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] Tal vez yo y Mamá puedan usarlo más tarde si tenemos tiempo.

source: [_danny_s_towards_s_talk_distraught_] Wait, {i}"S.S. Madeline"{/i}? That must be a coincidence, right?
es_es: [_danny_s_towards_s_talk_distraught_] Espera, {i}"S.S. Madeline"{/i}? Eso debe ser una coincidencia, ¿verdad?

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] I have to admit, Vlad's house is actually really nice... a pad this cool has got it's perks...
es_es: [_danny_s_at_player_s_wondering_s_talk_pleased_] Tengo que admitir que la casa de Aniversario es realmente agradable... una alfombra que tiene sus beneficios...

source: [_danny_s_at_player_s_rise_s_talk_frown_] Can't quite shake the looming "overcompensation" vibes though...
es_es: [_danny_s_at_player_s_rise_s_talk_frown_] No se puede agitar la vibración de "sobrecompensación" que se avecina...

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] This must be where Mom is sleeping. Looks cozy enough.
es_es: [_danny_s_at_player_s_wondering_s_talk_pleased_] Aquí debe ser donde la mamá duerme. Parece suficientemente acogedora.

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] This bed's super soft... a little too squishy actually. I miss my own bed. It'll do for tonight anyway, sure beats laying down on the hard ground.
es_es: [_danny_s_at_player_s_wondering_s_talk_pleased_] Esta cama es super suave... un poco demasiado súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper súper squito. Lo hará por esta noche de todos modos, sin duda los golpes que se ponen sobre el terreno duro.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Ahh, Danny, there you are.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Ahh, Danny, ahí estás.

source: [_danny_s_towards_s_sad_s_talk_frown_] Everything okay Mom?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿Todo está bien?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Yeah just been exploring a little, found a few interesting things.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Sí solo ha estado explorando un poco, encontró algunas cosas interesantes.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] That's good! Same here.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] ¡Eso está bien! Lo mismo aquí.

source: [_maddie_s_towards_s_confused_s_talk_amused_] What should we do now? We still have to do some fun bonding activities, try to salvage the weekend.
es_es: [_maddie_s_towards_s_confused_s_talk_amused_] ¿Qué debemos hacer ahora? Todavía tenemos que hacer algunas actividades de unión divertida, tratar de salvar el fin de semana.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] We could go for a little walk?
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] ¿Podríamos ir a dar un pequeño paseo?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sure, let's go!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡Claro, vamos!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] It sure is tranquil out here.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Seguro que es tranquilo aquí.

source: [_danny_s_towards_s_rise_s_talk_pleased_] It is, especially given the haunted forest next door.
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Lo es, especialmente dado el bosque acosado al lado.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, ghosts are everywhere, and they always have been. There's nothing "haunted" about this forest. It's just where two of any number of ghosts could be living.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, los fantasmas están en todas partes, y siempre lo han sido. No hay nada "atormentado" en este bosque. Es precisamente donde dos de cualquier número de fantasmas podrían estar viviendo.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom, in your profession... don't you think you should try helping out ghosts like Sir Delvo more often? Rather than just capture them and trying to rip them apart?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] mamá, en tu profesión... ¿No crees que deberías intentar ayudar a fantasmas como Sir Delvo más a menudo?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny I'm a scientist. Science is always going to be my first port of call.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny soy un científico. La ciencia siempre va a ser mi primer puerto de llamada.

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...but...?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ...pero...?

source: [_maddie_s_away_s_wondering_s_talk_displeased_s_blush_] {i}But{/i}, if a... if a nonthreatening ghost like Sir Delvo needed my help, I would be more... {i}inclined{/i}, NOT GUARANTEED, to... help out. If possible.
es_es: [_maddie_s_away_s_wondering_s_talk_displeased_s_blush_] {i}But{/i}, si ... si un fantasma no amenazante como Sir Delvo necesitara mi ayuda, yo sería más. . {i}inclinado{/i}, NO GUARANTADO, para... ayudar. Si es posible.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] I'm glad Mom. It was nice helping him out...
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] Me alegro de mamá. Fue agradable ayudarlo a salir...

source: [_maddie_s_towards_s_amused_s_talk_amused_] There anything else you wanted to ask me about while we're out here?
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Hay algo más sobre lo que querías preguntarme mientras estamos aquí?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Can we talk about what happened in the forest...?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¿Podemos hablar de lo que pasó en el bosque ...?

source: [_maddie_s_away_s_unhappy_s_talk_displeased_s_-blush_] Not now Danny... maybe when we get home... maybe...
es_es: [_maddie_s_away_s_unhappy_s_talk_displeased_s_-blush_] No ahora Danny... tal vez cuando lleguemos a casa... quizás...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] But Mom-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] pero Mamá -

source: [_maddie_s_towards_s_angry_s_talk_frown_] Please, Danny, I said not now! Not while we're in Vlad's company, alright?
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] Por favor, Danny, le dije que no lo hice ahora! ¿No estamos en la compañía de CP, ¿no?

source: [_danny_s_down_s_angry_s_talk_distraught_] Okay, jeez... (Gee, she sure pulled a 180 fast... was Sir Delvo wrong? Were those feelings of hers only {i}created{/i} by the flowers instead of unleashed by them?)
es_es: [_danny_s_down_s_angry_s_talk_distraught_] Vale, jeez... (Gee, ella seguramente tira un 180 rápido... ¿Sir Delvo se equivo? ¿Fueron creadas esas sensaciones de ella sólo {i}por las flores{/i} en lugar de desatadas por ellas?)

source: [_danny_s_towards_s_wondering_s_talk_frown_] Are Dad and Jazz okay back home?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¿Están el papá y el jazz de vuelta a casa?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Ya' know, I got the impression something was up, but your father said he had it under control... which still gives me pause, but I'm half sure everything's fine.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Ya' sabe, tuve la impresión de que algo había aumentado, pero tu padre dijo que lo tenía bajo control. , que todavía me da pausa, pero estoy a mitad seguro de que todo está bien.

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh okay.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Oh bien.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Don't worry sweetie, your father's a big boy, he can look after himself. For the most part, anyway.
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] No te preocupes por semanas, el niño grande de tu padre, puede cuidarse de sí mismo. En la mayor parte, de todos modos.

source: [_danny_s_towards_s_rise_s_talk_frown_] Staying the night. You didn't seem so keen on the idea at first.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Pasando la noche. Al principio no parecías tan entusiasmado con la idea.

source: [_maddie_s_towards_s_sad_s_talk_displeased_] It's probably the easiest way home sweetie, besides, it's just one night. I'm just upset that the invitation to Florida was a bust.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_] Es probablemente el camino más fácil para casa de semanas, además, es solo una noche. Estoy molesto por que la invitación a Florida fuera un busto.
