Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_maddie_s_fist_s_towards_s_wondering_s_talk_displeased_s_blush_] {i}*Ahem*{/i} I need to... well... {i}*Nnghh*{/i}... oh my... is it... is it getting hot out here?
es_es: [_maddie_s_fist_s_towards_s_wondering_s_talk_displeased_s_blush_] {i}*Ahem*{/i} necesito que... bueno... {i}*Nnghh*{/i}... oh mi... ¿está haciendo calor aquí?

source: [_danny_s_towards_s_rise_s_talk_frown_] What? Uhh, no not really.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Qué? Uhh, no.

source: [_maddie_s_fist_s_away_s_confused_s_talk_frown_s_blush_] Danny I... goodness! I'm seriously... I feel boiling hot right now! I need to-
es_es: [_maddie_s_fist_s_away_s_confused_s_talk_frown_s_blush_] Danny y... ¡Bueno! Hablo en serio... ¡tengo calor ahora mismo! Necesito -

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] {b}MOM!?{/b} Mom, wh-what the heck are you doing?!
es_es: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] {b}¿¡MOM!?{/b} mamá, ¡¿qué haces?!

source: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Danny, {i}mmmfff{/i}, it's n-nothing to worry about... I just...! I just got r-really, really {u}hot{/u} all of a sudden and, uh... please, g-go fetch me s-some water to cool down!
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Danny, {i}mmfff{/i}, no es nada de lo que preocuparse... Solo... Estoy r-realmente, realmente {u}caliente{/u} de repente y, uh... por favor, ve a traerme - ¡agua para refrescar!

source: [_danny_s_towards_s_neutral_s_talk_distraught_s_blush_] O-okay, s-sure thing!
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_s_blush_] O-okay, ¡seguro!

source: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (Shit what did those flowers do to her?! Oh man... I keep looking at her tits and ass though... jeez, why can't I look away!?)
es_es: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (¡¿Qué le hicieron esas flores?! Oh tío... Sigo mirando sus tetas y culo aunque... jeez, ¿¡por qué no puedo mirar a otro lado!?)

source: [_maddie_s_pointing_s_towards_s_wondering_s_talk_displeased_s_blush_] Oh gods! Danny! {b}PLEASE!{/b} I need that water to cool down!! G-go get some some water somewhere! {i}Mmmm!{/i}
es_es: [_maddie_s_pointing_s_towards_s_wondering_s_talk_displeased_s_blush_] ¡Oh dios! ¡Danny! ¡{b}POR FAVOR!{/b} ¡¡¡Necesito agua para refrescarme!!! ¡v-ve a conseguir algo de agua en algún lugar! {i}¡Mmm!{/i}

source: [_danny_s_towards_s_wondering_s_bite_s_blush_] (I better do as she says!)
es_es: [_danny_s_towards_s_wondering_s_bite_s_blush_] (¡Mejor hago como ella dice!)

source: [_danny_s_at_player_s_neutral_s_talk_distraught_] Well, I got the water, I best start heading back. Hope this stuff is filtered through rocks well enough...
es_es: [_danny_s_at_player_s_neutral_s_talk_distraught_] Bueno, tengo el agua, mejor vuelvo hacia atrás. Espero que estén filtradas bien a través de las rocas...

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_-blush_] Mom I got some- {b}MOM!?{/b}
es_es: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_-blush_] Mamá tengo algo- {b}¿¡MAMA!?{/b}

source: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown_] D-Danny!! Look away!
es_es: ¡[_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown_] ¡¡D-Danny!! ¡Mira a otro lado!

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_bite_s_blush_] (This is so weird... my mom's masturbating in front of me. What even is my life anymore? All this crazy stuff just keeps happening!)
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_bite_s_blush_] (Esto es tan extraño... la masturbación de mi mamá delante de mí. ¿Qué más pasará en mi vida? ¡Estas locuras siguen sucediendo!)

source: [_maddie_s_cave_s_masturbation_s_shocked_s_neutral_s_talk_frown2_] J-just give me the water please!
es_es: ¡[_maddie_s_cave_s_masturbation_s_shocked_s_neutral_s_talk_frown2_] ¡S-olo dame el agua por favor!

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_distraught_s_blush_] Okay...
es_es: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_distraught_s_blush_] Vale...

source: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown3_] N-now, turn around! You shouldn't see me like this!
es_es: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown3_] A-ahora, ¡gírate! ¡No deberías verme así!

source: [_maddie_s_cave_s_masturbation_s_down_s_neutral_s_bite_frown_] (Oh my goodness... this is so embarrassing! But I couldn't resist my desires for some reason... get ahold of yourself, Madeline Fenton!)
es_es: [_maddie_s_cave_s_masturbation_s_down_s_neutral_s_bite_frown_] (Oh dios mío... ¡esto és muy vergonzoso! Pero no pude resistir mis deseos por alguna razón... ¡controlate, ¡Madeline Fenton!)

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Can I turn around now?
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] ¿Puedo dar la vuelta ahora?

source: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] ...yes.
es_es: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] ...sí.

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Uhm... at the expense of sounding overly weird, or making things somehow even more uncomfortable... is everything okay?
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Uhm... a expensas de sonar extraño, o de pasar alguna cosa inconfortable... ¿está todo bien?

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Yes just... try to forget what you saw and let's get back to that ghost already.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Sí solo... trata de olvidar lo que viste y volvamos con ese fantasma ya.

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Alright.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] vale.

source: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (I don't think I'm just gonna forget that in a hurry! I don't know if I even want to...)
es_es: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (¡No creo que vaya a olvidar a toda prisa! No sé si ni si quiera quiero...)

source: [_delvo_s_towards_s_wondering_s_talk_happy_] Ah, you've returned! Praise be to the nine! What news do you bring me about my beloved?
es_es: [_delvo_s_towards_s_wondering_s_talk_happy_] ¡Ah, habéis regresado! ¡Alabados sean los nueve! ¿Qué noticias me traéis de mi amada?

source: [_danny_s_towards_s_unhappy_s_talk_frown_] I uhm... think we have some bad news.
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] Yo uhm... creo que tenemos algunas malas noticias.

source: [_delvo_s_closed_s_sad_s_talk_frown_] ...I understand, I know so much time has passed that she will have shed her mortal form the same as me, but-
es_es: [_delvo_s_closed_s_sad_s_talk_frown_] ...Entiendo, sé que ha pasado tanto tiempo que ella habrá derramado su forma mortal del mismo modo que yo, pero-

source: [_maddie_s_closed_s_sad_s_talk_frown_] It's a little more than that... from what we can tell, it seems that while she waited for you... she took her own life, probably to avoid capture.
es_es: [_maddie_s_closed_s_sad_s_talk_frown_] Es un poco más que eso... por lo que podemos decir, parece que mientras ella te esperaba. La mujer se llevó su propia vida, probablemente para evitar la captura.

source: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Oh... that is... oh no... my love...
es_es: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Oh... eso es... oh no... mi amor...

source: [_danny_s_towards_s_sad_s_talk_distraught_] I'm really sorry Sir Delvo.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Lo siento mucho Sir Delvo.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] It is quite alright, kind lad... it is already done. Might I impose on you one last request? Though I fear it may be a touch morbid.
es_es: [_delvo_s_towards_s_wondering_s_talk_frown_] Está bien, caballero... ya está hecho. ¿Puedo imponerle una última petición? Aunque temo que puede ser un poco morbida.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Danny, it's really getting late and we should be looking for a way-
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] Danny, se está haciendo tarde y deberíamos buscar un-

source: [_danny_s_towards_s_wondering_s_talk_frown_] What is it Sir Delvo?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¿Qué Sir Delvo?

source: [_delvo_s_towards_s_sad_s_talk_frown_] Could you... bring her remains to me?
es_es: [_delvo_s_towards_s_sad_s_talk_frown_] ¿Me podrías... traer sus restos?

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny no, come now, this is too much.
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny no, venga, esto és demasiado.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] But Mom, I want to help!
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Pero mamá, ¡quiero ayudar!

source: [_delvo_s_closed_s_sad_s_talk_frown_] No no, I apologize m'lady. You are quite right. I should not have asked. I merely thought her remains would be best suited with the one she... well, never mind.
es_es: [_delvo_s_closed_s_sad_s_talk_frown_] No no, me disculpo milady. Tiene razón. No debería haber preguntado. Pensé que sus restos estarían mejor con la única persona que ella... bueno, no importa.

source: [_maddie_s_towards_s_unhappy_s_frown_] (Ugh... if Jack could see me now... damn it.)
es_es: [_maddie_s_towards_s_unhappy_s_frown_] (Ugh... si Jack pudiera verme ahora... maldita sea.)

source: [_maddie_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Fine, but this is the last thing we're doing for a ghost this trip.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_] {i}*Suspiro*{/i} Bien, pero esto és lo último que vamos a hacer para un fantasma durante este viaje.

source: [_delvo_s_towards_wide_s_wondering_s_talk_happy_] Oh, I thank you both! You are both saints to be praised!
es_es: [_delvo_s_towards_wide_s_wondering_s_talk_happy_] ¡Oh, gracias a ambos! ¡Ambos son santos para ser alabados!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Thanks Mom. this is the right thing to do.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Gracias Mami. Es lo correcto.

source: [_danny_] (Yuck... human remains... kinda the more ghoulish aspects of being a regular ghost, I guess. The actual {i}dying{/i} part...)
es_es: [_danny_] (Yuck... restos humanos... parece el aspecto más macabro de ser un fantasma, supongo. La parte {i}moribunda{/i}...)

source: [_danny_] (Well Hopefully Sir Delvo will appreciate this.)
es_es: [_danny_] (Bueno, espero que Sir Delvo lo aprecie.)

source: {i}Danny has taken the {b}Mysterious Flower{/b} from the ground.{/i}
es_es: {i}Danny ha cogido la flor {b}Misteriosa{/b} del suelo.{/i}

source: The Skip Button and Map Button are disabled for now.
es_es: El botón Saltar y el botón Mapa están desactivados.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] Did you bring Teresa's remains?
es_es: [_delvo_s_towards_s_wondering_s_talk_frown_] ¿Traes los restos de Teresa?

source: [_danny_s_towards_s_sad_s_talk_frown_] No, not yet I'm afraid.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] No, me temo que aún no.

source: [_delvo_s_towards_s_sad_s_talk_frown_] Well, please, return when you do. It is most important to me I see her again.
es_es: [_delvo_s_towards_s_sad_s_talk_frown_] Bueno, por favor, vuelve cuando lo hagas. Es muy importante para mí verla de nuevo.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] Is that...
es_es: [_delvo_s_towards_s_wondering_s_talk_frown_] Es eso...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Yes.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sí.

source: [_delvo_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} Thank you... maybe now I can stop looking for her in the night.
es_es: [_delvo_s_towards_s_sad_s_talk_happy_] {i}*´Suspiro*{/i} Gracias... quizás ahora pueda dejar de buscarla por la noche.

source: [_maddie_s_closed_s_sad_s_frown_] {i}*Whispering*{/i} What do we do now? There's no real protocol in my training for {i}helping{/i} a ghost.
es_es: [_maddie_s_closed_s_sad_s_frown_] {i}*cuchicheando* {/i} ¿Qué hacemos ahora? No hay un protocolo en mi entrenamiento para {i}ayudar{/i} a un fantasma.

source: [_delvo_s_closed_s_sad_s_talk_frown_] Teresa... I'm so sorry... I failed you.
es_es: [_delvo_s_closed_s_sad_s_talk_frown_] Teresa... Lo siento... te he fallado.

source: [_unknown_] Oh, you silly goose! You didn't fail me!
es_es: [_unknown_] ¡Oh, no seas tonto! ¡No me fallaste!

source: [_maddie_s_gun_s_towards_s_angry_s_talk_displeased_] Quickly! Danny get behind me!
es_es: ¡[_maddie_s_gun_s_towards_s_angry_s_talk_displeased_] ¡Rápido! ¡Danny ponte detrás de mí!

source: [_danny_s_towards_s_wondering_s_talk_frown_] Mom it's okay!
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¡Mamá está todo bien!

source: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Teresa... I'm so sorry, I couldn't make it in time.
es_es: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Teresa... Lo siento mucho, no pude hacerlo a tiempo.

source: [_teresa_s_towards_s_sad_3_s_talk_frown_2_] Shhh, it's alright my darling... have you truly been looking for me this whole time?
es_es: [_teresa_s_towards_s_sad_3_s_talk_frown_2_] Shhh, está bien mi querido... ¿Realmente me has estado buscando todo este tiempo?

source: [_delvo_s_towards_s_wondering_s_talk_happy_] I... yes... for so long I...
es_es: [_delvo_s_towards_s_wondering_s_talk_happy_] yo... si... durante tanto tiempo...

source: [_teresa_s_closed_s_neutral_s_talk_happy_] Hush, it's all over now my sweet, little man... we are now finally together at last.
es_es: [_teresa_s_closed_s_neutral_s_talk_happy_] no digas nada, ya ha terminado todo mi pequeño y dulce hombre... por fin estamos juntos.

source: [_maddie_s_towards_s_confused_s_frown_] (There's something odd about the way she talks to him, it's almost like...)
es_es: [_maddie_s_towards_s_confused_s_frown_] (Hay algo extraño sobre la forma en que le habla, es casi como si...)

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Ahh... thank you both for bringing her back to me.
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Ahh... gracias a ambos por traerla de vuelta.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] No problem dude!
es_es: ¡[_danny_s_closed_s_neutral_s_talk_pleased_] ¡No hay problema tío!

source: [_danny_s_at_player_s_neutral_s_grin_happy_] (It sure beats having to fight my way out of every problem!)
es_es: [_danny_s_at_player_s_neutral_s_grin_happy_] (¡Seguro que és mejor que tener que luchar para salir del problema!)

source: [_teresa_s_towards_s_neutral_s_talk_happy_] Let us go now, my sweet baby boy...
es_es: [_teresa_s_towards_s_neutral_s_talk_happy_] Vamos ahora, mi bebé dulce...

source: [_danny_s_towards_s_rise_s_talk_distraught_] Wait, what do you-
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Espera, ¿qué haces-

source: [_delvo_s_towards_s_neutral_s_talk_happy_] I love you, mother.
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Te amo, madre.

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] ...let's get back to the cave to camp there for the night.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] ...volvamos a la cueva para acampar allí por la noche.

source: [_maddie_s_away_s_neutral_s_talk_displeased_s_blush_] ...y-yes, that's a good idea.
es_es: [_maddie_s_away_s_neutral_s_talk_displeased_s_blush_] ...y-sí, eso és una buena idea.

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] Soooo... are we going to talk about what just happened?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] m... ¿vamos a hablar de lo que acaba de pasar?

source: [_maddie_s_away_s_confused_s_talk_displeased_] Um, well... I mean, it's not like they're people anymore, so-
es_es: [_maddie_s_away_s_confused_s_talk_displeased_] Um, bien... Quiero decir, no és como las personas, así que

source: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] But I mean, a Mom and son, huh? Like just, who'd have thought, right...?
es_es: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Pero quiero decir, una madre y su hijo, ¿eh? Como, ¿quién lo habría pensado...?

source: [_maddie_s_towards_s_wondering_s_talk_displeased_s_blush_] Well uh, I'm pretty certain incest was quite common back then, actually!
es_es: [_maddie_s_towards_s_wondering_s_talk_displeased_s_blush_] Bueno, ¡estoy bastante segura de que el incesto era bastante común en aquel entonces!

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh yeah... sure... I guess that makes sense.
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Oh sí... seguro... Supongo que eso tiene sentido.

source: [_maddie_s_towards_s_confused_s_talk_amused_] Defintely, yeup...
es_es: [_maddie_s_towards_s_confused_s_talk_amused_] Definitivamente, sí...

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...I don't know about it being mother and son as often, though....
es_es: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...No sabía de estas cosas sobre madre e hijo, sin embargo....

source: [_maddie_s_towards_wide_s_wondering_s_talk_displeased_] True, true! Uh, certainly a real unusual case.
es_es: [_maddie_s_towards_wide_s_wondering_s_talk_displeased_] ¡Cierto, cierto! Uh, sin duda un caso inusual.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Yeah... can you imagine a family dynamic happening {u}today{/u} like that?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Sí... ¿Puedes imaginar esa dinámica familiar {u}hoy{/u}?

source: [_maddie_s_away_s_rise_s_talk_frown_] Oh goodness, no, never. I mean, someone we knew well? N-no, I could never see that...
es_es: [_maddie_s_away_s_rise_s_talk_frown_] Oh dios, no, nunca. Quiero decir, ¿alguien que conociéramos bien? N-no, nunca pude verlo...

source: [_maddie_s_towards_wide_s_rise_s_talk_amused_] I mean, could you even imagine something like that with {u}us{/u} of all people? Just totally bizarre, right?
es_es: [_maddie_s_towards_wide_s_rise_s_talk_amused_] Quiero decir, ¿podrías imaginar algo así entre {u}nosotros{/u}? Es totalmente bizarro, ¿verdad?

source: [_danny_s_towards_wide_s_rise_s_talk_frown_] Ergh, I mean... wait what do you mean?
es_es: [_danny_s_towards_wide_s_rise_s_talk_frown_] Ergh, quiero decir... espera ¿qué quieres decir?

source: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] N-nothing, I was just saying- it's like- I can't really put it together in my head, you know? Just totally... foreign concept.
es_es: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] N-nada, yo estaba diciendo- eso és parecido- No puedo meterlo en mi cabeza, ¿sabes? Es totalmente... un concepto extraño.

source: [_danny_s_at_danny_s_wondering_s_talk_frown_s_blush_] Yeah, me either...
es_es: [_danny_s_at_danny_s_wondering_s_talk_frown_s_blush_] Sí, yo tampo...

source: [_danny_s_down_s_wondering_s_talk_frown_s_-blush_] You know what, I am {i}really{/i} hungry now.
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_-blush_] Sabes que, yo estoy {i}muy{/i} hambriento ahora.

source: [_maddie_s_towards_s_unhappy_s_talk_amused_] Me too... could you head down to the stream to bring us back some water?
es_es: [_maddie_s_towards_s_unhappy_s_talk_amused_] Yo también... ¿podrías bajar al torrente para traer agua?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Sure, but what can I use as a container?
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] Claro, pero ¿qué puedo usar como contenedor?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] I think I found an old leather pouch laying around here, it must have belonged to Teresa.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Creo que encontré una vieja bolsa de cuero por aquí, debe haber pertenecido a Teresa.

source: [_danny_s_towards_s_rise_s_talk_pleased_] Jeez, they really made things to last back then, didn't they?
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Jeez, entonces sí que hacían las cosas para que duraran, ¿no?

source: [_maddie_s_towards_s_amused_s_talk_happy_] Maybe your father could learn something about longevity from it for all his inventions! Ha ha ha!
es_es: [_maddie_s_towards_s_amused_s_talk_happy_] ¡Tal vez tu padre podría aprender algo sobre la longevidad de ella para sus invenciones! ¡Ha ha!

source: [_danny_s_closed_s_neutral_s_talk_happy_] Too true! Heh, okay, I'll be right back.
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] ¡Muy cierto! Eh, vale, vuelvo en un rato.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Okay sweetie.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Okay cielo.

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Well, I got the water-
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] Bueno, tengo el agua-

source: [_treeghost_] {i}FloWeRs...{/i}
es_es: [_treeghost_] {i}FloRes...{/i}

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Huh? Who's there?
es_es: ¿[_danny_s_towards_wide_s_wondering_s_talk_frown_] Huh? ¿Quién hay ahí?

source: [_treeghost_] {i}ThE FloWeRssSs...{/i}
es_es: [_treeghost_] {i}LaS FloResssss...{/i}

source: [_danny_s_towards_s_rise_s_talk_frown_] Sir Delvo, is that you?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Sir Delvo, ¿és usted?

source: [_danny_s_towards_s_rise_s_talk_happy_] You should probably realize I've dealt with ghosts before, ya' know. This doesn't scare me that much.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Deberías de saber que he lidiado con fantasmas antes, ya lo sabes. Esto no me asusta mucho.

source: [_delvo_s_towards_s_wondering_s_talk_happy_] ...Oh. Yes, well, I suppose that makes sense.
es_es: [_delvo_s_towards_s_wondering_s_talk_happy_] ...Oh. Sí, bueno, supongo que eso tiene sentido.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Sir Delvo, what're you doing here still? I thought you had left with Teresa?
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Sir Delvo, ¿qué estás haciendo aquí aún? ¿Creía que te habías ido con Teresa?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Yes, but I've came back to offer some assistance!
es_es: [_delvo_s_closed_s_neutral_s_talk_happy_] Sí, ¡pero he vuelto para ofrecerte ayuda!

source: [_danny_s_towards_s_rise_s_talk_frown_] Assistance with what?
es_es: ¿[_danny_s_towards_s_rise_s_talk_frown_] ¿ayuda con qué?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Because I can tell you're just like me!
es_es: [_delvo_s_closed_s_neutral_s_talk_happy_] ¡Porque puedo decirte que eres igual que yo!

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] What?
es_es: [_danny_s_towards_wide_s_rise_s_talk_distraught_] ¿Qué?

source: [_delvo_s_towards_s_neutral_s_talk_happy_] You {b}too{/b} desire kinship with your mother!
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] ¡Tú {b}también{/b} deseas liarte con tu madre!

source: [_danny_s_towards_wide_s_angry_s_talk_frown_s_-blush_] {b}WHAT?!{/b} I do not!
es_es: [_danny_s_towards_wide_s_angry_s_talk_frown_s_-blush_] {b}¡¿QUE?!{/b} ¡Yo no!

source: [_delvo_s_towards_s_rise_s_talk_happy_] You do not need to lie to me good sir. I learned myself long ago that the most forbidden fruit is often the sweetest.
es_es: [_delvo_s_towards_s_rise_s_talk_happy_] No necesitas mentirme buen señor. Aprendí hace mucho que la fruta más prohibida és a menudo la más dulce.

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Mom is...
es_es: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Mamá es ...

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Pretty banging, right?
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Dan ganas de follártela, ¿verdad?
