Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_rise_s_talk_pleased_s_blush_] Could you, uh, t-turn around?
es_es: [_danny_s_towards_s_rise_s_talk_pleased_s_blush_] ¿Podría usted, uh, giro t-around?

source: [_maddie_s_towards_s_confused_s_talk_happy_] Oh! Why, s-sure!
es_es: ¡[_maddie_s_towards_s_confused_s_talk_happy_] Oh! ¿Por qué, estoy seguro!

source: [_maddie_s_towards_s_confused_s_bite_s_blush_] (It feels weird having Danny drooling over me like this but... it's also kind of...)
es_es: [_maddie_s_towards_s_confused_s_bite_s_blush_] (Es extraño tener a Danny drooleando sobre mí como este pero... también es amable...)

source: [_maddie_s_away_s_unhappy_s_talk_happy_s_-blush_] ... I'm sorry I've had to ignore you the last few days.
es_es: [_maddie_s_away_s_unhappy_s_talk_happy_s_-blush_] ... Lamento tener que ignorarte los últimos días.

source: [_danny_s_towards_s_sad_s_talk_frown_] It's okay Mom, it's been a lot for us both to process... I think I know why you-
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Está bien mamá, ha sido mucho para nosotros para procesar... Creo que sé por qué-

source: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Danny, I'm done processing... I know what I want.
es_es: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Danny, he terminado de procesar... Sé lo que quiero.

source: [_danny_s_towards_s_rise_s_talk_frown_] Did you plan all this? Sending Jazz and dad away together?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Has planeado todo esto? ¿Enviando Jazz y papá juntos?

source: [_maddie_s_towards_s_sad_s_talk_frown_s_-blush_] Are you mad that I didn't tell you my plan?
es_es: [_maddie_s_towards_s_sad_s_talk_frown_s_-blush_] ¿Estás loco de que no te dijera mi plan?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_-blush_] {i}What!{/i} No, n-not at all, of course not!
es_es: [_danny_s_towards_s_sad_s_talk_distraught_s_-blush_] {i}¡Qué! {/i} No, n-no en absoluto, por supuesto no!

source: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Good! Because since our time in the forest, I can't stop thinking about your fat juicy cock.
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] ¡Bien! Porque desde nuestro tiempo en el bosque, no puedo dejar de pensar en tu polla jugosa gorda.

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] Hearing you talk like that is such a turn-on!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ¡Escuchar que hables así es tan divertido!

source: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] As long as we keep it just in the bedroom sweetie, remember. I'm just Mom outside these walls.
es_es: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Siempre y cuando lo mantengamos justo en la novia del dormitorio, recuerda. Soy sólo mamá fuera de estas paredes.

source: [_danny_s_towards_s_neutral_s_talk_frown_s_-blush_] What am I supposed to call you when we're alone here then Mom?
es_es: [_danny_s_towards_s_neutral_s_talk_frown_s_-blush_] ¿Cómo se supone que debo llamarte cuando estamos solos aquí y mamá?

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Mmm... how about we try... your little {i}slut{/i} Mommy.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Mmm... qué tal intentamos... tu pequeña puta {i}{/i} Mommy.

source: [_danny_s_closed_s_neutral_s_bite_s_blush_] (Jeez Mom! Just thinking about saying that to you makes me a little embarrassed!)
es_es: [_danny_s_closed_s_neutral_s_bite_s_blush_] (¡Jeez Mom! ¡Solo piensa en decirte eso a ti me hace un poco avergonzado!)

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Wanna know a little secret?
es_es: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] ¿Quieres saber un poco de secreto?

source: [_danny_s_towards_s_wondering_s_talk_happy_s_-blush_] W-what secret?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_s_-blush_] ¿Qué secreto?

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}I'm already wet.{/i}
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Ya estoy mojado. {/i}

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_-blush_] Now tell me baby, {i}whose the best?{/i}
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_s_-blush_] Ahora dígame a mi bebé, {i}, ¿cuál es el mejor?{/i}

source: [_danny_s_towards_s_neutral_s_talk_happy_] Y-you are!
es_es: ¡[_danny_s_towards_s_neutral_s_talk_happy_] Y-tú eres!

source: [_maddie_s_towards_s_amused_s_talk_amused_] Hmmmm... that's good to know.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Hmmmm... eso es bueno saber.

source: [_danny_s_ahegao_s_sad_s_talk_frown_s_-blush_] M-Mom, don't just tease me like this!
es_es: [_danny_s_ahegao_s_sad_s_talk_frown_s_-blush_] M-Mom, ¡no me regodees así!

source: [_maddie_s_towards_s_amused_s_talk_amused_] Last time we made love... this time, {i}we're fucking.{/i}
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] La última vez que hicimos el amor ... esta vez, {i}estamos jodidamente. {/i}

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (FUUUUUU....~)
es_es: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (FUUUUU....~)

source: [_maddie_s_towards_s_rise_s_talk_frown_] Don't be so speechless baby... I'm waiting.
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] No seas tan bebé sin discreción... Estoy esperando.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] You don't need to tell me twice!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] ¡No necesitas decirme dos veces!

source: [_maddie_] Danny your hands are so- {i}OOOOH!{/i}
es_es: [_maddie_] ¡Danny tus manos son- {i}OOOOH!{/i}

source: [_danny_] Ah! Mom! It feels different doing it like this!
es_es: ¡[_danny_] Ah! ¡Mamá! ¡Se siente diferente haciéndolo así!

source: [_maddie_] Oh! Ooh! Keep going baby!
es_es: [_maddie_] ¡Oh! ¡Oh! ¡Sigue siendo bebé!

source: [_danny_] Mom! Fuck! This is awesome!
es_es: ¡[_danny_] mamá! ¡Suerte! ¡Esto es increíble!

source: [_danny_] Mom, your butt is so soft when it hits back into me.
es_es: [_danny_] Mamá, tu mantequilla es tan suave cuando vuelve a golpear en mí.

source: [_maddie_] Ah! Ah! You're just filling me up so much! Mmm!
es_es: [_maddie_] ¡Ah! ¡Ah! ¡Me estás llenando tanto! ¡Mm!

source: [_danny_] So. Freakin' good!
es_es: [_danny_] ¡Así que freakin!

source: [_maddie_] Y-yes!~
es_es: [_maddie_] ¡Sí! ~

source: [_maddie_] Mmmm!
es_es: ¡[_maddie_] Mmm!

source: [_danny_] This is incredible! I don't know how much longer I can hold on!
es_es: [_danny_] ¡Esto es increíble! ¡No sé cuánto tiempo más puedo esperar!

source: [_maddie_] Oooooh!~ Me too baby! Cum inside of me sweetie! Fill me up!
es_es: [_maddie_] ¡Oooooh!~ ¡Yo también bebé! ¡Cúmate dentro de mi! ¡Relléneme!

source: [_danny_] But what about-
es_es: [_danny_] Pero qué pasará-

source: [_maddie_] JUST DO IT!
es_es: ¡[_maddie_] DEBES HACERlo!

source: [_danny_] Oh f-f-fuckkkkk!
es_es: [_danny_] ¡Oh f-f-fuckkkkkkk!

source: [_danny_] I'm gonna cum!
es_es: [_danny_] ¡Estoy gonna cum!

source: [_maddie_] AAAAAAAH! ME TOO!
es_es: [_maddie_] ¡AAAAAAH! ¡ME HAYA!

source: [_danny_] {i}*Huff*{/i} That was awesome!
es_es: [_danny_] {i}*Huff*{/i} ¡Ha sido increíble!

source: [_maddie_] Phew! That was...
es_es: [_maddie_] ¡phew! Eso fue ...

source: [_maddie_] ...wait a minute.
es_es: [_maddie_] ...espera un minuto.

source: [_maddie_] Danny you stud! Are you still hard?
es_es: ¡[_maddie_] Danny que has masticado! ¿Todavía eres difícil?

source: [_danny_] I don't know what it is! I just need more!
es_es: [_danny_] ¡No sé qué es! ¡Sólo necesito más!

source: [_maddie_] {i}*Blushing*{/i} Seriously?
es_es: [_maddie_] {i}*Blushing * {/i} ¿En serio?

source: [_danny_] Mom I want to take you on your hands and knees!
es_es: ¡[_danny_] Mamá quiero tomarte de tus manos y rodillas!

source: [_maddie_] Oh my! Look at you talking all confident now my little stud!
es_es: [_maddie_] ¡Oh mío! ¡Mira que ahora hablas con confianza mi pequeño chico!

source: [_danny_] Do it!
es_es: ¡[_danny_] hazlo!

source: [_maddie_] Mmm, whatever you want {i}sir.{/i}
es_es: [_maddie_] Mmm, lo que quieras sirviente {i}.{/i}

source: [_maddie_] Come on baby, show me what you've got!
es_es: [_maddie_] Ven al bebé, ¡muéstrame lo que tienes!

source: [_maddie_] {i}OH FUCK YES!{/i}
es_es: [_maddie_] {i}OH SÍ!{/i}

source: [_danny_] Oh shit! It feels so different doing it like this!
es_es: [_danny_] ¡Oh mierda! ¡Se siente tan diferente haciéndolo así!

source: [_maddie_] {i}*Huff*{/i} Don't. Stop. {i}*Huff*{/i}
es_es: [_maddie_] {i}*Huff * {/i} No. Parada. {i}*Huff * {/i}

source: [_danny_] You're really squeezing me tight!
es_es: [_danny_] ¡De verdad me estás apretando apretado!

source: [_maddie_] Ahhh! Just keep taking me like an animal, baby!
es_es: [_maddie_] ¡Ahhh! ¡Sigue tomándome como un animal, bebé!

source: [_danny_] (I don't know how much longer I can hold on like this!)
es_es: [_danny_] (No sé cuánto tiempo más puedo aguantar así!)

source: [_maddie_] That's it baby! Use my pussy! I'm done holding back! I can't anymore! Ever since that night- {i}Ah!{/i} ...in the woods, I just can't stop thinking about- {i}Ooh!{/i} ...this!!
es_es: [_maddie_] ¡Eso es bebé! ¡Usa mi coño! ¡He terminado de retener ya! ¡Ya no puedo más! ¡Desde esa noche- {i}Ah!{/i} . .in the woods, just can't stop thinking about - {i}Ooh!{/i} ...this!!

source: [_danny_] Mom, I can't hold out much longer!
es_es: ¡[_danny_] mamá, no puedo aguantar mucho más!

source: [_maddie_] Ah! Neither can I baby!
es_es: [_maddie_] ¡Ah! ¡Ni puedo beber!

source: [_danny_] Mom! Cum first!
es_es: ¡[_danny_] mamá! ¡Primero suma!

source: [_danny_] FUCK! You're cumming whether you like it or not!
es_es: ¡[_danny_] FUCK! ¡Te estás acumulando si te guste o no!

source: [_maddie_] (What the hell? He's thrusting even faster! Oh my god! This is insane! Jack would have finished twice by now!)
es_es: [_maddie_] (¿Qué demonios? ¡Él está arruinando aún más rápido! ¡Oh, Dios mío! ¡Esto es una locura! Jack habría terminado dos veces por ahora!)

source: [_danny_] This ass is mine Mom!
es_es: [_danny_] ¡Este culo es mi mamá!

source: [_danny_] (I really hope I've got this whole {i}"dominant"{/i} thing down... Mom seems to like. To be honest, it's a little weird talking to girls that way! But oh well!)
es_es: [_danny_] (Realmente espero que tenga todo este {i}"dominante"{/i} cosa baja... Parece que le gusta a la mamá. ¡Para ser honesto, es un poco raro hablar con las niñas de esa manera! ¡Pero oh bien!)

source: [_maddie_] (It's so hot when he talks like that, and he's so determined to make me cum!)
es_es: [_maddie_] (¡Es tan caliente cuando habla así, y está tan decidido a hacerme cum!)

source: [_danny_] (Time to use the last of my energy! I NEED to make her cum again!)
es_es: [_danny_] (¡Tiempo de usar el último de mi energía! I NEED to make her cum again!)

source: [_maddie_] Danny it's okay you- {i}AHHHHHHHH!!{/i} D-Danny!
es_es: [_maddie_] Danny está bien tú- {i}AHHHHHHHHH!!{/i} D-Danny!

source: [_maddie_] (I can't hold on! Where the hell did this come from?!)
es_es: [_maddie_] (¡No puedo aguantar! Where the hell did this come from?!)

source: [_maddie_] {i}CUMMING~~!{/i}
es_es: [_maddie_] {i}CUMING~~!{/i}

source: [_maddie_] {i}*Pant* *Pant*{/i} Danny... where did that energy come from?
es_es: [_maddie_] {i}*Pant* *Pant*{/i} Danny... ¿de dónde procedió esa energía?

source: [_danny_] Sorry, I guess I just got carried away...
es_es: [_danny_] Lo siento, supongo que acabo de dejarme llevar...

source: [_maddie_] I {i}*Pant*{/i} need to... lay down a... bit...
es_es: [_maddie_] I {i}*Pant*{/i} necesita que... poner un bit...

source: [_danny_] Me... me too... I guess that was a little intense for the both of us, huh...?
es_es: [_danny_] Yo... yo también... Supongo que fue un poco intenso para los dos, ¿eh...?

source: [_danny_] (Did I just... fuck Mom to sleep? Was it {i}that{/i} good?)
es_es: [_danny_] (¿Acabo de follar a mamá para dormir? Was it {i}that {/i} good?)

source: [_maddie_] {i}*Grumble*{/i} Danny... come cuddle me a bit baby.
es_es: [_maddie_] {i}*Grumble * {/i} Danny ... ven a mí un poco de bebé.

source: [_danny_] ...yeah. Okay Mom.
es_es: [_danny_] ...sí. Vale. Momia.

source: [_maddie_] {i}*Yawn*{/i} Ohhh, goodness... I feel like I ran a marathon last night. My legs still feel like Jelly...
es_es: [_maddie_] {i}*Yawn*{/i} Ohhh, bueno... Siento que ayer corrí un marathon. Mis piernas todavía se sienten Jalones...

source: [_danny_] {i}*Grumble*{/i} Murrnnng, Mom.
es_es: [_danny_] {i}*Molullo*{/i} Murrnnng, mamá.

source: [_maddie_] {i}*Gasp*{/i} {b}OH NO!! DANNY, QUICKLY, WHAT TIME IS IT?!{/b}
es_es: [_maddie_] {i}*Gasp * {/i} {b}OH NO!! DANNY, RÁPIDAMENTE, ¿QUÉ HORA ES?! {/b}

source: [_danny_] Uhh, 11, I THINK?
es_es: [_danny_] Uhh, 11, ¿QUIÉ?

source: [_maddie_] I can't believe we fell asleep! Danny, your father and Jazz will be home in an hour!! Get dressed!
es_es: [_maddie_] ¡No puedo creer que nos duermos! Danny, tu padre y Jazz estarán en casa en una hora! ¡Vestidos!

source: [_danny_] Mom, we have a whole hour, relax. It's not like we trashed the place. Just go take a shower, and I'll stay in my room
es_es: [_danny_] Mamá, tenemos toda una hora, relámpago. No es como hemos eliminado el lugar. Solo ir a tomar una ducha y me quedaré en mi habitación

source: [_maddie_] {i}*Mumble*{/i} Oh, Sorry, guess I'm just a little paranoid.
es_es: [_maddie_] {i}*Mumble*{/i} Oh, lo siento, adivina que soy un poco paranoide.

source: [_danny_] It's okay Mom, I'll get up in a minute.
es_es: [_danny_] Está bien, mamá, me levantaré en un minuto.

source: [_maddie_] I'm gonna go shower and get dressed...
es_es: [_maddie_] Me voy a duchar y vestirar...

source: [_danny_] Don't worry about it Mom. Just go take care of yourself...
es_es: [_danny_] No te preocupes por ella mamá. Solo ve a cuidarte de ti mismo...

source: [_maddie_] Now, where did I put my clothes?
es_es: [_maddie_] Ahora, ¿dónde puse mi ropa?

source: [_maddie_s_morningafter_s_normal_s_towards_s_wondering_s_talk_bite_] You know... you can slap it if you want sweetie, you don't need to be a good boy again just yet...
es_es: [_maddie_s_morningafter_s_normal_s_towards_s_wondering_s_talk_bite_] Sabes ... puedes darle una bofetada si quieres cariño, no necesitas ser un buen chico otra vez ...

source: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_happy_s_blush_] It's a really nice butt Mom.
es_es: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_happy_s_blush_] Es una mamá muy bonita.

source: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_bite_s_-blush_] (Poor dear... I'm really going to have to work to shape up his confidence a bit aren't I?)
es_es: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_bite_s_-blush_] (Pobre querido... Realmente voy a tener que trabajar para dar forma a su confianza un poco ¿no?)

source: [_maddie_s_morningafter_s_handprint_s_towards_s_neutral_s_talk_bite_s_blush_] {i}*Ahem*{/i}! I think you've had enough of my butt for now young man.
es_es: ¡[_maddie_s_morningafter_s_handprint_s_towards_s_neutral_s_talk_bite_s_blush_] {i}*Ahem*{/i}! Creo que ya has tenido suficiente de mi perro por ahora joven.

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_talk_pleased_] Well actually... speaking of your butt, there's sorta been something I've wanted to try for a little while...
es_es: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_talk_pleased_] Bueno, en realidad... hablando de tu perro, hay algo que he querido intentar durante un poco...

source: [_maddie_s_morningafter_s_handprint_s_towards_s_idle_s_talk_bite_] ...smooth. It's been but one day, and you're already thinking of laying into my rear end.
es_es: [_maddie_s_morningafter_s_handprint_s_towards_s_idle_s_talk_bite_] ...suave. Ha sido sólo un día, y ya estás pensando en poner en mi parte trasera.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_pleased_s_blush_] Hey can't blame a guy for trying. Shouldn't you be getting your sexy butt dressed again?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_pleased_s_blush_] Hey no puede culpar a un tipo por intentarlo. ¿No deberías estar recibiendo tu sexy perro vestido de nuevo?

source: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] Enjoying ordering me around?
es_es: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] ¿Que me guste ordenarme?

source: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_frown_s_-blush_] ...heh, maybe a little? It's kinda weird still...
es_es: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_frown_s_-blush_] ...heh, ¿tal vez un poco? Es algo extraño hasta ahora...

source: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_frown_] Man... so much has been going on in my life the past few weeks...
es_es: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_frown_] Hombre ... tanto ha estado pasando en mi vida las últimas semanas ...

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_frown_] I'm sorta looking forward to a real break, just doing regular school things again, making some extra money, hanging with friends...
es_es: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_frown_] Estoy esperando una verdadera pausa, simplemente haciendo las cosas normales de la escuela otra vez, haciendo algo de dinero extra, colgando con amigos...

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] But it's already pretty clear to me that some big, big changes are about to begin...
es_es: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Pero para mí ya está bastante claro que algunos grandes cambios están a punto de comenzar...

source: [_danny_s_f_s_offscreen_s_closed_s_neutral_s_talk_pleased_] And I'm all the more excited for it.
es_es: [_danny_s_f_s_offscreen_s_closed_s_neutral_s_talk_pleased_] Y estoy más entusiasmado por ello.

source: [_devTells_] Congrats, you've unlocked a second main menu background! You can switch between backgrounds manually in the left-down corner in the main menu now.
es_es: [_devTells_] Felicidades, ¡has desbloqueado un segundo fondo del menú principal! Puedes cambiar entre los fondos manualmente en la esquina izquierda-abajo del menú principal ahora.

source: Do I wanna give Maddie a hug?
es_es: ¿Quiero dar a Maddie un abrazo?

source: No thank you, actually.
es_es: No, en realidad.

source: What {i}should{/i} we do next?
es_es: ¿Qué {i}debería{/i} hacer a continuación?

source: Point out the strange looking tree.
es_es: Señala el extraño aspecto del árbol.

source: Stop and talk for a moment
es_es: Detener y hablar por un momento

source: Just keep moving.
es_es: Sigue moviéndote.

source: What do I wanna ask Mom about?
es_es: ¿Sobre qué quiero preguntar a mamá?

source: See any landmarks when we landed?
es_es: ¿Ves algún hito cuando llegamos?

source: Ask how Maddie's doing.
es_es: Pregunte cómo está haciendo Maddie.

source: Try to call Dad.
es_es: Intenta llamar a Dad.

source: Nothing, I'm good.
es_es: Nada, soy bueno.

source: Give her the bread?
es_es: ¿Darle el pan?

source: Yes.
es_es: Sí.

source: Cum down throat.
es_es: Sumar garganta.

source: Cover Maddie in cum.
es_es: Cubrir a Maddie en cum.

source: She's probably a little too "tired" to talk, I'm afraid...~
es_es: She es probablemente un poco demasiado "cansado" para hablar, estoy así...~

source: Vlad, relax, you're being a little too on the nose there...
es_es: , tú, estás un poco demasiado en la nariz allí...

source: Yeah, I guess so.
es_es: Sí, supongo que sí.

source: Mention the cave incidents...
es_es: Mencionar los incidentes de la cueva...

source: Concern about family.
es_es: Preocupación por la familia.

source: Problems with Vlad?
es_es: ¿Problemas con �ndice�?

source: Nothing, I'm good Mom.
es_es: Nada, soy buena mamá.

source: No, {i}she{/i} is going to lie down now!
es_es: No, ¡ {i}tiene{/i} va a acostarse ahora!

source: Uhmm... I guess it's not too bad an idea...
es_es: Uhmm... Supongo que no es una idea demasiado mala...
