Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_] Oh God... you're an amazingly hot {u}MILF{/u}, Mom! This feels amazing!
es_es: [_danny_] Oh Dios... eres una increíblemente caliente {u}MILF {/u}, mamá! ¡Esto se siente increíble!

source: [_maddie_] (GOODNESS! I certainly wish he'd mind his language! Especially while I'm sucking his cock. I certainly didn't raise him to talk like that.)
es_es: [_maddie_] (¡DIOOOOS! ¡Desearía que moderara su lengua! Especialmente mientras estoy chupando su polla. No le he educado para hablar así.)

source: [_danny_] D-don't stop, please.
es_es: [_danny_] N-no pares, por favor.

source: [_danny_] Oh God, that's so good!
es_es: [_danny_] ¡Oh Dios, és tan bueno!

source: [_maddie_] {i}Mmm!{/i} (Such a delicious cock baby, I don't wanna stop myself.)
es_es: [_maddie_] {i}Mmm!{/i} (Una deliciosa polla de chico, no quiero detenerme.)

source: [_maddie_] (Maybe it's time to use my secret weapon I learned from my college days?)
es_es: [_maddie_] (¿Tal vez es hora de usar el arma secreta que aprendí de tiempos de colegio?)

source: [_danny_] {b}MOM! F-F-FUCKKK!{/b}
es_es: [_danny_] ¡ {b}MAMA! ¡J-J-JODEEEEEER!{/b}

source: [_maddie_] {i}*Gasp*{/i} (Phew!) {i}*Gasp*{/i} (Wow! There's a lot of cock to wrap myself around here sweetie, let's try that again!)
es_es: [_maddie_] {i}*Jadeo*{/i} (¡Uf!) {i}*Jadeo*{/i} (¡Wow! Hay mucha polla para disfrutar aquí cariño, ¡lo intentaré otra vez!)

source: [_danny_] Wait Mom, I'm not-
es_es: [_danny_] Espere a mamá, yo no -

source: [_danny_] {u}OH WOW, THIS IS SO AWESOME!{/b}
es_es: [_danny_] {b}OH WOW, ¡ESTO ES SUPER GENIAL!{/b}

source: [_maddie_] (Ooooh... that's right baby, tell me how {i}Mommy{/i} is the best).
es_es: [_maddie_] (Ooooh... ese és bebé, dime cómo {i}Mami{/i} és la mejor).

source: [_maddie_] (He's already lasted longer than Jack ever has!)
es_es: [_maddie_] (¡Ya ha durado más que Jack!)

source: [_danny_] Oh yeah, oh shit! Y-yeah, I'm really, {i}really{/i} close!
es_es: [_danny_] Oh sí, ¡oh mierda! ¡Sí, estoy, {i}ciertamente{/i} cerca!

source: [_maddie_] (Hehehe, I've still got it.~)
es_es: [_maddie_] (Hehehe, casi le tengo.~)

source: [_maddie_] Come on baby! Don't hold back! Cover my face and tits!
es_es: [_maddie_] ¡Vamos bebé! ¡No te retengas! ¡Cubre mi cara y tetas!

source: [_maddie_] Sweetie? What's wrong? Don't you want to-
es_es: [_maddie_] ¿cielo? ¿Qué hay mal? ¿No quieres-

source: [_danny_] ({b}I can't hold it anymore!{/b})
es_es: [_danny_] ({b}¡Ya no puedo aguantar más!{/b})

source: [_maddie_] {i}*Ehrmmmmph*{/i} (It's so {b}deep{/b}!!)
es_es: [_maddie_] {i}*Ehrmmmph*{/i} (¡¡Está tan {b}profunda{/b}!!)

source: [_danny_] {b}I'M CUMMING!{/b}
es_es: [_danny_] {b}¡ME CORROOOO!{/b}

source: [_maddie_] That's it baby! Give it all to me!~
es_es: [_maddie_] ¡Eso es bebé! ¡Dame todo a mí!~

source: [_maddie_] (Why is his cum so delicious?~)
es_es: [_maddie_] (¿Por qué su esperma es tan delicioso?~)

source: [_maddie_s_talk_frown_s_sad_s_towards_] {i}*Gasp* *Pant* *Cough*{/i} D-Danny! You're {i}*Pant*{/i} ...you're supposed to {u}tell{/u} a girl when you {i}*Mwah*{/i} ...want to do that.
es_es: [_maddie_s_talk_frown_s_sad_s_towards_] {i}*Jadeo* *Jadeo * *Jadeo * {/i} D-Danny! se {i}*jadeo * {/i} ... daba por hecho lo que {u}dices{/u} a una chica cuando {i}*Mwah * {/i} ... quieres hacer eso.

source: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] Sorry Mom, {i}*Huff*{/i} you were just too much to resist.
es_es: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] Lo siento, {i}*Huff*{/i} eres demasiado para resistirlo.

source: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] {i}*Huff* *Huff*{/i} That was incredible...
es_es: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] {i}*Huff* *Huff*{/i} Eso fue increíble...

source: [_maddie_s_towards_s_amused_s_talk_amused_s_towards_] Mmm, it sure was great!
es_es: [_maddie_s_towards_s_amused_s_talk_amused_s_towards_] Mmm, ¡seguro que fue genial!

source: [_maddie_s_towards_s_confused_s_talk_frown_] By the way baby... what did you call me back there?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Por cierto bebé... ¿qué me llamaste antes?

source: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] {i}*Blushing*{/i} Uhh, h-huh?
es_es: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] {i}*sonrojado * {/i} ¿Uhh, h-huh?

source: [_maddie_s_towards_s_amused_s_talk_frown_] You called me a... Milf?
es_es: [_maddie_s_towards_s_amused_s_talk_frown_] Me has llamado... ¿Milf?

source: [_maddie_s_towards_s_confused_s_talk_frown_] It's okay sweetie, I sure am glad you see me as a... uh, sorry, what was it again?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Está bien cielo, estoy segura de que te alegra verme como... uh, lo siento, ¿cómo decías?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] What's that?
es_es: [_maddie_s_towards_s_wondering_s_talk_frown_] ¿Qué es eso?

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] I-it means... an attractive older lady?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] s-significa... ¿una atractiva dama madura?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Yes but what does it {i}mean?{/i}
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Sí pero ¿qué {i}significa?{/i}

source: [_danny_s_down_s_sad_s_talk_distraught_s_-blush_] Well umm...
es_es: [_danny_s_down_s_sad_s_talk_distraught_s_-blush_] Bueno...

source: [_maddie_s_towards_s_amused_s_talk_happy_] Come on silly, tell me.
es_es: [_maddie_s_towards_s_amused_s_talk_happy_] Tranquilo, díme.

source: [_maddie_s_towards_s_amused_s_talk_amused_] What's a Milf baby, c'mon, tell me, I wanna know.~
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] ¿Qué és una Milf bebé?, vamos, dime, lo quiero saber.~

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}*Gulp*{/i} It means... a Mother I'd Like to Fuck!
es_es: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}*gulp*{/i} Significa... ¡una madre que me gustaría follar!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Nawww really? Is that so...?
es_es: ¿[_maddie_s_towards_s_wondering_s_talk_happy_] Nawww ¿en serio? ¿Es así...?

source: [_danny_s_down_s_sad_s_talk_distraught_] Y-yeah...
es_es: [_danny_s_down_s_sad_s_talk_distraught_] Y-sí...

source: [_maddie_s_towards_s_amused_s_talk_amused_] So then tell me, how long has my baby wanted to fuck his Mommy?
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Entonces dime, ¿cuánto tiempo hace que mi bebé se quiere follar a su madre?

source: [_danny_s_towards_s_sad_s_talk_frown_] M-mom!! C'mon, i-it's just an expression... you're embarrassing me...
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¡¡¡¡¡¡M-mamá!!!!! Vamos, e-és sólo una expresión... me estás avergonzando...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Nawww... I can't blame you for wanting some of this sweet ass baby.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Nawww... No puedo culparte por querer algo de este dulce culo.

source: [_danny_s_towards_s_rise_s_talk_happy_s_-blush_] Jeez Mom...
es_es: [_danny_s_towards_s_rise_s_talk_happy_s_-blush_] Jeez Mami...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] You enjoyed yourself back there though?
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ¿has disfrutado?

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Y-yeah, you were just a bit too much for me.
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Y-sí, eres un poco demasiado para mí.

source: [_maddie_s_away_s_sad_s_talk_frown_] God, that was something else for me as well... I just wanted to suck it the whole time... but honestly... I'm actually starting to cool down... just a bit... and now I... ehrm...
es_es: [_maddie_s_away_s_sad_s_talk_frown_] Dios, también lo eres algo para mí... Quería chuparla todo el tiempo... pero sinceramente... Estoy empezando a enfriarme... sólo un poco... y ahora yo... ehrm...

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Are you okay Mom?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] ¿Estás bien mamá?

source: [_maddie_s_closed_s_wondering_s_talk_happy_] Oh yeah, no baby, your cum was delicious, I just feel suddenly really... really-
es_es: [_maddie_s_closed_s_wondering_s_talk_happy_] Oh sí, no bebé, tu esperma fue deliciosa, solo que me siento de repente...-

source: [_maddie_] {i}*Snore*{/i} Zzzzzz...
es_es: [_maddie_] {i}*Ronquidos*{/i} Zzzzzz...

source: [_danny_s_at_player_s_rise_s_talk_happy_s_-blush_] ...well that was an unexpected side effect.
es_es: [_danny_s_at_player_s_rise_s_talk_happy_s_-blush_] ...bueno, fue un efecto secundario inesperado.

source: [_danny_s_towards_s_sad_s_talk_pleased_] Goodnight Mom. I love you.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] Buenas noches mamá. Te amo.

source: [_danny_s_down_s_neutral_s_talk_frown_] No Mom, just the water.
es_es: [_danny_s_down_s_neutral_s_talk_frown_] no mamá, solo el agua.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Okay sweetie, thank you. Are you okay?
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Vale cielo, gracias. ¿Estás bien?

source: [_danny_s_towards_s_sad_s_talk_pleased_] Yeah, sorry Mom, just a little distracted is all.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] Sí, perdona mamá, un poco distraído solo.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Do you want to talk about it?
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] ¿Quieres hablar?

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Not really, just worried about us getting home is all.
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_] No realmente, solo preocupado por que lleguemos a casa.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Danny we'll get home safe, I promise you.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Danny llegaremos a casa segura, te lo prometo.

source: [_danny_s_towards_s_sad_s_talk_frown_] I'm more worried about you.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Estoy más preocupado por ti.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Don't worry about me, I can look after myself.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] No te preocupes por mí, puedo cuidar de mí misma.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Well {i}duhhh{/i} but still. You're my Mom, I gotta look out for you.
es_es: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Bueno {i}duhh{/i} pero aún. Eres mi mamá, tengo que cuidarte.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Get some rest Danny, we'll be heading out in the morning. Hopefully find our way out of this forest.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Descansa un poco Danny, saldremos por la mañana. Espero encontrar el camino para salir de este bosque.

source: [_danny_s_towards_s_rise_s_talk_frown_] Mom, can I ask you something?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Mamá, ¿puedo preguntarte algo?

source: [_maddie_s_towards_s_rise_s_talk_amused_] Sure, what is it?
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] Claro, ¿qué es?

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] I know we don't talk as much as we used to, but I do still love you, ya' know.
es_es: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Sé que no hablamos tanto como solíamos, pero todavía te amo, ya lo sabes.

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] ...that's so wonderful to hear, sweetie. I know this trip wasn't your idea, but... I want us to feel so close that you could talk to me anytime about anything.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] ...eso es maravilloso de oír, cielo. Sé que este viaje no fue tu idea, pero. Quiero que nos sintamos tan cerca para que puedas hablar conmigo en cualquier momento de cualquier cosa.

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_s_-blush_] Anything?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_frown_s_-blush_] ¿cualquier cosa?

source: [_maddie_s_towards_s_rise_s_talk_happy_s_-blush_] {u}Anything.{/u}
es_es: [_maddie_s_towards_s_rise_s_talk_happy_s_-blush_] {u}Cualquier cosa. {/u}

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Okay, I promise I'll try to open up to you more.
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] Vale, prometo que intentaré abrirme más.

source: [_danny_s_at_player_s_sad_s_smile_] (She's not ready to know about my ghost powers yet, but I guess this is a step in the right direction.)
es_es: [_danny_s_at_player_s_sad_s_smile_] (Todavía no está listo para saber sobre mis poderes fantasmas, pero supongo que este és un paso en la dirección correcta.)

source: [_maddie_s_closed_s_amused_s_talk_happy_s_blush_] Thank you sweetie, it means a lot to me that you would say that.
es_es: [_maddie_s_closed_s_amused_s_talk_happy_s_blush_] Gracias cielo, significa mucho para mí que lo digas.

source: [_danny_s_towards_s_neutral_s_talk_happy_s_-blush_] Goodnight Mom.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_s_-blush_] Buenas noches mamá.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Goodnight sweetie.
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Buenas noches cielo.

source: [_maddie_s_closed_s_confused_s_frown_s_blush_] (Oh God... what have I done?)
es_es: [_maddie_s_closed_s_confused_s_frown_s_blush_] (Oh Dios ... ¿qué he hecho?)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] {i}*Yawn*{/i} Morning Mom.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] {i}*Bostezo*{/i} Buenos días mamá.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] ...ehhm... h-hey s-s-sweetie, h-how did you sleep?
es_es: [_maddie_s_towards_s_neutral_s_talk_frown_] ...ehm... h-hey c-c-cielo, ¿c-como has dormido?

source: [_danny_s_towards_s_rise_s_talk_happy_] Pretty damn great!
es_es: ¡[_danny_s_towards_s_rise_s_talk_happy_] ¡¡malditamente genial!

source: [_maddie_s_towards_s_confused_s_talk_amused_] O-oh that's... that's great honey...
es_es: [_maddie_s_towards_s_confused_s_talk_amused_] O-oh que... eso és bueno cielo...

source: [_maddie_s_away_s_aghast_s_frown_s_blush_] (What the hell came over me last night?! What made me do those... terrible things with my own son??)
es_es: [_maddie_s_away_s_aghast_s_frown_s_blush_] (¡¿Qué infiernos me pasó la noche pasada?! ¿Qué me hizo hacer... cosas terribles con mi propio hijo?)

source: [_danny_s_towards_s_neutral_s_talk_pleased_] How about you, Mom?
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] ¿Qué tal tú mamá?

source: [_maddie_s_away_s_wondering_s_talk_displeased_s_-blush_] I-I slept okay.
es_es: [_maddie_s_away_s_wondering_s_talk_displeased_s_-blush_] D-dormí bien.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Awesome! Well, we better get a move on if we're going to get out of here.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ¡¡genial! Bueno, mejor que avancemos si vamos a salir de aquí.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Y-yeah...of course.
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Sí... por supuesto.

source: [_danny_s_towards_s_sad_s_talk_frown_] Mom... are you sure you're okay with what happened last night? I really don't want to think you weren't happy with us....
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Mamá... ¿estás segura de que estás de acuerdo con lo que pasó anoche? No quiero pensar que no estabas contenta....

source: [_maddie_s_away_s_confused_s_talk_happy_] ...ehhh... well... oh honey, I... I {i}did{/i} enjoy it, it's just that... it's a lot to think about... it felt like it came outta nowhere!
es_es: [_maddie_s_away_s_confused_s_talk_happy_] ...ehhh... bien... oh miel, yo... Yo... I {i}lo disfrutó{/i} es solo eso. . Es mucho sobre lo que pensar... ¡se sintió como si no llegara a ninguna parte!

source: [_danny_s_down_s_neutral_s_talk_frown_s_blush_] O-okay then... well, can I have a hug please? To start the day right?
es_es: [_danny_s_down_s_neutral_s_talk_frown_s_blush_] O-okay entonces... bueno, ¿puedo tener un abrazo por favor? ¿Para empezar el día bien?

source: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, of course you can!
es_es: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, ¡por supuesto que puedes!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Thanks Mom.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Gracias mamá.

source: [_danny_] M-Mom, can I ask something?
es_es: [_danny_] M-Mom, ¿puedo preguntarle algo?

source: [_maddie_] What is it sweetie?
es_es: [_maddie_] ¿Qué son las semanas?

source: [_danny_] Can I, ya' know, {i}touch your butt{/i}?
es_es: [_danny_] ¿Puedo saber, {i}toque tu botón{/i}?

source: [_maddie_] Umm, y-yes... but just a little, okay!
es_es: [_maddie_] Umm, y-y... ¡pero solo un poco, bien!

source: [_danny_] Awesome! Thanks Mom!
es_es: ¡[_danny_] genial! ¡Gracias mamá!

source: [_maddie_] T-that'll do s-sweetie...
es_es: [_maddie_] T-que hará s-sweetie...

source: [_danny_] Thanks anyway Mom!
es_es: [_danny_] ¡Gracias de todos modos Mamá!

source: [_maddie_] N-no problem! N-now then... back to... serious business. Let's get a move on. We have more ground to cover.
es_es: [_maddie_] ¡N-sin problema! N-ahora entonces... de vuelta a... negocios serios. Vamos a avanzar. Tenemos más tierra que cubrir.

source: [_maddie_] (Hopefully we'll both be able to stay under control from now on!)
es_es: [_maddie_] (¡Esperemos que ambos mantengamos bajo control a partir de ahora!)

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Morning honey.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Miel matutina.

source: [_danny_s_towards_s_rise_s_talk_pleased_] Hey Mom, you sleep any good?
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] Hola mamá, ¿duermes algún bien?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Well, about as well as one can on the cold ground of a cave anyway.
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Bueno, lo mejor que se puede en el frío suelo de una cueva de todos modos.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Yeah, my back is seriously killing me. Couldn't really relax at all.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] Sí, mi espalda me está matando seriamente. Realmente no se puede relajar en absoluto.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Come on Danny, let's get a move on and try find some way out of here.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Ven a Danny, pongámonos manos a la obra e intente encontrar alguna manera de salir de aquí.

source: [_danny_s_closed_s_neutral_s_talk_happy_] Right behind you!
es_es: ¡[_danny_s_closed_s_neutral_s_talk_happy_] detrás de ti!

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] This path is completely blocked! We will need to look for another way.
es_es: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] ¡Este camino está completamente bloqueado! Tendremos que buscar otro camino.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Wow! Hey look! There's a big building up ahead!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] ¡Vaya! ¡Oye, mira! ¡Hay un gran edificio por delante!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Jeeeez!! Look at this place! It's like twice the size of our house!
es_es: ¡[_danny_s_towards_s_rise_s_talk_distraught_] Jeeeez!! ¡Mira este lugar! ¡Es como el doble del tamaño de nuestra casa!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Hey now! Money isn't everything young man! Your father worked hard to build the extensions on our roof..
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] ¡Hola! ¡El dinero no es todo joven! Tu padre trabajó duro para construir las extensiones en nuestro tejado..

source: [_danny_s_towards_s_sad_s_talk_distraught_] I know, but still! This is crazy!
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Lo sé, ¡pero todavía! ¡Esto es una locura!

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, I wonder who could possibly be living so extravagantly out in the middle of these woods?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, me pregunto quién podría estar viviendo de forma tan extravagante en medio de estas maderas.

source: [_danny_s_towards_s_rise_s_talk_frown_] Someone super-uber rich?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Alguien super-uber rico?

source: [_maddie_s_towards_s_rise_s_talk_amused_] Very observant, kiddo.
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] Muy observante, chico.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Maddie?? Is that you? Oh and Daniel too! Oh, now {i}this{/i} is a surprise!
es_es: [_vlad_s_towards_s_rise_s_talk_happy_] ¿¿Madura?? ¿Eso es tú? ¡Oh, ahora {i}este{/i} es una sorpresa!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Oh hey, it's Mr. Masters! This is great! I was worried it might be some super-uber rich crazy hillbilly!
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Oh hey, ¡es señor Maestros! ¡Esto es genial! ¡Estaba preocupado por que pudiera ser un súper uber rico en asquerosos colchones!

source: [_maddie_s_towards_s_confused_s_talk_amused_] Vlad? What are you doing out here?
es_es: [_maddie_s_towards_s_confused_s_talk_amused_] Vlad? ¿Qué estás haciendo aquí?

source: [_vlad_s_towards_s_sad_s_talk_happy_] Well, this is one of my numerous private chalets, my dear! I'm merely here on a quick retreat while I plan my strategy for my mayoral campaign!
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Bueno, este es uno de mis numerosos chalets privados, ¡mi querido! Estoy simplemente aquí en un retiro rápido mientras que planeo mi estrategia para mi campaña de alcaldes!

source: [_vlad_s_towards_wide_s_unhappy_s_talk_happy_] ...as well as more ways to trap those darn, pesky ghosts your town's been dealing with, of course... I'll be back in your lab soon enough, working my darndest to help out!
es_es: [_vlad_s_towards_wide_s_unhappy_s_talk_happy_] ...así como más formas de atrapar a esos oscuros, fantasmas molestos con los que tu ciudad ha estado tratando, por supuesto. . ¡Volveré a estar en tu laboratorio lo suficientemente pronto, trabajando lo más oscuro para ayudarme!

source: [_vlad_s_towards_s_sad_s_talk_happy_] A pleasure as always, Daniel. How's your father doing? Still trying his best to catch up to my ghost catching record?
es_es: [_vlad_s_towards_s_sad_s_talk_happy_] Un placer como siempre, siempre. ¿Cómo lo está haciendo tu padre? ¿Aún estás haciendo todo lo posible para alcanzar mi historial de captura fantasma?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Your record of one? Heh, yeah, he's still trying his best, but he's often too distracted busy wooing Mom to care.
es_es: [_danny_s_towards_s_rise_s_talk_pleased_] ¿Tu historial de uno? Eh, sí, todavía está intentando lo mejor, pero a menudo está demasiado distraído maderas ocupadas para cuidar a mamá.

source: [_vlad_s_towards_s_neutral_s_talk_frown_] How... unfortunate for him.
es_es: [_vlad_s_towards_s_neutral_s_talk_frown_] cómo... desafortunado para él.

source: [_danny_s_towards_s_angry_s_talk_happy_] Yeah, he's gonna do his best to give you a run for his money though!
es_es: [_danny_s_towards_s_angry_s_talk_happy_] Sí, está gonna haciendo todo lo posible para darte una corrida por su dinero, ¡aunque!

source: [_vlad_s_towards_s_rise_s_talk_frown_] Anyway, what could you two both be doing way out here in Colorado at my private chalet of all places?
es_es: [_vlad_s_towards_s_rise_s_talk_frown_] De todos modos, ¿qué podrías hacer dos en Colorado en mi chalet privado de todos los lugares?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] We ended up getting stranded here when our plane went down.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Finalizamos quedándonos aquí cuando nuestro avión bajó.
