Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_delvo_s_defeated_s_towards_s_wondering_s_talk_frown_] By nightfall, we were to gather over by a small cave opening about a mile due North of this tree in fact.
es_es: [_delvo_s_defeated_s_towards_s_wondering_s_talk_frown_] Al anochecer, debíamos reunirnos en una pequeña cueva que abría alrededor de una milla al norte de este árbol.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Well then, why haven't you gone to see if she's there? She might still be haunting the place.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Bueno, entonces, ¿por qué no has ido a ver si está allí? Puede que todavía esté acechando el lugar.

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_s_tear_] I fear I have tried many times... but every time I've even gotten close to reaching the cave... it is like everything fades to black... and I start back here again.
es_es: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_s_tear_] Me temo que he intentado muchas veces... pero cada vez que me estoy a punto de llegar a la cueva. Es como si todo se desvaneciera de color negro... y vuelvo a estar aquí de nuevo.

source: [_danny_s_down_s_unhappy_s_talk_frown_] Ahh man, that's a bummer of a fairy tale... to be trapped like that for so long...
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Ahh tío, eso és un hechizo de un cuento de hadas... estar atrapado así tanto tiempo...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, I think I know what we should do!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, ¡creo que sé lo que deberíamos hacer!

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Alright, I'm glad to know we're on the same side about this already!
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] Bien, ¡me alegro de saber que ya estamos del mismo lado!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] We need to...
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Necesitamos ...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Help Sir D-
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Ayuda Sir D-

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_] Dissect Sir Delvo!!
es_es: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ¡¡Disecar a Sir Delvo!!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] ...m'kay, so maybe you weren't exactly on the {i}exact{/i} same page as me...
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ...m'ok, tal vez no estabas con mi idea {i}exacta{/i} que yo...

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, can we talk privately for a moment, please?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, ¿podemos hablar en privado un momento por favor?

source: [_delvo_s_defeated_s_stare_s_rise_s_talk_frown2_] Uhm, m'lady... what does this "dissect" refer to, exactly?
es_es: [_delvo_s_defeated_s_stare_s_rise_s_talk_frown2_] Uhm, milady... ¿a qué se refiere con "disecar"?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh nothing to worry about, you spooky ol' romantic, you!
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] No hay nada de lo que preocuparse, ¡romántico espeluznante!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] {i}Danny. Over here. Now.{/i}
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] {i}Danny. Aquí. Ahora.{/i}

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Thank goodness! We got away from that pervert unscathed! Danny, are you okay?! Do you feel you've been diddled by a supernatural force at all??
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] ¡Gracias a dios! ¡Nos hemos alejado de ese perverso sin estorbo! Danny, ¡¿estás bien?! ¿¿Crees que has sido manipulado por una fuerza sobrenatural??

source: [_danny_s_towards_s_sad_s_talk_distraught_] Mom, c'mon, I don't think he's like the other kinda ghosts we've seen roaming Amity Park.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Mamá, vamos, no creo que sea como los otros fantasmas que hemos visto en Amity Park.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Honey, he's a {u}ghost{/u}. Period! You can't trust ghosts based off their somewhat endearing projection. Trust me Danny, I've researched them long enough to know a dirty ghost when I see one...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Cielo, és un {u}fantasma{/u}. No puedes confiar en los fantasmas basándote en la proyección algo ardua que hacen. Confía en mí Danny, los he investigado el tiempo suficiente para conocer un fantasma malo cuando lo veo...

source: [_maddie_s_towards_s_neutral_s_talk_frown_] The best we can hope is to use them to further our scientific knowledge of the world!
es_es: [_maddie_s_towards_s_neutral_s_talk_frown_] ¡Lo mejor que podemos hacer es usarlos para promover nuestro conocimiento científico del mundo!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] ...then we try to squash, zap, condense, eviscerate, or fry em' anyway we know how to see what comes outta their eyes! For science!!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ..trataremos de ordenar, zapear, condensar, viscerar o achicharrarlos ¡¡sabemos cómo ver qué hay dentro de ellos!! ¡¡Para la ciencia!!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Get real, Mom! You can't just kill him for the sake of trying to learn more about the world!!
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¡Sé realista, mamá! ¡¡no puedes matarlo simplemente para intentar aprender más sobre el mundo!!

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, he's already dead.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, ya está muerto.

source: [_danny_s_down_s_unhappy_s_talk_frown_] Well sure, but... don't the dead have rights, or, something...? Besides, he needs our help!
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Bien seguro, pero... ¿no tienen derechos los los muertos, o algo...? Además, ¡necesita nuestra ayuda!

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Danny, we're not going to go along with such a ridiculous sob story as a missing ghost girlfriend in distress, so I don't wanna hear-
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] Danny, no vamos a estar de acuerdo con un cuento de hadas tan ridícula de una amiga fantasma angustiada y desaparecida en, así que no quiero oír-

source: [_danny_s_towards_s_angry_s_talk_distraught_] Oh c'mon!! Who knows how long he's been stuck here! All he wants to do is find some girl he's in love with!!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ¡¡Oh vamos!! ¡¿Quién sabe cuánto tiempo ha estado atrapado aquí?! Todo lo que quiere hacer es encontrar a una chica de la que está enamorado!!

source: [_danny_s_towards_s_sad_s_talk_pleased_] Besides, aren't we being irresponsible if we leave some manic roaming ghost out in these woods? I say, two birds, one stone. Whadda ya say?
es_es: [_danny_s_towards_s_sad_s_talk_pleased_] Además, ¿no seríamos irresponsables si dejáramos un fantasma maníaco en estos bosques? Digo matar dos pájaros de un tiro. ¿Qué opinas?

source: [_maddie_s_towards_s_rise_s_talk_frown_] {i}*Sigh*{/i} Alrighty then, fine... I'll try to go along with this hair brained ghost reuniting scheme of yours.
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] {i}*Suspiro* {/i} De acuerdo, vale... Voy a tratar de ir lidiar con esa cabeza con pelo de fantasma siguiendo tu plan.

source: [_maddie_s_towards_s_angry_s_talk_displeased_] But if he so much as {b}glances{/b} at the creases of my jumpsuit for too long, he's a puddle of ectoplasm.
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Pero si él hace muchas {b}miradas{/b} a los pliegues de mi traje insistentemente, será un charco de ectoplasma.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] So then, dapper lad and his fair companion... shall I be able to count on you both to aid me in my quest?
es_es: [_delvo_s_towards_s_wondering_s_talk_frown_] el muchacho apuesto y su bella dama... ¿podré contar con vosotros para ayudarme en mi misión?

source: [_danny_s_towards_s_wondering_s_talk_happy_] We'll try our best to help you, Sir Delvo.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Haremos todo lo posible para ayudarle, Sir Delvo.

source: [_delvo_s_closed_s_wondering_s_talk_happy_] Huzzah!! I sing praises to the almighty for your honored and welcome assistance.
es_es: [_delvo_s_closed_s_wondering_s_talk_happy_] Huzzah!! Canto alabanzas a todos los poderosos por tu honrada y bienvenida asistencia.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Okay, so, first idea of a plan I have: what if we went there first to check if she's still at the cave waiting for you?
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Vale, la primera idea de un plan que tengo: ¿qué tal si fuéramos a comprobar si todavía está en la cueva esperando?

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Yes... {b}YES!{/b} A cunning and yet exceptionally simple strategy! Please, let me know if my beloved is in fair condition!
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] Sí... {b}¡SÍ! {/b} ¡Una estrategia astuta y excepcionalmente sencilla! Por favor, háganme saber si mi amada está en condiciones!

source: [_danny_s_towards_s_sad_s_talk_frown_] I mean, reasonably, the best you can hope for is that she's a dead ghost, but yeah, we'll let you know if she's alright.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Quiero decir, razonablemente, lo mejor que puedes esperar és que sea una fantasma, pero sí, te diremos si está bien.

source: [_maddie_s_towards_s_neutral_s_talk_displeased_] Come on then Danny, let's keep moving before it gets too dark.
es_es: [_maddie_s_towards_s_neutral_s_talk_displeased_] Ven entonces Danny, sigamos antes de que se haga de noche.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] I wish you both good fortune on this quest! May the light of the nine protect you!!
es_es: [_delvo_s_towards_s_neutral_s_talk_happy_] ¡Les deseo a ambos fortuna en esta misión! ¡¡Ojalá la luz de los nueve les proteja!!

source: [_maddie_s_closed_s_unhappy_s_frown_] (Good heavens, I'm working for a LARPing nerd ghost... Madeline Fenton, what's become of you?)
es_es: [_maddie_s_closed_s_unhappy_s_frown_] (Buen dios, estoy trabajando para un fantasma LARPing... Madeline Fenton, ¿qué te ha pasado?)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Mom, you mind if we talk for a second?
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Mamá, ¿te importa si hablamos un segundo?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sure sweetheart, what'd you want to talk about?
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Seguro cielo, ¿de qué quieres hablar?

source: [_danny_s_towards_s_rise_s_talk_frown_] Did you see any buildings or notable landmarks as we were coming down in the parachutes?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Has visto algún edificio o lugar destacado a medida que bajábamos en los paracaídas?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I don't think I did... when we were coming down it was all so chaotic... I think I maybe saw a river bank {b}East{/b} of here though.
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] no sé que pensar... cuando estábamos bajando era tan caótico. Creo que tal vez vi una orilla del río al {b}Este{/b} de aquí.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Alright, good to know.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Bien, bueno de saber.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Are you okay? Like, none of this has been too much for you, has it?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¿Estás bien? Parece, que nada de esto te ha afectado mucho, ¿o no?

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] I'm fine Danny, just a little on edge... crash landing like that was something, but I have to stay alert. There could be any form of predators anywhere.
es_es: [_maddie_s_towards_s_wondering_s_talk_displeased_] Estoy bien Danny, solo un poco pendiente... el aterrizaje forzoso fue algo, pero tengo que estar alerta. Podría haber un depredador en cualquier lugar.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Is there anyway for us to get in touch with Dad or Jazz at all?
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] ¿podemos ponernos en contacto con papá o jazz?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] I'm afraid there's nothing we can do.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Me temo que no hay nada que podamos hacer.

source: [_danny_s_towards_s_sad_s_talk_frown_] Don't you like, keep a... "Fenton Cell Phone" on yourself at all times, or something?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] ¿No te quieres, mirar... el "Celular fenton" en todo momento?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Cell phone? Oh Danny, please... you can't fight ghosts with a {u}cell phone.{/u} C'mon, don't be ridiculous...
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] ¿Teléfono celular? Oh Danny, por favor... no puedes luchar contra fantasmas con un {u}teléfono celular{/u} Vamos, no seas ridículo...

source: [_danny_s_at_player_s_wondering_s_talk_frown_] Oh... right. How silly of me.
es_es: [_danny_s_at_player_s_wondering_s_talk_frown_] Oh... ya. Qué tonto he sido.

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] Well your father was expecting a phone call once we touched down... but that won't be for a few more hours, and even if he contacts the authorities, they won't start searching right away.
es_es: [_maddie_s_towards_s_wondering_s_talk_displeased_] Bueno, tu padre esperaba una llamada telefónica una vez que tocáramos tierra... pero eso no sucedería en unas horas, y además si se pone en contacto con las autoridades no comenzarán a buscar de inmediato.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] And who's to say they even start looking in the right place? We simply have to keep heading forward.
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] ¿Y quién puede decir que empezarán mirando en el lugar correcto? Tenemos que seguir adelante.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] That's all I wanted to ask for now Mom.
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Es todo lo que quería preguntar por ahora mamá.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Okay, let's keep moving then. Let's head East, see if I actually saw a water source or not...
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Vale, sigamos moviéndonos entonces. Vamos al Este, veamos si realmente vi una fuente de agua o no...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Hey, look at this! Running water! Just what we need!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ¡Eh, mira esto! ¡Agua corriendo! ¡Justo lo que necesitamos!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Awesome! Okay, think, do we have anything to bottle it up with to drink?
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] ¡genial! Vale, piensa, ¿tenemos algo donde poner el agua para beber?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] You know, there's a possible chance some of my gear I packed for the symposium came down when we were careening out of the sky...
es_es: [_maddie_s_towards_s_wondering_s_talk_frown_] Usted sabe, hay una posibilidad de que parte del equipo que empaqueté para el simposio cayera con el accidente...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] It could be somewhere in the area, and there's still time to explore... we can come back here later before it gets dark. Get a good drink now though.
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Podría estar en algún lugar de este área y todavía hay tiempo para explorar... Podemos volver aquí más tarde antes de que oscurezca. No obstante, tomemos un buen trago.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, sounds good.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Bien, suena bien.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Awesome! Now, all we need is some food and a place to stay for the night until we find a way home.
es_es: ¡[_danny_s_towards_s_neutral_s_talk_happy_] genial! Ahora, todo lo que necesitamos és algo de comida y un lugar para alojarnos durante la noche hasta encontrar un camino a casa.

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_happy_] Nice, looks like one of Mom's bags. It must have fallen form the plane as well.
es_es: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_happy_] Bueno, parece una de las maletas de mamá. Debe haber caído también desde el avión.

source: [_danny_s_f_s_offscreen_s_towards_s_happy_s_talk_pleased_] Let's see what we got here!
es_es: [_danny_s_f_s_offscreen_s_towards_s_happy_s_talk_pleased_] ¡Veamos lo que tenemos aquí!

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] (Hmm... really not much to salvage. Just some spare clothing and an empty water bottle. Better than nothing, I guess.)
es_es: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] (Hmmm... realmente no hay mucho que recolectar. Solo ropa de recambio y una botella de agua vacía. Mejor que nada, supongo.)

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] I have to hurry! Mom is waiting for me to bring her some water.
es_es: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] ¡Tengo que apurarme! Mamá está esperando a que le traiga algo de agua.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmmm... this area looks interesting... I feel there's something off about that cave though...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmmm... esta zona parece interesante... Sin embargo, creo que hay algo en esa cueva...

source: [_danny_s_towards_s_rise_s_talk_distraught_] It'd be good shelter though for the night time, wouldn't it?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Sería un buen refugio para la noche, ¿no?

source: [_maddie_s_towards_s_rise_s_talk_frown_] I'd rather not risk it already being the home to some very large animal... let's just keep looking for now. We can always come back later if we really need to.
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] Prefiero no correr el riesgo de que sea el hogar de algún animal muy grande... vamos a seguir buscando ahora. Siempre podemos volver más tarde.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey look! That looks like the cave Sir Delvo was talking about.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] ¡Hey mira! Parece la cueva de la que hablaba Sir Delvo.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Doesn't it seem a little... {i}off{/i} to you?
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] No te parece un poco... ¿ {i}fuera {/i} de lugar?

source: [_danny_s_towards_s_rise_s_talk_frown_] Like what? Like "potentially haunted by a centuries old ghost" type of off? Or like "mountain lion living with her baby cubs" type of off?
es_es: [_danny_s_towards_s_rise_s_talk_frown_] ¿Cómo? Como un "potencialmente obsesionado fantasma de siglos de antigüedad"? ¿O cómo un "león de montaña que vive con sus cachorros"?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] There's just something in the air... it seems thicker here.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Solo hay algo en el aire... parece más espeso aquí.

source: [_danny_s_towards_s_neutral_s_talk_distraught_] Well, you're the ghost expert here. We should approach it carefully...
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_] Bueno, eres la experta de fantasmas. Deberíamos acercarnos cuidadosamente...

source: [_danny_s_down_wide_s_sad_s_talk_frown_] Mom... is that...
es_es: [_danny_s_down_wide_s_sad_s_talk_frown_] mamá... és eso...

source: [_maddie_] Oh no... the poor thing... it appears that from the blade she's clutching, it seems she took her own life.
es_es: [_maddie_] Oh no... la pobre... por la forma en que está el cuchillo, parece que ella se tomó su propia vida.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Wow, that's... that's pretty dark.
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_] Wow, eso... eso és muy triste.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Poor Teresa... how long do you think she's been left here?
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_] Pobre Teresa... ¿cuánto tiempo crees que lleva aquí?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] From the way the bones look, she's been left here alone for at least a few centuries by my estimates... considering we're only in the Rocky's, it's honestly incredible no one has found her till now.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Por la forma como se ven los huesos, mis estimaciones son que lleva aquí durante al menos unos siglos... Considerando estamos en la Rocky, es francamente increíble que nadie la haya encontrado hasta ahora.

source: [_maddie_s_towards_s_sad_s_talk_frown_] Anyway, we should probably let that ghost know what happened.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] De todos modos, probablemente deberíamos hacer saber a ese fantasma lo que pasó.

source: [_danny_s_closed_s_unhappy_s_consternation_] (I know I wasn't expecting her alive, but I guess there's something extra sad knowing that she took her own life waiting for him.)
es_es: [_danny_s_closed_s_unhappy_s_consternation_] (Sé que no estaba esperando que siguiera viva, pero supongo que és más triste saber que se suicidó esperando.)

source: [_maddie_s_pointing_2_s_towards_s_confused_s_talk_displeased_] Hey... what's that flower there?
es_es: [_maddie_s_pointing_2_s_towards_s_confused_s_talk_displeased_] Oye... ¿qué es esa flor?

source: [_danny_s_down_s_rise_s_talk_distraught_] What flower?
es_es: [_danny_s_down_s_rise_s_talk_distraught_] ¿Qué flor?

source: [_maddie_s_pointing_2_s_towards_s_wondering_s_talk_frown_] The purple one she's still clutching in her hands!
es_es: [_maddie_s_pointing_2_s_towards_s_wondering_s_talk_frown_] ¡La púrpura que todavía está agarrando en sus manos!

source: [_danny_s_down_s_wondering_s_talk_distraught_] What about it?
es_es: [_danny_s_down_s_wondering_s_talk_distraught_] ¿Qué hay de eso?

source: [_maddie_s_down_left_s_towards_s_confused_s_talk_displeased_] Danny she's been dead hundreds of years, how can she still be holding flowers that look like they were picked just a few hours ago?
es_es: [_maddie_s_down_left_s_towards_s_confused_s_talk_displeased_] Danny, ella lleva muerta desde hace cientos de años, ¿Cómo puede seguir sosteniendo flores que parecen haber sido recogidas hace tan solo unas horas?

source: [_danny_s_down_s_rise_s_talk_distraught_] Wait, does that mean what I think it does?
es_es: [_danny_s_down_s_rise_s_talk_distraught_] Espera, ¿eso significa lo que creo que significa?

source: [_maddie_s_fist_s_towards_s_wondering_s_talk_happy_] I {b}KNEW{/b} there was something ghostly hanging in the air! These flowers are absolutely emitting steady traces of ectoplasmic energy!
es_es: [_maddie_s_fist_s_towards_s_wondering_s_talk_happy_] Lo {b}SABIA{/b} ¡Había algo fantasmal en el aire! ¡Estas flores emiten trazas constantes de energía ectoplásmica!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom, maybe you shouldn't be holding them so close if they're omitting such weirdo ghost stuff like-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mamá, tal vez no deberías estar tan cerca si omiten cosas tan raras como-

source: [_maddie_s_fist_s_towards_s_amused_s_talk_amused_] Emitting, Danny, and don't be silly! I need to analyze them properl-
es_es: [_maddie_s_fist_s_towards_s_amused_s_talk_amused_] Emitiendo, Danny, ¡no seas tonto! Necesito analizarla correctamente-
