Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_6/episode6_MZ.po
Languages: es_es

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Well, a first class flight to a science convention for somebody who's never attended before? {u}Plus{/u} hotel? I mean, maybe I'm just being paranoid, but...
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] Bueno, ¿un vuelo de primera clase a una convención de ciencia para alguien que nunca te ha invitado antes? ¿{u}Pluses {/u} de hotel? Quiero decir, tal vez solo estoy siendo paranoico, pero...

source: [_intercom_] {i}Goooood{/i} afternoon passengers, this is your pilot, Captain Wi Bail-lin speaking... just letting you know to expect some choppy turbulence ahead.
es_es: [_intercom_] {i}Bueeeenas{/i} tardes pasajeros, soy su piloto el capitán Wi Bail-lin... solo decirles que esperamos algunas turbulencias.

source: [_danny_s_up_right_s_unhappy_s_talk_distraught_] Well that doesn't sound too good...
es_es: [_danny_s_up_right_s_unhappy_s_talk_distraught_] Bueno, eso no suena bueno...

source: [_maddie_s_towards_s_amused_s_talk_amused_] I've flown a couple times, it's never as bad as they say it is.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] He volado un par de veces, nunca es tan malo como dicen.

source: [_intercom_] Just know you're in good hands today, as I'm working today alongside my fellow co-pilots, First Officer Ho Lee Fuk and Flight Engineer Yu-Awle Ded-Fukas.
es_es: [_intercom_] Sepan que estás en buenas manos, estoy trabajando junto a mis compañeros copilotos, Primer Oficial Ho Lee Fuk y Ingeniero de Fotos Yu-Awle Ded-Fukas.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, remember to thank the pilots for flying us out here when we get off. They might even give you some pilot's wings!
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, recuerda dar las gracias a los pilotos cuando aterricemos. ¡Incluso pueden darte algún ala de piloto!

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] C'mon, Mom, I'm not a little kid who gets impressed by shiny things...
es_es: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] C'mon, mamá, no soy un niño pequeño que se impresiona por las cosas brillantes...

source: [_maddie_s_towards_s_wondering_s_talk_amused_] I'm just saying! The Dalv people were kind enough to lend this plane to us, we should do our best to be gracious guests!
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] ¡Estoy diciendo! ¡La gente de Dalv tuvo la amabilidad de prestarnos este avión, ¡deberíamos hacer todo lo posible para ser buenso invitados!

source: [_intercom_] Now folks, if you look out on your leftside window, you'll actually see the cold, bleak Colorado Rocky's!
es_es: [_intercom_] ¡Ahora, si miran a su ventana izquierda, verán el frío y yermo Colorado!

source: [_danny_s_down_s_angry_s_talk_frown_] Uhghh! We {u}just{/u} got to Colorado? What gives?!
es_es: [_danny_s_down_s_angry_s_talk_frown_] ¡Uhghh! ¿{u}que{/u} vamos por Colorado? ¡¿Qué dice?!

source: [_maddie_s_towards_s_confused_s_talk_amused_] Well yeah, Danny, we live in Minnesota, a detour this big takes some time! Just enjoy the scenic views!
es_es: [_maddie_s_towards_s_confused_s_talk_amused_] Bueno, Danny, vivimos en Minnesota, ¡un desvío tan grande toma un tiempo! ¡disfruta de las vistas!

source: [_intercom_] And if you look out on your right side... you'll see {b}me{/b}! Bailing out of the plane before it barrels out of control... {i}*Chuckles*{/i} ...and crashes!
es_es: [_intercom_] Y si miran hacia su lado derecho... ¡{b}me {/b} verán salir del avión antes de que se descontrole... {i}*risas* {/i}... ¡y estrelle!

source: [_maddie_s_away_wide_s_aghast_s_talk_displeased_] Danny... why can I see the Captain parachuting out of the plane...?
es_es: [_maddie_s_away_wide_s_aghast_s_talk_displeased_] Danny... ¿Por qué puedo ver al capitán en paracaídas fuera del avión...?

source: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_] Danny, quickly, to the cockpit!!
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_] ¡¡Danny, rápido, a la cabina!!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh no! Someone's jammed the controls! I can't bring this thing up at all!
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] ¡Oh no! ¡Alguien ha bloqueado los controles! ¡No puedo hacer nada!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] What do we do?!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¿Qué hacemos?!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Try to see if you can find some parachutes! {b}HURRY!!{/b}
es_es: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] ¡Intenta ver si puedes encontrar algunos paracaídas! {b}¡¡date prisa!!{/b}

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] There's gotta be something I can find to-
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Tiene haber algo que sirva-

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Hmm? Two perfectly placed parachutes, but...
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] ¿Hmm? Dos paracaídas perfectamente preparados, pero...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] They've both got our names on them?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] ¿Ambos tienen nuestros nombres?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom! I found these two parachutes, but-
es_es: ¡[_danny_s_towards_s_unhappy_s_talk_distraught_] ¡mamá! He encontrado estos dos paracaídas, pero-

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Fine, put them on, hurry!
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Muy bien, usémoslos, ¡apresúrate!

source: [_danny_s_towards_s_rise_s_talk_frown_] But, I've n-never jumped out a plane before!
es_es: [_danny_s_towards_s_rise_s_talk_frown_] Pero, ¡nunca he saltado un avión antes!

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Trust me Danny! It's the only way!
es_es: ¡[_maddie_s_towards_s_unhappy_s_talk_frown_] confía en mí Danny! ¡Es la única manera!

source: [_danny_s_at_danny_s_unhappy_s_talk_frown_] But I-
es_es: [_danny_s_at_danny_s_unhappy_s_talk_frown_] Pero yo-

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny {b}PLEASE{/b}! There's no time! Take my hand!
es_es: ¡[_maddie_s_towards_s_sad_s_talk_displeased_] Danny {b}POR FAVOR{/b}! ¡No hay tiempo! ¡Toma mi mano!

source: [_pilot_] Thank you for flying "Air Evil Plot!"
es_es: [_pilot_] Gracias por volar en "Air Evil Plot!"

source: [_pilot_] Enjoy your trip! {i}Ahaah hahahah!{/i}
es_es: [_pilot_] ¡Disfruten del viaje! ¡ {i}¡Ahaah hahahah!{/i}

source: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_talk_distraught_] Oh this is {i}just{/i} perfect...
es_es: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_talk_distraught_] Oh esto es {i}casi{/i} perfecto...

source: [_maddie_s_offscreen_s_towards_s_rise_s_talk_happy_2_] Oh c'mon Danny, don't be so glum!
es_es: [_maddie_s_offscreen_s_towards_s_rise_s_talk_happy_2_] ¡Oh vamos Danny, no seas tan malhumorado!

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Just look at this view!!
es_es: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] ¡¡Mira estas vistas!!

source: [_maddie_] Thank goodness. I'm glad we landed safely.
es_es: [_maddie_] Gracias a Dios. Me alegro de que aterrizáramos de forma segura.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Holy shit!! Did you actually see that though?!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ¡¡¡santa mierda!!!! ¡¿has visto?!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, I did not raise you to use that kind of language mister!
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, ¡yo no te crié para usar ese tipo lenguaje!

source: [_danny_s_towards_s_wondering_s_talk_frown_] Mom, the pilot was a ghost! Don't you get it? The private chartered flight, the invites, forcing us to land here... {i}it's some sorta trap!{/i}
es_es: [_danny_s_towards_s_wondering_s_talk_frown_] ¡Mamá, el piloto era un fantasma! ¿No lo pillas? El vuelo privado fletado, las invitaciones, obligarnos a aterrizar aquí... {i}¡és una trampa!{/i}

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] ...huh. Guess we were sorta slow to arrive to that conclusion, weren't we?
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] ...eh. Supongo que hemos sido lentos en darnos cuenta, ¿no?

source: [_danny_s_down_s_unhappy_s_talk_frown_] Yeah, and now we're stranded in the middle of nowhere.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Sí, y ahora estamos abandonados en medio de la nada.

source: [_maddie_s_towards_s_amused_s_talk_amused_] It's Colorado, sweetie.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Estamos en Colorado, cielo.

source: [_danny_s_towards_s_rise_s_talk_distraught_] The middle of nowhere... in Colorado.
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] El medio de la nada... en Colorado.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well there's no use just standing around here waiting for somebody to come rescue us. Let's just get a move on.
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] Bueno, no haremos nada aquí esperando a que alguien venga a rescatarnos. Pongámonos en marcha.

source: [_danny_s_towards_s_angry_s_talk_distraught_] You are way, {i}way{/i} too calm after what just happened.
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] Tú marcas el camino, {i}camino {/i} demasiado tranquilo después de lo que acaba de pasar.

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, I can't let myself get flustered, there may still be ghosts around and I'm going to have to keep you safe.
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, no puedo dejar que me controle el nerviosismo, puede que todavía haya fantasmas alrededor y voy a tener que mantenerte a salvo.

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, which way do we go?
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Bueno, ¿a dónde vamos?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] I don't know, but we'll seriously need to start moving soon.
es_es: [_maddie_s_towards_s_unhappy_s_talk_displeased_] no lo sé, pero necesitaremos empezar a movernos pronto.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] At the very least, we should try to find some food and water before the sun sets.
es_es: [_maddie_s_towards_s_neutral_s_talk_frown_] Como mínimo, deberíamos intentar encontrar algo de comida y agua antes de que se ponga el sol.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] But what if we go the wrong way?! We could be lost for days out here!
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] Pero ¿qué pasa si vamos por el camino incorrecto?! ¡Podríamos perdernos durante días aquí!

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] That's true, but if we just stay put, and the numerous amount of wildlife and potential ghosts don't get us, then starvation and dehydration certainly will...
es_es: [_maddie_s_towards_s_wondering_s_talk_displeased_] Eso és verdad, pero si nos quedamos quietos, sin que la cantidad numerosa de vida silvestre y fantasmas nos consiguen dañar, entonces la inanición y la deshidratación...

source: [_maddie_s_towards_s_neutral_s_talk_amused_] So, chin up high, Danny. We shall carry on.
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Así que, ánimos arriba, Danny. Vamos a continuar.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] We'll head in this direction first. The trees tend to indicate a more open valley shape this way.
es_es: [_maddie_s_towards_s_neutral_s_talk_frown_] Primero nos dirigiremos en esta dirección. Los árboles indican una zona más abierta y menos boscosa.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Now then, Mr. Fenton... forward {b}march{/b}!
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Ahora, ¡Sr. Fenton... adelante {b}ar{/b}!

source: [_danny_s_towards_s_neutral_s_smile_] (Wow... Mom's kind've a badass when she puts her mind to stuff.)
es_es: [_danny_s_towards_s_neutral_s_smile_] (Wow... Mamá parece una muerta de hambre hambrienta cuando su se le calienta la cabeza)

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Aye aye, general, lead the way!
es_es: [_danny_s_towards_s_neutral_s_talk_pleased_] Aye aye, general, ¡lidera el camino!

source: [_maddie_] Hmmm... seems a bit of an open area... nice central tree here as a landmark though... what should we do next?
es_es: [_maddie_] Hmmm... parece un área un poco abierta... buen árbol central aquí como un hito, sin embargo... ¿qué deberíamos hacer?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, doesn't the tree over here look a little strange?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, ¿no parece un árbol un poco extraño?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, you know I think you're right, there is something definitely odd about it...
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, sabes que creo que tienes razón, hay algo definitivamente extraño...

source: [_danny_s_towards_s_wondering_s_talk_pleased_] It looks like there's something lodged in it!
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] ¡Parece que hay algo clavado en él!

source: [_maddie_s_towards_s_confused_s_talk_frown_] Why yes... it looks like... a... sword?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¿Por qué sí... parece... una... ¿espada?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Seriously? {b}NEAT!{/b} I'll grab it and we can use to cut through these bushes easier!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ¿En serio? {b}¡PULCRIDAD!{/b} ¡La agarraré y la podremos usar para cortar los arbustos fácilmente!

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wait, Danny it might be-
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] Espera, Danny podría estar-

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] -haunted!
es_es: ¡[_maddie_s_towards_s_unhappy_s_talk_displeased_] -embrujada!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Seriously Mom. Haunted? Really? Not like, rusty, or sharp, or a trap? The first thing you think of is that it might be-
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] En serio Mamá. ¿Embrujada? ¿De verdad? ¿No te parece, oxidada, afilada o una trampa? Lo primero que piensas es que podría estar-

source: [_treeghost_s_towards_s_wondering_s_talk_frown_] Where... where is Teresa?
es_es: [_treeghost_s_towards_s_wondering_s_talk_frown_] ¿Dónde... dónde está Teresa?

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] What the... really? Is it that easy to stumble upon a ghost nowadays?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] ¿Qué qué... narices? ¿Es tan fácil tropezar con un fantasma hoy día?

source: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, get back, {b}NOW{/b}!!
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, regresa, ¡¡{b}AHORA{/b}!!

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Who's Teresa exactly?
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] ¿Quién és Teresa?

source: [_treeghost_s_swordout_s_towards_s_angry_s_talk_frown_] You're hiding her aren't you?!
es_es: [_treeghost_s_swordout_s_towards_s_angry_s_talk_frown_] ¡Estáis escondiéndola ¿o no?!

source: [_maddie_s_gun_s_away_s_unhappy_s_talk_displeased_] Danny run!
es_es: [_maddie_s_gun_s_away_s_unhappy_s_talk_displeased_] ¡Danny corre!

source: [_danny_s_v2_s_towards_s_rise_one_s_talk_frown_s_point_] Wait Mom, don't!
es_es: [_danny_s_v2_s_towards_s_rise_one_s_talk_frown_s_point_] ¡Espera a mamá, no!

source: [_maddie_s_gun_s_away_s_angry_s_talk_frown_] Danny, quickly, run before he-
es_es: [_maddie_s_gun_s_away_s_angry_s_talk_frown_] Danny, rápido, corre antes de-

source: [_danny_s_v2_s_down_wide_s_sad_2_s_talk_frown_] Mom! Are you alright?!
es_es: ¡[_danny_s_v2_s_down_wide_s_sad_2_s_talk_frown_] ¡mamá! ¡¿Estás lista?!

source: [_danny_s_v2_s_at_player_s_sad_s_talk_frown_] Oh no... she's unconcious...
es_es: [_danny_s_v2_s_at_player_s_sad_s_talk_frown_] Oh no... ella és inconcisa...

source: [_treeghost_s_swordout_s_towards_s_rage_s_talk_frown_] You... {i}you{/i} must be with them! The raiders! {b}YOU TOOK HER FROM ME!! WHAT HAVE YOU DONE WITH HER?!{/b}
es_es: [_treeghost_s_swordout_s_towards_s_rage_s_talk_frown_] Usted... {i}usted {/i} debe estar con ellos! ¡Los raiders! {b}¡¡USTEDES LA SECUESTRARON!! ¿QUÉ HABEIS HECHO CON ELLA?! {/b}

source: [_danny_s_v2_s_towards_s_angry_s_talk_frown_] Well, at least I get a chance to kick this guy's ass! You don't hurt my mom, Sir Doofus!
es_es: [_danny_s_v2_s_towards_s_angry_s_talk_frown_] Bueno, ¡por lo menos tengo la oportunidad de patear el culo de este tipo! ¡No lastimarás a mi madre, Sir Doofus!

source: [_danny_s_v2_s_towards_s_angry_s_talk_happy_] I'm going ghost!
es_es: ¡[_danny_s_v2_s_towards_s_angry_s_talk_happy_] ¡voy a ser fantasma!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] {i}*Huff* *Huff*{/i} You're really... {i}*huff*{/i} strong. But not... strong enough.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] {i}*Huff * *Huff * {/i} Realmente eres ... {i}* huff * {/i} fuerte. Pero no ... lo suficientemente fuerte.

source: [_treeghost_s_defeated_s_towards_s_sad_s_talk_frown_] No... I... shan't be stopped... I must... find her... you... stole her away...
es_es: [_treeghost_s_defeated_s_towards_s_sad_s_talk_frown_] No... Yo... voy a detenerme... debo... encontrarla... ustedes... me la robaron...

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Hey there, easy now! Listen, I didn't steal this Teresa person.
es_es: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] ¡Hei tío, mejor ahora! Escucha, yo no robé a Teresa.

source: [_treeghost_s_towards_s_rise_s_talk_frown2_] I... well then, who {i}are{/i} you?
es_es: [_treeghost_s_towards_s_rise_s_talk_frown2_] Yo... bueno, ¿quién {i}eres{/i}?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] My name's Danny... Danny Fenton.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] Mi nombre es Danny... Danny Fenton.

source: [_delvo_s_towards_s_sad_s_talk_frown_] I... I am Sir Delvo. I apologize for my rashness, young Danny.
es_es: [_delvo_s_towards_s_sad_s_talk_frown_] yo... soy Sir Delvo. Me disculpo por mi actitud, joven Danny.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] What's up with the weird armor? You look like some sorta knight!
es_es: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] ¿Qué pasa con la extraña armadura? ¡Pareces una especie de caballero!

source: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown_] That is because... I {i}am{/i} a knight... I was-
es_es: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown_] Eso és porque... yo {i}soy{/i} un caballero... Fui -

source: [_maddie_] Ohhhh goodness... my head...
es_es: [_maddie_] Ohhhhh diosss... mi cabeza...

source: [_danny_s_phantom_s_at_player_wide_s_sad_s_frown_2_] (Crap she's waking up! Gotta transform back!)
es_es: [_danny_s_phantom_s_at_player_wide_s_sad_s_frown_2_] (¡mierda, se está despertando! ¡Debo transformarme en chico!)

source: [_danny_s_towards_wide_s_wondering_s_distraught_] {i}*Signaling*{/i} (Please!! Don't say anything!!)
es_es: [_danny_s_towards_wide_s_wondering_s_distraught_] {i}*Señalizando*{/i} (Por favor!! No digas nada!!)

source: [_delvo_s_defeated_s_towards_s_rise_s_frown2_] {i}*Nodding*{/i} (I believe I understand.)
es_es: [_delvo_s_defeated_s_towards_s_rise_s_frown2_] {i}*Cabeceo*{/i} (creo que lo entiendo.)

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}*Gasp*{/i} Danny get away from that thing!
es_es: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}*Gasp * {/i} ¡Danny aléjate de esa cosa!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Wait Mom! He's not a threat!
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¡Espera a mamá! ¡No és una amenaza!

source: [_maddie_s_towards_wide_s_angry_s_talk_frown_] He's a {u}ghost{/u} Danny! He just attacked us!
es_es: [_maddie_s_towards_wide_s_angry_s_talk_frown_] ¡Él es un {u}fantasma{/u} Danny! ¡Nos acaba de atacar!

source: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown2_] I'm... a what now?
es_es: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown2_] Yo... ¿ahora qué?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] You... you don't realize that you're a spectral phantasm?
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Tú... ¿no te das cuenta de que eres un fantasma espectral?

source: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown_] ...you mean... wait... {u}I DIED?!{/u}
es_es: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown_] ...quieres decir... espera... {u}¡¡YO MORÍ?!{/u}

source: [_danny_s_down_s_unhappy_s_talk_frown_] Oh boy... this is gonna be a weird one to explain.
es_es: [_danny_s_down_s_unhappy_s_talk_frown_] Oh tio... esto va a ser extraño de explicar.

source: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown2_] Well, I did start to wonder how after the last four blades pierced through my chest I was still roaming around, talking and all.
es_es: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown2_] Bueno... empecé a preguntarme cómo después de que las últimas cuatro estocadas perforaran mi pecho podía seguír viajando por el aire, hablando y todo.

source: [_maddie_s_towards_s_confused_s_talk_frown_] What... what is it that you've been doing all this time?
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] ¿Qué... qué es lo que has estado haciendo todo este tiempo?

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] This question eludes me, myself... every night I've spent my time searching for Teresa.
es_es: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] Esta pregunta me elude a mí... cada noche de mi tiempo la he pasado buscando a Teresa.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] So, you were killed in a battle, maybe?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Así que, fuiste asesinado en una batalla, ¿tal vez?

source: [_delvo_s_defeated_s_towards_s_neutral_s_talk_frown_] Perhaps so... most likely in fact. Our castle was under siege, and I was gallantly leading the princess out through the escape tunnel.
es_es: [_delvo_s_defeated_s_towards_s_neutral_s_talk_frown_] Tal vez tal... lo más probable de hecho. Nuestro castillo estaba asediado, y yo estaba liderando la princesa a través del túnel de escape.

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] We were ambushed, so I held them off as long as I could while the princess escaped.
es_es: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] Nos emboscamos, así que los retuve todo el tiempo que pude mientras la princesa escapaba.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] {i}*Gasp*{/i} Oh my, that's so romantically chivalrous! This princess was a special girl then?
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] {i}*Jadeo*{/i} ¡Oh, eso és tan románticamente y caballeroso! ¿Esta princesa era una chica especial entonces?

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown2_] No m'lady, Teresa is my one true love... I merely am an all too loyal knight to my princess. After I escorted the Princess to safety, I was to meet with Teresa again and flee to the North.
es_es: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown2_] No milady, Teresa es mi verdadero amor... Solo un caballero leal para mi princesa. Después de acompañar a la Princesa a un lugar seguro, me encontré de nuevo con Teresa y huí al Norte.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Where was Teresa supposed to meet you?
es_es: [_danny_s_towards_s_unhappy_s_talk_frown_] ¿Dónde se suponía que Teresa debía encontrarte?
