Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/locations/AbYss_MZ.po
Languages: es_es

source: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Hi there, welcome to AbYss! How can I help you today?
es_es: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] ¡Hola, bienvenido a AbYss! ¿Cómo puedo ayudarte?

source: [_danny_] Uh, hey, I'm here to pick up an ordered package for a friend of mine.
es_es: [_danny_] Uh, hey, estoy aquí para recoger un paquete que ha pedido una amiga mía.

source: [_danny_] Her name is Sam Manson. Should be a cheerleading outfit.
es_es: [_danny_] Se llama Sam Manson. Debería ser un traje de animadora.

source: [_sales_lady_s_talk_happy_] Sounds great, I'll go and grab it for you right away from the back!
es_es: [_sales_lady_s_talk_happy_] Muy bien, ¡voy a cogerlo ahora mismo del almacén!

source: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] I believe {b}this{/b} is what you're looking for! It's all been prepaid already, so you're all set to go! Take care now!
es_es: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] ¡Creo que és {b}esto{/b} lo que estás buscando! Ya está todo pagado, ¡así que todo listo! Cuídate!

source: [_danny_] Alright, thank you! (Hey, this ain't too bad an outfit... again, it'll definitely be interesting to actually see her wear something like this...)
es_es: [_danny_] ¡Muy bien, gracias! (Hey, no és tan mal traje..., sin duda será interesante verla con él puesto...)

source: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Sorry sir, you actually have to have enough cash to get that! And you don't, so, sorry!
es_es: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Lo siento señor, ¡Debe tener suficiente dinero para conseguirlo! Y no lo tiene, así que, ¡lo siento!

source: [_sales_lady_s_idle__s_talk_happy_] Of course! Here's your purchase, and thanks for being a loyal AbYss customer!
es_es: [_sales_lady_s_idle__s_talk_happy_] Por supuesto. Aquí tienes tu compra, ¡y gracias por ser un fiel cliente de AbYss!

source: [_sales_lady_s_idle__s_talk_happy_] Here you go, a lovely dress made for a lovely lady!
es_es: [_sales_lady_s_idle__s_talk_happy_] Aquí tienes, ¡un vestido precioso hecho para una mujer preciosa!

source: [_danny_] (Great I have a dress for Desiree now. I hope she'll like it!)
es_es: [_danny_] (Genial, ahora tengo un vestido para Desiree. ¡Espero que le guste!)

source: [_danny_] (Now to attend this shindig and show off my hot date to everyone!)
es_es: [_danny_] (¡Ahora a asistir a este sarao y presumir de mi cita con todo el mundo!)

source: What do I need to do at AbYss?
es_es: ¿Qué necesito hacer para registrarme?

source: Ask about a 'gift' for Jazz.
es_es: Pregunta por un "regalo" para Jazz.

source: Pay for the 'special' package. (120 $)
es_es: Paga el paquete "especial". (120 $)

source: Ask to pick up the cheerleader outfit for Sam.
es_es: Pide el traje de animadora para Sam.

source: Shop at AbYss.
es_es: Compra en AbYss.

source: Nothing, leave.
es_es: No hay nada.

source: What do you want to buy?
es_es: ¿Qué quieres comprar?

source: Buy some expensive cloth for {b}Maddie{/b} -150$
es_es: Compra ropa cara para {b}Maddie{/b} -150$

source: "Casper Chill Formal" Suit ($300)
es_es: Traje "Casper Chill Formal" ($300)

source: "Casper Chill Formal" Dress for Desiree ($200)
es_es: Vestido "Casper Chill Formal" para Desiree (200 $)

source: For Desiree.
es_es: Para Desiree.

source: Back.
es_es: Volver.

source: What color might suit on Desiree?
es_es: ¿Qué color le quedaría bien a Desiree?

source: Red Dress
es_es: Vestido rojo

source: Blue Dress
es_es: Vestido azul

source: What might Desiree like to wear?
es_es: ¿Qué le gustaría ponerse a Desiree?

source: Top
es_es: Sueter

source: Bottom
es_es: Pantalón

source: Accessory
es_es: Accesorio

source: Outfits
es_es: Trajes

source: Black Bra ($20)
es_es: Sujetador negro (20 $)

source: Mini Bra ($30)
es_es: Mini sujetador (30 $)

source: Swimsuit ($50)
es_es: Traje de baño ($50)

source: School Top ($50)
es_es: Camisa escolar (50 $)

source: Skirt ($20)
es_es: Falda (20 $)

source: School Skirt ($30)
es_es: Falda Escolar ($30)

source: Stockings ($20)
es_es: Medias (20 $)

source: Garter Belt ($40)
es_es: Liguero (40 $)

source: Slave Leia ($400)
es_es: Esclava Leia (400 $)
