Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/locations/mystery_shop_MZ.po
Languages: es_es

source: [_box_ghost_s_talk_] Hi there, mister customer! Would you like to buy this inconspicuous box for $[stolen_box.cost]?
es_es: [_box_ghost_s_talk_] ¡Hola, señor cliente! ¿Le gustaría comprar esta caja discreta por $[stolen_box.cost]?

source: [_box_ghost_s_angry_s_talk_frown_] Hey, you don't have enough money, buddy!
es_es: [_box_ghost_s_angry_s_talk_frown_] ¡Oye, no tienes suficiente dinero, amigo!

source: [_box_ghost_s_confused_s_talk_frown_2_] Come back when you have enough cash.
es_es: [_box_ghost_s_confused_s_talk_frown_2_] Vuelve cuando tengas suficiente dinero.

source: [_danny_] Yeah, I'd like to buy this box, please.
es_es: [_danny_] Sí, me gustaría comprar esta caja, por favor.

source: [_box_ghost_s_talk_] Okie doke, that'll be $[stolen_box.cost].
es_es: [_box_ghost_s_talk_] Ok lindo, serán $[stolen_box.cost].

source: [_box_ghost_s_talk_2_s_sad_] Thanks for shopping at Mystery Box and have a nice day, friend!
es_es: [_box_ghost_s_talk_2_s_sad_] Gracias por comprar en Mystery Box y ¡ten un buen día, amigo!

source: [_danny_] Why is it labeled "Property of Casper High?"
es_es: [_danny_] ¿Por qué está etiquetado como "Propiedad de Casper High?"

source: [_box_ghost_s_talk_frown_] Oh... that? That's nothing, don't worry about it.
es_es: [_box_ghost_s_talk_frown_] Oh... ¿eso? Eso no es nada, no te preocupes.

source: [_box_ghost_s_talk_frown_2_s_angry_] Besides, it's none of your business anyway, buddy!
es_es: [_box_ghost_s_talk_frown_2_s_angry_] Además, no es un asunto tuyo ¡amigo!

source: [_danny_] Well did you steal it?
es_es: [_danny_] ¿Lo has robado?

source: [_box_ghost_s_confused_s_talk_frown_] You dare to accuse me of thievery? You got any proof there, buddy?
es_es: [_box_ghost_s_confused_s_talk_frown_] ¿Te atreves a acusarme de ladrón? ¿Tienes alguna prueba, amigo?

source: [_danny_] Uhm, no, I don't have any proof actually. Sorry aobout being so abrasive.
es_es: [_danny_] Uhm, no, no tengo ninguna prueba. Perdona por haber sido tan abrasivo.

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exactly, so keep your non-boxy trap shut!
es_es: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exactamente, ¡así que mantén el cepo cerrado!

source: [_danny_] Yes, I... have... a {b}whole{/b} lotta proof, actually. Like... tons of it. You better be scared of all the proof that {i}this{/i} guy's walking around with... yessiree bob...
es_es: [_danny_] Sí, yo... tengo... una {b}solida {/b} prueba. Tengo como... toneladas de pruebas. Es mejor que tengas miedo de todas las pruebas que {i}este {/i} tipo está recogiendo con... yessiree bob...

source: [_box_ghost_s_angry_s_talk_frown_] You're bluffing! Quit being full of bologna!
es_es: [_box_ghost_s_angry_s_talk_frown_] ¡Es un farol! Deja de intentar tomarme el pelo!

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] You know what? Now the box costs $[stolen_box.cost]! Just for being so full bologna, ya bologna boy! Now you better buy it or leave!
es_es: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] ¿Sabes qué? Ahora la caja cuesta $[stolen_box.cost]! ¡Solo por intentar venderme la moto! ¡Ahora es mejor que compres o que te vallas!

source: [_danny_] Fine, I never asked! Yeesh.
es_es: [_danny_] ¡Bien, nunca lo pregunté! Siiii.

source: [_danny_] What is even in the mystery box?
es_es: [_danny_] ¿Qué hay en la caja misteriosa?

source: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, if I told you that, it wouldn't be a mystery anymore, would it?
es_es: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, si te lo dijera que ya no sería un misterio, ¿o lo sería?

source: [_danny_] I'm not interested, I was just looking around. See yah.
es_es: [_danny_] No me interesa, sólo estaba mirando.

source: [_box_ghost_s_talk_] Hey there! Thank you for visiting "The Mystery Shop" today.
es_es: [_box_ghost_s_talk_] ¡Oye! Gracias por visitar "The Mystery Shop".

source: [_box_ghost_s_talk_frown_] Unfortunately, we are currently restocking the inventory at this time with other stole- uhh, I mean, {i}purchased{/i} goods!
es_es: [_box_ghost_s_talk_frown_] Desafortunadamente, actualmente estamos reabasteciendo el inventario con otros robos-uhh, quiero decir, ¡{i}nuevo{/i} género!

source: [_box_ghost_s_sad_s_talk_] Please visit us another time when we are open! {b}Beware{/b} our dangerous deals during next week's big sales event!
es_es: [_box_ghost_s_sad_s_talk_] ¡Visítenos otra vez cuando esté abierto! ¡{b}Ten cuidado{/b} con nuestras peligrosas ofertas en el gran evento de ventas de la próxima semana!

source: [_box_ghost_s_talk_2_s_neutral_] Have a nice day!
es_es: [_box_ghost_s_talk_2_s_neutral_] ¡Ten un buen día!

source: Would you like to buy this Mystery Box for $[stolen_box.cost]?
es_es: ¿Te gustaría comprar esta caja misteriosa por $[stolen_box.cost]?

source: Yeah, I'd like to buy this box, please.
es_es: Sí, me gustaría comprar esta caja, por favor.

source: Why is it labeled "Property of Casper High?"
es_es: ¿Por qué está etiquetado como "Propiedad de Casper High?"

source: What's in it?
es_es: ¿Qué hay dentro?

source: He seems mad I asked. What should I say?
es_es: Él parece molesto por mi pregunta. ¿Qué debería decir?

source: Well did you steal it?
es_es: ¿Lo has robado?

source: Fine, pretend I never asked!
es_es: Muy bien, ¡fingir que no le preguntado!

source: Do I have any proof that this guy stole the box?
es_es: ¿Tengo alguna prueba de que este tipo robó la caja?

source: Uhm, no, I don't really...
es_es: Uhm, no, yo realmente no...

source: Yes, I have some proof right here...
es_es: Sí, tengo alguna prueba aquí mismo...
