Repository: DRincs-Productions/AmityPark
Catalog: game/*/Turkish/code/*/pda_screen.po
Languages: tr_tr

source: [_danny_] (Okay, I can add her by using her phone number she gave me... 555-2368...)
tr_tr: [_danny_] (Tamam, bana verdiği telefon numarasını kullanarak onu ekleyebilirim... 555-2368...)

source: [_danny_] (Alright there, I've added her. I can message her whenever I want now.)
tr_tr: [_danny_] (Tamamdır, onu ekledim. Artık istediğim zaman mesaj atabilirim)

source: [_danny_] (Now wouldn't be a great time to try talking to Sam. She probably wants to be left alone for a bit.)
tr_tr: [_danny_] (Şimdi Sam'le konuşmaya çalışmak için iyi bir zaman değil. Muhtemelen biraz yalnız kalmak istiyordur.)

source: [_danny_] (Sam doesn't seem to be online right now, it's too early for her to be browsing her phone.)
tr_tr: [_danny_] (Sam şu anda çevrimiçi görünmüyor, telefonuna göz atması için çok erken.)

source: [_danny_] (She's really more of an online {b}night{/b} owl... or a bat... whatever's more emotionally drained. I'll try messaging her then, in any case.)
tr_tr: [_danny_] (O aslında daha çok {b}gece{/b} baykuşu... ya da bir yarasa... duygusal olarak daha tükenmiş olan her neyse. Her halükarda ona mesaj atmayı deneyeceğim.)

source: [_danny_] (Paulina isn't going to be available to talk right now. Most likely being swarmed with her adoring "fans" and entourage.)
tr_tr: [_danny_] (Paulina şu anda konuşmak için müsait olmayacak. Büyük olasılıkla kendisine hayran olan "hayranları" ve çevresi tarafından kuşatılmış durumda.)

source: [_danny_] (I should try messaging her in the {b}afternoon{/b} when she takes a break from them all.)
tr_tr: [_danny_] ( {b}öğleden sonra{/b} hepsine ara verdiğinde ona mesaj atmayı denemeliyim.)

source: [_danny_] (Hmmm... Star is probably a litle upset about the whole prank thing.)
tr_tr: [_danny_] (Hmmm... Star muhtemelen tüm bu şaka olayından dolayı biraz üzgün olabilir.)

source: [_danny_] (I should come up with some sorta believeable story as to what happened with that whole situation...)
tr_tr: [_danny_] (Tüm bu olayla ilgili olarak inandırıcı bir hikaye bulmalıyım...)

source: [_danny_] (Star's not online at the moment. She's probably hanging out with Kwan or Paulina at this time of the day.)
tr_tr: [_danny_] (Star şu anda çevrimiçi değil. Muhtemelen günün bu saatlerinde Kwan ya da Paulina ile takılıyordur.)

source: [_danny_] (I should try messaging her in the {b}morning{/b} instead.)
tr_tr: [_danny_] (Bunun yerine {b}sabah{/b} ona mesaj atmayı denemeliyim.)

source: [_danny_] (Guess Tucker's not online right now. Most likely programming something new on his computer.)
tr_tr: [_danny_] (Sanırım Tucker şu anda çevrimiçi değil. Büyük ihtimalle bilgisayarında yeni bir şeyler programlıyordur.)

source: [_danny_] (I'll try to message him in the {b}afternoon{/b} next time.)
tr_tr: [_danny_] (Bir dahaki sefere {b}öğleden sonra{/b} ona mesaj atmaya çalışacağım.)

source: [_danny_] (Guess Tucker's not online right now.)
tr_tr: [_danny_] (Sanırım Tucker şu anda çevrimiçi değil.)

source: Do you want to add a new contact to Spookchat?
tr_tr: Spookchat'e yeni bir kişi mi eklemek istiyorsunuz?

source: Add Paulina's number as a new contact.
tr_tr: Paulina'nın numarasını yeni bir kişi olarak ekleyin.

source: Add Sam's number as a new contact.
tr_tr: Sam'in numarasını yeni bir kişi olarak ekleyin.

source: Add Star's number as a new contact.
tr_tr: Star'ın numarasını yeni bir kişi olarak ekleyin.

source: Exit.
tr_tr: Çıkış.
