Repository: DRincs-Productions/AmityPark
Catalog: game/*/Turkish/code/*/screens.po
Languages: tr_tr

source: frame: vbox: xpos 0
tr_tr: çerçeve: vbox: xpos 0

source: spacing 0
tr_tr: aralık 0

source: add "gui/game_title.png"
tr_tr: "gui/game_title.png" ekle

source: null height 25
tr_tr: null yükseklik 25

source: imagebutton: idle "gui/buttons/load_button idle.png" hover "gui/buttons/load_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("load")
tr_tr: imagebutton: idle "gui/buttons/load_button idle.png" hover "gui/buttons/load_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("Yükle")

source: imagebutton: idle "gui/buttons/options_button idle.png" hover "gui/buttons/options_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("preferences")
tr_tr: imagebutton: idle "gui/buttons/options_button idle.png" hover "gui/buttons/options_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("Tercihler")

source: imagebutton: idle "gui/buttons/about_button idle.png" hover "gui/buttons/about_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("about")
tr_tr: imagebutton: idle "gui/buttons/about_button idle.png" hover "gui/buttons/about_button hover.png" xalign 0.5 yalign 0.5 focus_mask True action ShowMenu("Hakkında")

source: Back
tr_tr: Geri

source: History
tr_tr: Geçmiş

source: Skip
tr_tr: Geç

source: Auto
tr_tr: Otomatik

source: Save
tr_tr: Kaydet

source: Q.Save
tr_tr: H.Kaydet

source: Q.Load
tr_tr: H.Yükle

source: Prefs
tr_tr: Tercihler

source: Hide D.
tr_tr: D'yi sakla.

source: Start
tr_tr: Başla

source: Load
tr_tr: Yükle

source: Options
tr_tr: Ayarlar

source: End Replay
tr_tr: Tekrarı Sonlandır

source: Main Menu
tr_tr: Ana Menü

source: Credits
tr_tr: Katkıda Bulunanlar

source: About
tr_tr: Hakkında

source: Help
tr_tr: Yardım

source: Quit
tr_tr: Çık

source: Version [config.version!t]
tr_tr: Sürüm [config.version!t]

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
tr_tr: {a=https://www.renpy.org/}Ren'Py{/a} ile yapılmıştır [renpy.version_only]. [renpy.license!t]

source: {b}Credits{/b}
tr_tr: {b}Katkıda Bulunanlar/b}

source: Created by: {b}{a=https://www.patreon.com/GZone_Art}GZone{/a}{/b}, Project Manager
tr_tr: Oluşturan: {b}{ a=https: //www.patreon.com/GZone_Art}GZone{/a}{/b}, Proje Yöneticisi

source: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Background Artist, Script Reviser
tr_tr: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Arka Plan Sanatçısı, Senaryo Düzenleyici

source: {b}FraMe{/b}, Animator
tr_tr: {b}FraMe{/b}, Animatör

source: {b}Psymind{/b}, Artist
tr_tr: {b}Psymind{/b}, Sanatçı

source: {b}Epadder{/b}, Programmer
tr_tr: {b}Epadder{/b}, Programcı

source: {b}Lostraven{/b}, Writer
tr_tr: {b}Lostraven{/b}, Yazar

source: {b}Special Thanks:{/b}
tr_tr: {b}Özel Teşekkürler:{/b}

source: Our deepest appreciation and gratitude to Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani and {a=https://www.deviantart.com/dltoon}DLT{/a} for helping us improve the game in a variety of ways.
tr_tr: Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani ve {a=https://www.deviantart.com/dltoon}DLT{/a}'ye oyunu çeşitli şekillerde geliştirmemize yardımcı oldukları için en derin takdir ve şükranlarımızı sunarız.

source: And a big thank you to all the many loyal supporters on Patreon and Discord! This project wouldn't be possible without you guys.
tr_tr: Ve Patreon ve Discord'daki tüm sadık destekçilerimize çok teşekkür ederiz! Sizler olmasaydınız bu proje mümkün olmazdı.

source: empty slot
tr_tr: boş yuva

source: Display
tr_tr: Ekran

source: Window
tr_tr: Pencere

source: Fullscreen
tr_tr: Tam Ekran

source: Rollback Side
tr_tr: Geridönüş Tarafı

source: Disable
tr_tr: Devre dışı bırak

source: Left
tr_tr: Sol

source: Right
tr_tr: Sağ

source: Unseen Text
tr_tr: Görünmeyen Metin

source: After Choices
tr_tr: Seçimlerden Sonra

source: Transitions
tr_tr: Geçişler

source: Quest Updates
tr_tr: Görev Güncellemeleri

source: On
tr_tr: Açık

source: Text Speed
tr_tr: Metin Hızı

source: Auto-Forward Time
tr_tr: Oto-ilerleme Süresi

source: Music Volume
tr_tr: Müzik Sesi

source: Sound Volume
tr_tr: Ses

source: Test
tr_tr: Deneme

source: Voice Volume
tr_tr: Konuşma Sesi

source: Mute All
tr_tr: Tümünü Sustur

source: The dialogue history is empty.
tr_tr: Diyalog geçmişinde bir şey yok.

source: Keyboard
tr_tr: Klavye

source: Mouse
tr_tr: Fare

source: Gamepad
tr_tr: Oyun Kolu

source: Enter
tr_tr: Giriş

source: Advances dialogue and activates the interface.
tr_tr: Diyaloğu ilerletir ve arayüzü etkinleştirir.

source: Space
tr_tr: Boşluk

source: Advances dialogue without selecting choices.
tr_tr: Seçenekleri seçmeden diyaloğu ilerletir.

source: Arrow Keys
tr_tr: Yön Tuşları

source: Navigate the interface.
tr_tr: Arayüzde dolaşma.

source: Escape
tr_tr: Esc

source: Accesses the game menu.
tr_tr: Oyun menüsünü açar.

source: Skips dialogue while held down.
tr_tr: Basılı tutulduğunda diyaloğu atlar.

source: Toggles dialogue skipping.
tr_tr: Diyalog atlamayı etkinleştirir.

source: Rolls back to earlier dialogue.
tr_tr: Önceki diyaloğa döner.

source: Rolls forward to later dialogue.
tr_tr: Daha sonraki diyaloğa geçer.

source: Hides the user interface.
tr_tr: Kullanıcı arayüzünü gizler.

source: Takes a screenshot.
tr_tr: Ekran görüntüsü alır.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
tr_tr: Yardımcı {a=https://www.renpy.org/l/voicing} kendi kendine seslendirmeyi{/a} değiştirir.

source: Left Click
tr_tr: Sol Tıklama

source: Middle Click
tr_tr: Tekerlek

source: Right Click
tr_tr: Sağ Tıklama

source: Mouse Wheel Up Click Rollback Side
tr_tr: Yukarı Fare Tekerleği

source: Mouse Wheel Down
tr_tr: Aşağı FareTekerleği

source: Right Trigger A/Bottom Button
tr_tr: Sağ Tetik A/Alt Düğme

source: Left Trigger Left Shoulder
tr_tr: Sol Tetik Sol Omuz

source: Right Shoulder
tr_tr: Sağ Omuz

source: D-Pad, Sticks
tr_tr: D-Pad, Çubuklar

source: Start, Guide
tr_tr: Başlat, Kılavuz

source: Y/Top Button
tr_tr: Y/Üst Düğme

source: Calibrate
tr_tr: Kalibre et

source: Skipping
tr_tr: Atlanıyor

source: Menu
tr_tr: Menü
