Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, right... so then, I sorta have a question... or two... or-
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, correcto... entonces, tengo una pregunta... o dos... o-

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah, I figured. At this point, you have me dead to rights, so, fire away.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Sí, ya imaginaba. En esta situación me tienes acorralado, así que dispara.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] So, are you actually a ghost or-
es_es: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Entonces, ¿eres realmente un fantasma o-

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, not quite. I mean, I'm still Danny Fenton, the kid born and raised in Amity Park, but now I'm... sorta dead, sorta alive... kinda somewhere in-between.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] No, no. Quiero decir, sigo siendo Danny Fenton, el niño nacido y criado en Amity Park, pero ahora soy yo... medio muerto, medio vivo... como algo intermedio.

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] It's truly unbelievable, and I mean it. I can't believe that you're some sorta... {u}super hero{/u}! That's just crazy! {i}Hah!{/i}
es_es: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] Es realmente increíble, y lo quiero decir. No puedo creer que eres un poco... ¡ {u}súper héroe{/u}! ¡Es una locura! {i}¡Hah!{/i}

source: [_danny_s_down_s_sad_s_talk_happy_] I don't know about {i}super{/i} hero... I mean, {i}heh{/i}, I just try to do my best...
es_es: [_danny_s_down_s_sad_s_talk_happy_] No sé acerca de {i}super{/i} héroes... Quiero decir, {i}heh{/i}, solo intento hacer lo mejor...

source: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, give yourself some credit! That's what, twice you've come to my rescue? Saving me from that Cobra and getting my medical supplies back?
es_es: [_kate_s_towardsdown_s_sad_s_talk_amused_] ¡Oh vamos, ¡date un poco de crédito! ¿Eso és por lo que has venido dos veces a mi rescate? ¿Me salvaste de esa Cobra y me devolviste mis suministros médicos?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] A real knight in shining armor vibe you've got going on.
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Un verdadero caballero con una armadura brillante és lo que deberías ser.

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Like I said, I do my best...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Risas*{/i} Como he dicho, hago lo mejor...

source: [_kate_s_closed_s_neutral_s_talk_happy_] Well, you've certainly earned the title in my eyes, that's for sure...
es_es: [_kate_s_closed_s_neutral_s_talk_happy_] Bueno, ciertamente te has ganado el título a mis ojos, eso está seguro...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...ya' know, how about as a thank you, we grab a bite to eat sometime, on me?
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...ya sabe, ¿cómo podría agradecértelo? ¿qué tal si picamos algo juntos en algún momento?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Like, a little lunch date? Just a school nurse and her... all too frequent patient?
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Como, ¿un pequeño almuerzo? Sólo una enfermera de escuela y yo... ¿sería demasiado?

source: [_kate_s_down_s_sad_s_talk_consternation_] Well, it'd probably be inappropriate to do that... you wouldn't be able to hang out with me as "Danny", a boy who goes to the school I work at.
es_es: [_kate_s_down_s_sad_s_talk_consternation_] Bueno, probablemente sería inapropiado hacer eso... no podrías pasar el rato conmigo como "Danny", un chico que va a la escuela en la que trabajo.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}ohh!{/i}{p}Right, got it!
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ... ¡{i}ohh!{/i}{p} ¡ok, lo acepto!

source: [_kate_s_towardsdown_s_sad_s_talk_happy_] I mean, it's not that I personally wouldn't or anything! It's just with the job and everything...
es_es: [_kate_s_towardsdown_s_sad_s_talk_happy_] ¡Quiero decir, no es que yo personalmente no lo haría! Es solo por le trabajo y todo eso...

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...I could probably get suspended for hanging out with a student after hours in public like that.
es_es: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...Probablemente podría ser suspendida por quedar con un estudiante fuera de clase y en un lugar público.

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, yeah, that's totally fair, I totally get it.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] No, sí, eso és cierto, lo entiendo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But, ya' know, it's not you or anything... it's just...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Pero, ya sabes, no eres tú ni nada... és solo...

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...I guess it'd sorta be nice if maybe... maybe I could know if the girls I like are starting to find interest in me just for being {u}me{/u}, and not just because of "Inviso-Bill"...
es_es: [_danny_s_at_self_s_sad_s_talk_displeased_] ...Supongo que sería bueno si... tal vez podría saber si las chicas que me gustan están empezando a encontrar interés en mí sólo por ser {u}yo{/u}, y no sólo por "Inviso-Bill"...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Don't worry champ, {i}I{/i} know who the real hero is. {i}*Winks*{/i}
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] No te preocupes, {i}yo{/i} sé quién és el verdadero héroe. {i}*Guiños*{/i}

source: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] You know it'd be nice if you could try rubbing off on Star a little... I swear, that girl is getting mixed up more and more with the wrong crowd. She needs a good kid like you in her life.
es_es: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] Sabes que sería bueno si pudieras intentarlo con Star un poco... te Lo juro, esa chica se está mezclando cada vez más con la multitud equivocada. Ella necesita un buen chico como tú en su vida.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...wait... you're... you're Star's {u}mom?!{/u}
es_es: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...espera... ¿tú... eres la {u}madre{/u} de Star?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Star can be a bit shy to talk about it, but I always thought the resemblance kinda gave it away, no?
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Risas * {/i} Star puede ser un poco tímida para hablar de ello, pero pienso que el parecido a mí le delata, ¿no?

source: [_danny_s_towards_s_wondering_s_talk_amused_] I mean, now that you mention it, yeah, I do see it! Sorta glaringly obvious, really...{p}I can definitely see where Star gets her good looks from.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Quiero decir, ahora que lo mencionas, sí, ¡te veo! és manifiestamente obvio... {p}definitivamente puedo ver de dónde sale el buen aspecto de Star.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, been eyeing up my daughter, have you?
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, ¿has estado mirando a mi hija verdad?

source: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, well, she's definitely... attractive, sure... but, no offense, Star doesn't really have much interest in giving the time of day to a Danny Fenton... only an Inviso-Bill.
es_es: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, bueno, és... atractiva, seguro... pero, sin ofender Star no tiene mucho interés en dedicar tiempo a Danny Fenton... sólo a Inviso-Bill.

source: [_kate_s_closed_s_sad_s_talk_happy_] ...that's just too bad then. She's definitely still got some more growing up to do.{p}Her loss, I say!
es_es: [_kate_s_closed_s_sad_s_talk_happy_] ...eso és demasiado malo. Ella todavía tiene algo más que madurar. ¡{p}Su persona, digo{/p}!

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] But she {i}is{/i} a kind, sweet person deep down.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Pero ella {i}és {/i} una persona dulce en lo más profundo.

source: [_danny_s_towards_s_neutral_s_talk_amused_] I'm sure you'd know better than me.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Estoy seguro de que lo sabes mejor que yo.

source: [_danny_s_towards_s_rise_s_talk_amused_] Anyway, when would you like to schedule your lunch date with Mr. Bill? I'll see if I can't fit you into his rather hectic schedule.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] De todos modos, ¿cuándo te gustaría programar tu almuerzo con el Sr. Bill? Veré si no puedo incluirte en su agitado calendario.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well... how about Saturday? That work for Mr. Bill?
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Bueno... ¿qué tal el sábado? ¿Cómo le irá al Sr. Bill?

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, Saturday, huh... that sounds about right! I'll mark you down for lunch.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, sábado, eh... ¡eso suena bien! Te pondré durante el almuerzo.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Please tell him I'm really grateful for being so accommodating. And that I also {i}really{/i} appreciate him coming to save me the other night...
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Por favor, dígale que estoy muy agradecida por ser tan agradable. Y que yo {i}realmente{/i} aprecio que veniera a salvarme la otra noche...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, and before I go...
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, y antes de irte...

source: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...do be a dear and pass that onto him for me, won't you Mr. Fenton?
es_es: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...sé bueno y pásaselo de mi parte, ¿lo harás Sr. Fenton?

source: [_danny_s_towards_s_rise_s_talk_amused_] I'll be sure to convey that as best I can, nurse.{p}Although, it may not sound as good coming from me, {i}heh...{/i}
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Me aseguraré de transmitir lo mejor que pueda, enfermera.{p}aunque{/p}, puede que no suene bien viniendo de mí, {i}heh...{/i}

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] See ya around Danny. I'll be looking forward to Saturday...{p}..."hero"...
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Nos iremos viendo Danny. Estaré esperando el sábado al...{p}..."héroe"{/p}...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, how's it-
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, ¡cómo va-

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny? I thought that we were going to have you- wait, what's the matter?
es_es: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, ¿Danny? Pensé que íbamos a - espera, ¿qué te sucede?

source: [_danny_s_towards_s_rise_s_talk_amused_] You just look... {i}different!{/i}
es_es: [_danny_s_towards_s_rise_s_talk_amused_] te ves... {i}¡diferente! {/i}

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Well c'mon, you didn't seriously think I spent my weekends still dressed as a nurse, right?
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Buen vamos, no creerás seriamente que paso mis fines de semana vestida de enfermera, ¿verdad?

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, no, it's just... different is all. And I've seen you outside school hours still dressed like a nurse, {i}sooo{/i}...
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] No, no, é solo... diferente. Y te he visto fuera del horario escolar todavía vestida como una enfermera, {i}aaaa/i}...

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, Sam and I were debating whether or not the faculty were just tucked into their cupboards at night, because we really never see them around town anyway.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Quiero decir, Sam y yo estuvimos debatiendo anoche si estaban las ciencias escondidas en la taquilla, porque nunca las vemos por la ciudad.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Laughs*{/i} Well, sorry to burst your 4th grade hypotheticals, but I'm afraid that some of us DO in fact have lives outside of Casper High.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Risas*{/i} Bueno, pena de intervenir en tu tesis de segundo bachillerato, pero me temo que algunos de nosotros tenemos vidas fuera de Casper High.

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, I'll believe it when I see it.{p}Anyway, where are we going first on our little "lunch date"?
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, la creerás cuando la veas.{p}De todos modos, ¿dónde vamos primero en nuestro pequeño "almuerzo"?

source: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, well first, I think it'd be best if you go... {u}change{/u} now, remember?{p}Danny Fenton can't hang out with a teacher, but...
es_es: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, bien en primer lugar, creo que sería mejor si... {u}cambias {/u} ahora, ¿recuerdas?{p} Danny Fenton no puede pasar el rato con una maestra, pero...

source: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill can, right, right. Good point, sure, I'll be right back.
es_es: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill puede, ya, ya. Ok, vuelvo enseguida.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] I'll be waiting...
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Estaré esperando...

source: [_kate_s_casual_s_down_s_sad_s_cute_] {i}*Sigh*{/i}
es_es: [_kate_s_casual_s_down_s_sad_s_cute_] {i}*Suspiro*{/i}

source: [_kate_s_casual_s_down_s_neutral_s_cute_] (He's {i}definitely{/i} cute. I wonder if somehow-)
es_es: [_kate_s_casual_s_down_s_neutral_s_cute_] (Él es {i}definitivamente{/i} encantador. Me pregunto si de alguna manera-)

source: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] You're back already!?
es_es: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] ¿¡Ya estás de vuelta!?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Yes ma'am!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ¡Sí tía!

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Really, that quick?
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] de veras ¿tan rápido?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} That quick.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} Tan rápido.

source: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] I mean, I was kinda picturing some "American Werewolf in London" schtick. Like a whole long and painful transformation.
es_es: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] Quiero decir, pensaba que sería una imagen del tipo "Un hombre lobo americano en londres". Una transformación larga y dolorosa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...that some kinda movie reference? I mean, I'm pretty familiar with horror movies, so-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ... alguna referencia de película especial? Quiero decir, estoy bastante familiarizado con las películas de terror, solo que -

source: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Okay, {u}now{/u} I feel old. Yeah, it was a scary movie that I saw when I was a little girl, so, about a million years ago.
es_es: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Vale, {u}vale{/u} me siento como una vieja. Sí, fue una película aterradora que vi cuando era una niña, hace aproximadamente un millón de años.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, you're like late-twenties, max.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, vamos, estás como una veinteañera, no más.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, smooth one. Despite the fact I have an 18-year-old daughter, I'm glad I can still pull off that sorta "late twenties" thing...
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}. A pesar de que tengo una hija de 18 años, me alegro de poder sacar esa cosa " veinte"...

source: [_kate_s_casual_s_down_s_sad_s_displeased_] (Thirty-six in July... goodness, where does the time go?)
es_es: [_kate_s_casual_s_down_s_sad_s_displeased_] (Treinta y seis en julio... dios ¿a dónde se me va el tiempo?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] So, as I was saying, shall we head on to our lunch date? I believe I heard you say you were buying.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Así que, como estaba diciendo, ¿vamos a nuestro almuerzo? Creo que te he oído decir que estás comprando.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'm starving!
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] ¡Por supuesto, estoy muerta de hambre!

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, we can of course both ask each other some "first date" questions, but I wanna ask a big one first: how did all... {u}this{/u} happen?
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}además{/i}, vamos a hacernos algunas preguntas en nuestra "primera cita", pero quiero preguntarte primero una grande: ¿cómo sucedió todo... {u}esto{/u}?

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] You mean my ghost powers? Oh ya' know, I was just messing around downstairs with some new lab project my parents were working on...
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] ¿Te refieres a mis poderes fantasma? Oh ya sabes, yo estaba merodeando alrededor de las escaleras y había un nuevo proyecto de laboratorio en el que mis padres estaban trabajando...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...next thing I know, WHAM! I'm struck with this really strong current, and then... I wake up with these powers. Simple as that.
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...lo siguiente que sé, ¡WHAM! soy golpeado con una corriente realmente fuerte, y entonces... me despierto con estos poderes. Tan sencillo como eso.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... simple's right! I guess I was expecting something a bit more dramatic of an origin story. Batman's parents were shot ya' know, he didn't doofishly {i}stumble{/i} into a bat suit.
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... ¡está bien! Supongo que esperaba algo un poco más dramático. Los padres de Batman fueron asesinados, y él no {i}tropezó{/i} con el traje de murciélago.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Well hey, we super heroes can't all strike it super lucky with our pathos rich and complex origin stories.
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Bueno, bueno, los superhéroes no podemos elegir historias ricas y complejas.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...point taken.
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...ok.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] So, who else knows?
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Entonces, ¿quién más lo sabe?

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Just some close friends. I'd rather keep their identities a secret. It's only fair, they keep my secret safe too.
es_es: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Solo unos amigos cercanos. Preferiría mantener sus identidades en secreto. Es justo, también ellos mantienen mi secreto.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] You should be careful who you trust, Danny. The people in this town are already unsure whose side Inviso-Bill is really on.
es_es: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Debes tener cuidado con quien confías, Danny. La gente de esta ciudad no está segura de quién és realmente Inviso-Bill.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd trust my friends with my life... well, I trust them more than anyone else at school anyway.
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Confiaría en mis amigos como mi vida... bueno, confío en ellos más que nadie en la escuela.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I take it your parents have no clue?
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] ¿Tus padres tienen alguna idea?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Of course not! There's no way that they'd accept me after I turned into the thing they hunt down professionally.
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] ¡Por supuesto que no! No hay manera de que me acepten después de que me convierta en lo que buscan profesionalmente.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] You don't want them finding out?
es_es: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] ¿No quieres que lo descubran?

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] No, no way!
es_es: ¡[_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] No, de ninguna manera!

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Cause it'd probably cause you more problems than it's worth?
es_es: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] ¿Porque te causaría más problemas de los que vale la pena?

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Yeah, exactly.
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Sí, exacto.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, what you're saying is...
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Entonces, lo que estás diciendo és...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Grins*{/i} You're powerless to stop me from telling your parents, unless... you do what I say...?
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Sonrisa * {/i} No tienes capacidad de impedir que se lo diga a tus padres, a menos que... ¿hagas lo que yo diga...?

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, very funny Kate.
es_es: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, muy divertido Kate.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ...you wouldn't.
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ...no lo harías.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} maybe, maybe not...{p}depends on how badly I need whatever it is I'd be asking of you...
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} quizás, tal vez no...{p} depende{/p} de lo malo que sea lo que te esté pidiendo...

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, your turn! Ask away. I'm an open book, as they say. Though I don't know if I'm gonna have anything too exciting for you...
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] ¡tu turno! Pregúnta. Soy un libro abierto. Aunque no sé si soy voy a tener emocionante para ti...
