Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_desiree_] Danny, farewell, and I shall see you girls soon!
es_es: [_desiree_] Danny, despedida, ¡y te veré chicas pronto!

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Yeah, like, it was {i}soooo{/i} nice seeing you again...
es_es: [_paulina_s_towards_s_neutral_s_talk_displeased_] Sí, me gusta, fue {i}soooo{/i} agradable verte de nuevo...

source: [_paulina_s_towards_s_confused_s_talk_distraught_] What exactly is that witch playing at, Danny?
es_es: [_paulina_s_towards_s_confused_s_talk_distraught_] ¿Qué es exactamente esa bruja jugando en Danny?

source: [_star_s_towards_s_angry_s_talk_consternation_] Why the hell are you helping that bitch get set-up with Billy?
es_es: [_star_s_towards_s_angry_s_talk_consternation_] ¿Por qué el infierno estás ayudando a que la perra se monte con Billy?

source: [_danny_s_down_s_sad_s_talk_consternation_] Well, I mean, she's my cousin, I thought that helping her get comfortable was important, so-
es_es: [_danny_s_down_s_sad_s_talk_consternation_] Bueno, quiero decir, ella es mi primo, pensé que ayudarla a sentirse cómoda era importante, así que

source: [_paulina_s_towards_s_angry_s_talk_distraught_] If that seven foot tall {u}bitch{/u} thinks she can order us around like that, she's got another thing coming!!
es_es: [_paulina_s_towards_s_angry_s_talk_distraught_] Si ese 7 pies de altura {u}perra {/u} piensa que puede ordenarnos así, ella tiene otra cosa que viene!!

source: [_desiree_] (Goodness, they truly are insufferable. Much like the Sultan's other harem girls, always squabbling for his attention.)
es_es: [_desiree_] (Bien, realmente son insumisibles. De manera muy parecida a las otras chicas harem de Sultan, siempre aplastando por su atención.)

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, I obviously can't stop who Bill wants to get with, but if you {i}really{/i} wanted him that bad... I'm sure there's a couple of ways you could {i}steal{/i} him away from Des.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Quiero decir, obviamente no puedo parar con quien Bill quiere conseguir, pero si {i}realmente lo quería{/i} lo quería tan malo. . Estoy seguro de que hay un par de maneras en que podrías {i}robarlo{/i} lejos de Des.

source: [_star_s_towards_s_sad_s_talk_distraught_] That sounds too hard!!
es_es: [_star_s_towards_s_sad_s_talk_distraught_] Eso suena demasiado difícil!!

source: [_paulina_s_towards_s_angry_s_talk_distraught_] Listen up Loser, I've been playing nice because you're friends with Ghost Boy, but that's officially suspended until this situation is resolved. Desiree is {u}not{/u} getting with him, do you understand?!
es_es: [_paulina_s_towards_s_angry_s_talk_distraught_] Escucha Loser, he estado jugando bonito porque eres amigo de Ghost Boy, pero eso se suspende oficialmente hasta que se resuelva esta situación. Desiree is {u}not {/u} getting with him, do you understand?!

source: [_star_s_towards_s_angry_s_talk_amused_] Yeah, If he's going to get with anyone, it's going to be {i}me.{/i}
es_es: [_star_s_towards_s_angry_s_talk_amused_] Sí, si va a ir con alguien, va a ser {i}me.{/i}

source: [_paulina_s_closed_s_confused_s_talk_consternation_] Star... Sweetie? I think you and I need to have a little chat after.
es_es: [_paulina_s_closed_s_confused_s_talk_consternation_] Estrella... ¿Semanas? Creo que tú y yo necesitamos tener un poco de chat después.

source: [_star_s_towards_s_rise_s_talk_consternation_] Why? Billy likes me just as much as you, at the very least.
es_es: [_star_s_towards_s_rise_s_talk_consternation_] ¿Por qué? Billy me gusta tanto como tú, por lo menos.

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Of course he does sweetie, I'd never argue that... I'm just saying you're gonna need to learn a little thing called "taking one for the team" on this one.
es_es: [_paulina_s_towards_s_neutral_s_talk_displeased_] Por supuesto que hace unas semanas, nunca podría argumentar eso... Estoy diciendo que vas a necesitar aprender un poco llamado "tomar uno para el equipo" en éste.

source: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, as if! J-just because you're the most popular doesn't mean I don't stand a chance!!
es_es: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, como si! J-just porque eres el más popular no significa que no tenga ninguna oportunidad!!

source: [_paulina_s_towards_s_rise_s_talk_consternation_] Yes, I'm sure he'll be totally infatuated with your {i}"dynamic personality."{/i}
es_es: [_paulina_s_towards_s_rise_s_talk_consternation_] Sí, estoy seguro de que estará totalmente enamorado de su "personalidad dinámica" {i}. {/i}

source: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Dammit Paulina! You're so mean some times!!
es_es: ¡[_star_s_closed_s_angry_s_talk_consternation_s_tears_] ¡Dame a Paulina! ¡¡¡¡¡Eres tan significativo algunas veces!!

source: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] S-screw you guys!
es_es: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] ¡Tornillo S!

source: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... I never like having to put her down like that... poor thing just hasn't learned the proper pecking order yet... she'll come around.
es_es: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmph{/i}... nunca me gusta tener que bajarla así.. Lo peor es que no ha aprendido el orden de picoteo adecuado... vendrá alrededor.

source: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiiight.{/i}{p}Well, I better get going to class now, so-
es_es: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiight.{/i}{p}Bueno, es mejor que vayas a clasificar ahora, así que

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Hold it{/u}, Fenton.
es_es: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}manténgalo{/u}, Fentón.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Wh-what is it?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] ¿De qué se trata?

source: [_desiree_] ({i}Annnndd{/i} here it comes...~)
es_es: [_desiree_] ({i}Annnndd{/i} aquí llega...~)

source: [_paulina_s_towards_s_angry_s_talk_consternation_] You're going to help me make sure Ghost Boy sees clearly on this. I'm not letting him get blinded by that cousin of yours.
es_es: [_paulina_s_towards_s_angry_s_talk_consternation_] Me vas a ayudar a asegurarme de que Ghost Boy vea claramente en esto. No le estoy dejando cegar por ese primo tuyo.

source: [_danny_s_towards_s_sad_s_talk_consternation_] Okay, but, what about Star?
es_es: [_danny_s_towards_s_sad_s_talk_consternation_] Vale, pero ¿qué pasa con Star?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Don't worry about that! Star isn't even in the equation right now...
es_es: [_paulina_s_towards_s_angry_s_talk_displeased_] ¡No te preocupes por eso! Star no está ni en la ecuación ahora mismo ...

source: [_paulina_s_towards_s_rise_s_talk_displeased_] When the time comes, make sure your cousin is promptly distracted so I can get some proper "alone" time with Ghost Boy.
es_es: [_paulina_s_towards_s_rise_s_talk_displeased_] Cuando llegue el momento, asegúrese de que su primo se distrae rápidamente para que pueda obtener un tiempo "solo" apropiado con Ghost Boy.

source: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, do you really feel {u}threatened{/u} by Des that much?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, ¿realmente te sientes {u}amenazado{/u} por Des mucho?

source: [_paulina_s_towards_s_angry_s_talk_distraught_] O-of course not you idiot!
es_es: [_paulina_s_towards_s_angry_s_talk_distraught_] ¡O-por supuesto que no idiotas!

source: [_paulina_s_towards_s_wondering_s_talk_happy_] I just happen to know that I'm the only one who sees the kind of nice, sweet kind of dead boy that he really is...~
es_es: [_paulina_s_towards_s_wondering_s_talk_happy_] Solo sé que soy el único que ve el tipo de bonito, tipo dulce de chico muerto que realmente es...~

source: [_danny_s_down_s_unhappy_s_talk_consternation_] R-really? Cause this all seems to be a bit backhanded, at least when you consider that-
es_es: [_danny_s_down_s_unhappy_s_talk_consternation_] ¿Realmente? Porque todo esto parece estar un poco retrocedido, al menos cuando lo consideras así-

source: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Enough with the chit chat and philosophical character study! Just do what I'm asking here, Danny!
es_es: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] ¡Basta con el chat de chit y estudio de carácter filosófico! Just do what I'm asking here, Danny!

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, all that juvenile bickering aside, that went easier than I thought. Don't you think Des?
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] Bueno, aparte de todo ese juguete, eso fue más fácil de lo que pensaba. ¿No crees Des?

source: [_desiree_] (Young people can be so fickle and annoying...)
es_es: [_desiree_] (Los jóvenes pueden ser tan volubles y molestos...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, let's go ahead and sever that psychic link.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, sigamos adelante y rompamos ese enlace psicológico.

source: [_desiree_] Why, you don't enjoy having me tinkering around in your private thoughts all day? Afraid you'll accidentally conjure up a mental image you'd be embarrassed to share?
es_es: [_desiree_] ¿Por qué no te gusta tenerme retocando en tus pensamientos privados todo el día? ¿Ayudas a invocar accidentalmente una imagen mental que te vergüenza compartir?

source: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, very funny.
es_es: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, muy divertido.

source: [_desiree_] The link is severed, Master...
es_es: [_desiree_] El enlace ha sido cortado, Maestro...

source: [_danny_s_closed_s_wondering_s_talk_happy_] Des, your plan worked like a charm.
es_es: [_danny_s_closed_s_wondering_s_talk_happy_] Des, tu plan funcionó como un encantamiento.

source: [_desiree_] But of course it did! Those two would be willing to do {i}anything{/i} to make sure Invisi... whatever they're calling you, gets with them over someone like me.{p}It's in their jealous nature!
es_es: [_desiree_] ¡Pero por supuesto lo hizo! Esos dos estarían dispuestos a hacer {i}cualquier cosa{/i} para asegurarse de que Invisi. . Sea lo que sea que te estén llamando, consiga con ellos sobre alguien como yo.{p}¡Está en su naturaleza celosa!

source: [_danny_s_towards_s_neutral_s_talk_amused_] It sure was a smart tactic.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Seguro que fue una táctica inteligente.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, are you okay? You seem kinda sad?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Oye, ¿estás bien? ¿Pareces triste?

source: [_desiree_] {i}Hmm?{/i}{p}Oh, it's nothing.
es_es: [_desiree_] {i}Hmm?{/i}{p}Oh, no es nada.

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...you know, we can call this whole off if you want.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ...ya sabes, podemos desactivar este todo si lo deseas.

source: [_desiree_] What? Why would we do that, we've only just started this little game of cat and mouse!
es_es: [_desiree_] ¿Qué? ¿Por qué haríamos eso, sólo acabamos de empezar este pequeño juego de gato y ratón!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... I also like you as my... well, as best we can be under these circumstances, friend. I do care what you think and feel, ya' know.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... También me gusta como yo... bueno, lo mejor que podemos estar bajo estas circunstancias, amigo. Me importa lo que piensas y sientas, sí".

source: [_danny_s_closed_s_sad_s_talk_happy_] ...I also think you like me like that too.{p}And I'd be willing to wager if you looked down deep enough, probably even a little bit more than tha-
es_es: [_danny_s_closed_s_sad_s_talk_happy_] ...También creo que a ti también te gusta eso.{p}Y estaría dispuesto a apostar si usted miraba hacia abajo lo suficientemente profundo, probablemente incluso un poco más que el tha-

source: [_desiree_] Master, please don't. Something like this could never work, please see that. I am a ghost, and you're-
es_es: [_desiree_] Maestro, por favor no funcione. Algo como esto nunca podría funcionar, por favor ve eso. Soy un fantasma y eres de nuevo -

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Half{/i} ghost.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] {i}Mitad {/i} fantasma.

source: [_desiree_] ...no, I'm sorry Master, but I cannot.
es_es: [_desiree_] ...no, lo siento Maestro, pero no puedo.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Why not?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] ¿Por qué no?

source: [_desiree_] After my time with the Sultan, I focused all my energy into getting revenge for what had happened. Even against those who had never wronged me personally...
es_es: [_desiree_] Después de mi tiempo con el Sultan, concentré toda mi energía en obtener venganza por lo que había pasado. Incluso en contra de aquellos que nunca me habían maltratado personalmente...

source: [_desiree_] Anyone or anything that got in my way, I...
es_es: [_desiree_] Cualquiera o cualquier cosa que me interpuso, yo...

source: [_desiree_] ...now I've been dealt with meeting you and it... it has simply blurred things together in a confusing haze I cannot clearly see through.
es_es: [_desiree_] ...ahora me han tratado de reunirme contigo... simplemente ha desdibujado las cosas en una bruma confusa que no puedo ver claramente.

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I mean, I want you to take as much time as you need on that Des. To help you clear out anything blocking your headspace, I guess.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Bueno, quiero decir, quiero que te tomes tanto tiempo como necesitas en esa Des. Para ayudarte a limpiar cualquier cosa que bloquee tu espacio de cabeza, supongo.

source: [_desiree_] ...you really are different than any of the other men I've known, Danny.
es_es: [_desiree_] ...realmente eres diferente de cualquiera de los demás hombres que conozco, Danny.

source: [_desiree_] Come then, we have a party to plan.
es_es: [_desiree_] Vamos, tenemos una fiesta que planear.

source: [_danny_s_down_s_neutral_s_talk_displeased_] Wait! {i}Uhh{/i}, there's actually another wish I need to make...
es_es: [_danny_s_down_s_neutral_s_talk_displeased_] ¡Espera! {i}Uhh{/i}, realmente hay otro deseo que necesito hacer...

source: [_desiree_] {i}*Sighs*{/i} What shall it be, my Master?
es_es: [_desiree_] {i}*Suspiros * {/i} ¿Qué será, mi Maestro?

source: [_danny_s_towards_s_rise_s_talk_happy_] This party is obviously gonna be big, so... I wish that my parents were completely out of the house for Saturday night.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Esta fiesta obviamente va a ser grande, así que... Ojalá mis padres estuvieran completamente fuera de casa por la noche del sábado.

source: [_desiree_] So you have wished it, so shall-
es_es: [_desiree_] Así que lo has deseado, así que así será-

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] -but not because they're dead!{p}Or gravely injured and in need of medical attention!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] -¡pero no porque estén muertos! ¡{p}o gravemente heridos y necesitados de atención médica!

source: [_desiree_] Oh. O-okay, yeah, obviously, I wasn't-{p}I wasn't going to-
es_es: [_desiree_] Oh. O-vale, sí, obviamente, yo no estaba-{p}No iba a-

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Or sent somewhere that they have no means of escaping from on their own!
es_es: [_danny_s_towards_wide_s_sad_s_talk_distraught_] O envió a algún lugar que no tienen medios para escaparse por su cuenta.

source: [_desiree_] I really wasn't going to-
es_es: [_desiree_] No iba a ir a

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Or captured, or related to anything nefarious, just a genuinely wholesome and non threatening situation that they'd need to be away the whole night for!
es_es: [_danny_s_at_player_s_unhappy_s_talk_distraught_] O capturado, o relacionado con cualquier cosa nefaria, The room was very clean and the staff were very friendly and helpful.

source: [_desiree_] {i}Yeesh!{/i} Come now, Danny! I do {i}realize{/i} I get cast back into the Ghost Zone if something were to happen to your friends or family on my account!
es_es: [_desiree_] {i}¡Sí!{/i} ¡Ven ahora, Danny! Hago {i}realize{/i} ¡Me devuelvo a la Zona Fantasma si algo le ocurriera a tus amigos o familiares en mi cuenta!

source: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Sorry, just... keeping every precaution in check.
es_es: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Lo siento, sólo ... manteniendo todas las precauciones en jaque.

source: [_desiree_] As you wish.
es_es: [_desiree_] como quieras.

source: [_desiree_] ...and so...{p}...it is done.
es_es: [_desiree_] ...y así...{p}...está hecho.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! I guess I'll head over to the Mall tomorrow to get some stuff for the party.{p}Wanna come?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] ¡Dulce! Supongo que mañana me dirigiré al Mall para conseguir algunas cosas para el partido.{p}Wanna come?

source: [_desiree_] I don't see why not. I wouldn't mind more time to stretch my tail...
es_es: [_desiree_] no veo por qué no. No me importaría más tiempo para estirar mi cola...

source: [_desiree_] So, where will we be procuring the additional courtesans for the party?
es_es: [_desiree_] Entonces, ¿dónde vamos a contratar a los cortesanos adicionales para la fiesta?

source: [_danny_s_towards_s_rise_s_talk_consternation_] The... the what now?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] el... ¿qué ahora?

source: [_desiree_] The courtesans.
es_es: [_desiree_] Los cortesanos.

source: [_desiree_] ...the other whores for the guests?
es_es: [_desiree_] ...¿las otras guarras para los invitados?

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, yeah, no, we won't be getting any... any courtesans.
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, sí, no, no obtendremos ninguna... ningún cortesano.

source: [_desiree_] {u}Ridiculous!!{/u} How are the other men going to entertain themselves? If not that, then we'll require at least four barrels of delicious sun soaked wine and to hire out some local musicians to perform!
es_es: [_desiree_] {u}Ridiculos!! /u} ¿Cómo van a entretenerse los otros hombres? Si no es así, entonces necesitaremos al menos cuatro barricas de delicioso vino empapado por el sol y contratar a algunos músicos locales para actuar!

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...so you know how the Casper Chill Formal wasn't what you were expecting for a ball type event?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ...así que sabes cómo el Formal del Cazador Chill no era lo que esperabas para un evento de tipo bola?

source: [_desiree_] Oh, how could I possibly forget?
es_es: [_desiree_] Oh, ¿cómo podría olvidarme?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, so house parties are kind've like that, but... even less.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Vale, así que las fiestas de casa son amables de eso, pero... incluso menos.

source: [_desiree_] Lesser than even {i}that{/i}?! Goodness, these social events you modern people partake in seem to forget the point of even having social gatherings!
es_es: [_desiree_] Menor que incluso {i}que {/i}?! Bien, estos eventos sociales en los que participas la gente moderna parecen olvidar el punto de tener incluso revistas sociales!

source: [_danny_s_towards_s_rise_s_talk_happy_] Well hey, they can also definitely get pretty crazy, but I'm really not looking to host a crazy party at my house.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Bueno, también pueden hacerse bastante locos, pero realmente no estoy buscando organizar una fiesta loca en mi casa.

source: [_danny_s_down_s_sad_s_talk_displeased_] ...although, I worry we might already be past that point...{p}...more than half the school she said? Jeez...
es_es: [_danny_s_down_s_sad_s_talk_displeased_] ...aunque, me preocupo que ya podríamos estar más allá de ese punto...{p}...más de la mitad de la escuela que dijo? Jeez...

source: [_desiree_] Regardless, I look forward to our day out of the house again tomorrow.
es_es: [_desiree_] Sin embargo, espero con impaciencia nuestro día para salir de casa de nuevo mañana.

source: [_danny_s_at_player_s_wondering_s_grin_] (It'll be a nice day, I'm sure, aside from the whole still looming threat of Ember's intent on taking over the town and all that.)
es_es: [_danny_s_at_player_s_wondering_s_grin_] (Será un buen día, estoy seguro, aparte de toda la amenaza que aún se cierne sobre la intención de Ember de tomar la ciudad y todo eso.)

source: [_desiree_] Will that be all you require of me this evening Master?
es_es: [_desiree_] ¿Será todo lo que me requieras esta tarde Maestro?

source: [_danny_s_towards_s_sad_s_talk_happy_] I think that's everything, yeah. Goodnight Desiree.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Creo que eso es todo, si. Deseamiento de Goodnight.

source: [_desiree_] Goodnight Master.
es_es: [_desiree_] Maestro de la Buena Noche.

source: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny! Is that you in the hall?
es_es: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, ¡Danny! ¿Está usted en la sala?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Dad. What's up?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Dad. ¿Qué pasa?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, you won't believe it! We just received a special invite to enjoy a luxury cabin retreat this Saturday up North in the {b}Lake Eerie{/b} district!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, ¡no lo creerás! ¡Acabamos de recibir una invitación especial para disfrutar de un retiro de cabina de lujo este sábado en el norte en el distrito {b}Lake Eerie{/b}!

source: [_jack_s_closed_s_idle_s_talk_happy_] They have lake fishing too! I'm gonna catch me a whopper!!
es_es: [_jack_s_closed_s_idle_s_talk_happy_] ¡Tienen pesca de lago también! ¡Me voy a coger un whopper!!

source: [_danny_s_towards_s_rise_s_talk_happy_] Huh, no kidding?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] ¿Huh, sin bromas?

source: [_maddie_s_towards_s_wondering_s_talk_amused_] I even went and looked up the company providing it online, and they're all totally legit!
es_es: [_maddie_s_towards_s_wondering_s_talk_amused_] incluso fui y miré a la compañía proporcionándola en línea, ¡y todos están totalmente legidos!

source: [_maddie_s_down_s_neutral_s_talk_displeased_] ...after the last incident with that whole "Dalv Group" thing, I've decided it's best to really check these things out more thoroughly...
es_es: [_maddie_s_down_s_neutral_s_talk_displeased_] ...después del último incidente con todo ese "Grupo Dalv", he decidido que es mejor revisar estas cosas más a fondo...

source: [_danny_s_at_player_s_wondering_s_grin_] (That must be Desiree's spell! Well, that seems perfectly innocent and innocuous enough, so what's the worst that could happen?)
es_es: [_danny_s_at_player_s_wondering_s_grin_] (¡Eso debe ser el hechizo de Desiree! Bueno, eso parece perfectamente inocente e inocuo, entonces, ¿qué es lo peor que podría pasar?)
