Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Let's see if I can't find Desiree next.)
es_es: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Veamos si no puedo encontrar Desiree a continuación.)

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Well, no one was really helpful finding the girls...{p}...guess I'll just have to continue looking on my own.)
es_es: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Bueno, nadie fue realmente útil encontrar a las chicas...{p}...adivina que solo tendré que seguir mirando a las mías.)

source: [_danny_] (Party just started... who should I talk to?) [nointeract]
es_es: [_danny_] (Party acaba de empezar... ¿con quién debo hablar?) [nointeract]

source: [_danny_] (Now "Inviso-Bill" can have some exposure time at the party. Who should I chat with as the Ghost Boy?) [nointeract]
es_es: [_danny_] (Ahora "Inviso-Bill" puede tener algún tiempo de exposición en la fiesta. ¿Con quién debo chatear como Fantasma Boy?) [nointeract]

source: [_danny_] (Everybody's either gone home or just hanging... who's still around?) [nointeract]
es_es: [_danny_] (Todo el mundo regresó a casa o simplemente colgando... ¿quién todavía está aquí?) [nointeract]

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I should get that charge of Orgone before I bother seeing Sam.)
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Debería hacerse cargo de Orgone antes de molestarme en ver a Sam.)

source: [_danny_s_at_player_s_rise_s_talk_happy_] I should call Sam while I still have the chance.
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] debería llamar a Sam mientras sigo teniendo la oportunidad.

source: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, what's up?]
es_es: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey did, ¿qué pasa?]

source: [_danny_s_towards_s_sad_s_talk_happy_] Are you free about now?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¿Estás libre de ahora?

source: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[What for?]
es_es: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[¿Para qué?]

source: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ya' know... for, what we talked about earlier...?
es_es: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ya' sabe... para lo que hablamos antes...?

source: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, of course, {i}that{/i} thing...]
es_es: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, por supuesto, {i}que{/i} cosa

source: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...can you be at my house around six?]
es_es: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...¿Puedes estar en mi casa alrededor de seis?]

source: [_danny_s_down_s_sad_s_talk_happy_] No prob, Bob.
es_es: [_danny_s_down_s_sad_s_talk_happy_] Sin sonda, Bob.

source: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Great, see you then!]
es_es: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Genial, ¡te vemos entonces!]

source: [_danny_s_at_player_s_rise_s_smile_] (Huh. Well Sam's sure surprisingly chill about all this.)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Huh. Bueno, Sam está seguro de que enfríe sorprendentemente sobre todo esto.)

source: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, just breathe and knock on the door, you can totally do this.)
es_es: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, simplemente respirar y tocar la puerta, puedes hacer esto.)

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. You're here.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. Estás aquí.

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Hey Sam. Yeah, I'm stopping by.
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_] Hey Sam. Sí, me paro.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Okay, but you better come inside quick.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Vale, pero es mejor que entres pronto.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, not to, I don't know, spoil the mood, but... don't you think this is going a little fast?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, no, no lo sé, estropea el estado de ánimo, pero... ¿no crees que esto va un poco rápido?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Uhh well, I sorta had this kinda built up in my head a little, not gonna lie.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Bueno, me sorta tenía este tipo construido en mi cabeza un poco y no me quedé mentira.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seriously?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Seriosamente?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Well yeah, like, I mean...
es_es: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Bueno, sí, me gusta...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...do I answer the door, and just, kiss you? Ya' know?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...¿Respondo a la puerta y solo te beso? ¿Sabes que?

source: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] Or do I like, set up a movie with you, and we wait a bit and slowly ease into it...?
es_es: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] O me gusta, configura una película contigo, y esperamos un poco y lentamente tranquilizarla...?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] How about, we just do whatever you're comfortable with?
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] ¿Qué tal, simplemente hacemos todo lo que te sientes cómodo?

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Whatever we're {i}both{/i} comfortable with. I mean, we have to do SOMETHING, right?.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Cualquiera que sea {i}ambos {/i} cómodos con. Quiero decir, tenemos que hacer algo, ¿verdad?.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Otherwise Ember's just going to cause chaos at the concert.
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] De lo contrario, Ember sólo va a causar el caos en el concierto.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Yeah but, I don't want you to feel forced or anything.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Sí, pero no quiero que te sientas forzado o nada.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Thanks Danny, that means a lot.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Gracias Danny, eso significa mucho.

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] But I don't. Not a bit.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] Pero no lo hago. No un poco.

source: [_danny_s_towards_s_neutral_s_talk_amused_] ...so, what movie did you have planned if we went the second route?
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] ...entonces, ¿qué película has planeado si seguimos la segunda ruta?

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Well, I'm so glad you asked! I found this knock-off B-movie horror, lots of ghoulish deaths and topless bimbos running around.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Bueno, ¡estoy tan contento de que te preguntas! He encontrado este horror de cine B, muchas muertes godulosas y bimbos topless corriendo por el aire.

source: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] I uhh, I thought it might help set the mood a little, I guess.
es_es: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] uhh, pensé que podría ayudar a establecer un poco el estado de ánimo, supongo.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seeing hot chicks get stalked by crazy serial killers and monsters?{p}Yeah, definitely sounds appealing!
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Ver los pollitos calientes se acecha de locos asesinos seriales y monstruos?{p}Sí, definitivamente suena atractivo!

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...well that was for me, the boobs hanging out was for you. But I'm sure we can find something more-
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...bueno, eso era para mí, las tetas que colgaban eran para ti. Pero estoy seguro de que podemos encontrar algo más-

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, sure, why not?
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] No, ¿por qué no?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] You serious?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] ¿Usted serio?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, it'll be fun. It's totally "us", that's why I like it.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Sí, será divertido. Es totalmente "nosotros", por eso me gusta.

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Alright, great... I'll go grab the movie. Meet you downstairs.
es_es: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Bien, genial... Voy a agarrar la película. Conoce a las escaleras bajas.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] So, do you prefer the blonde girl or the brunette?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Entonces, ¿prefieres a la chica rubia o a la morena?

source: [_danny_s_towards_s_rise_s_talk_amused_] That's what we're starting with? Hah, okay... I mean... jeez...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Eso es con lo que empezamos? Ja, okay... quiero decir... jeez...

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Come on, I won't judge.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Vamos, no juzgaré.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Well, the blonde definitely does have nicer boobs, but the brunette has a greater, more approachable butt.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Bueno, la rubia definitivamente tiene tetas más agradables, pero la morena tiene un perro más grande y más accesible.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, I never pegged you for such a {i}connoisseur{/i}. I mean, "Approachable"?{p}What are you, a nature documentarian?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, nunca te he fijado para tal conocedor {i}{/i}. Quiero decir, "¿Accesible"?{p}¿Qué eres, un documentalista de la naturaleza?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, I may just be a more worldly and cultured man than you might have initially though, Sam! I can appreciate a woman's, uhh, features! Quite well in fact!
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Bueno, puede que yo sea un hombre más mundano y culto de lo que podrías tener inicialmente, ¡Sam! ¡Puedo apreciar las características de una mujer, uhh! ¡Muy bien de hecho!

source: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooo... with me... do you prefer my {u}butt{/u}, or my {u}boobs?{/u}
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooooo... conmigo... ¿prefieres mi botón {u}{/u}, o mis boobs {u}?{/u}

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Well, uhm, I...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing * {/i} Bueno, uhm, I. ..

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Come {i}onnn{/i} Danny... I've caught you staring at {u}both{/u} before, dude. There's no need to always play this "Aww jeez, shucka-rooney, I don't know, Sam" character.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Ven {i}onnn{/i} Danny... Te he atrapado mirando en {u}antes{/u}, dude. No hay necesidad de jugar siempre este carácter "Aww jeez, shucATIrooney, no lo sé, Sam".

source: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, I'm just taking a moment to think here!
es_es: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, ¡estoy tomando un momento para pensar aquí!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...you've caught me staring?
es_es: ¿[_danny_s_towards_s_unhappy_s_talk_displeased_] ...me has cogido mirando?

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] About as subtle as a disco ball, dude.
es_es: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Acerca de tan sutil como una pelota de disco, dude.

source: [_danny_s_towards_s_rise_s_talk_amused_] Okay, well sure, I've {i}maybe{/i} looked at you a few times...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Okay, bien seguro, tengo {i}tal vez {/i} te miró unas cuantas veces ...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! I knew it! Duh! Okay, so, in your opinion, what is it? What about me, would you say, "does it" for you?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! ¡Lo sabía! ¡Duh! Vale, así que, en tu opinión, ¿qué es? ¿Qué decir de mí, diría usted, "lo hace" para usted?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhh, I mean, you do rock the whole goth get-up pretty damn well.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhh, quiero decir, que haces roca bien todo el gótico se levanta bastante maldito.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] You mean, you actually {i}like{/i} how I dress?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ¿Quiere decir, en realidad {i}como {/i} cómo me viste?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, of course I do.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Sí, por supuesto que sí.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I always thought you liked the more bimbo look, like your "sweet little {i}Paulinaaa{/i}".
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Siempre pensé que te gustó un aspecto más bimbo, como tu "dulce pequeño {i}Paulinaaa{/i}".

source: [_danny_s_towards_s_sad_s_talk_amused_] No, I mean hey, I think she's hot, for sure, but so are you. Just in your own way is all!
es_es: [_danny_s_towards_s_sad_s_talk_amused_] No, quiero decir ey, creo que está caliente, por cierto, pero también lo están tú. ¡Solo a tu manera es toda!

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, that's kinda sweet of you.{p}In a way.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, eso es un dulce de ti.{p}de alguna manera.

source: [_danny_s_towards_s_rise_s_talk_amused_] You know me, I'm a stone cold lady killer...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Me conoces, soy un asesino de piedra fría de piedra ...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker gave you that line to use, didn't he?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker te dio esa línea para usar, ¿no?

source: [_danny_s_towards_s_sad_s_talk_amused_] ...maybe. But I opted out of the little "neck and shoulder wiggle" suggestion he did when he gave it to me.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] ...tal vez. Pero opté por la pequeña sugerencia de "cuello y peluca de hombro" que hizo cuando me la dio.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Cute. Anyway, hold on a second, I'll be right back.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Lindo. De todos modos, aguantar un segundo, voy a estar bien de vuelta.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Where you going?
es_es: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] ¿A dónde vas?

source: [_sam_s_co_s_away_s_neutral_s_talk_happy_] I think we have half a bottle of wine back here in the fridge somewhere, I'm just gonna take a look.
es_es: [_sam_s_co_s_away_s_neutral_s_talk_happy_] Creo que tenemos media botella de vino de vuelta aquí en algún lugar, solo voy a echar un vistazo.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! So {i}that's{/i} your nefarious plan!! Get me drunk to have your way with me, aye, temptress?
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] ¡Ah ha! ¡Así que {i}que es{/i} tu nefarioso plan! ¿Quieres hacerme un borracho para que te acompañe conmigo, aya, tierra?

source: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, you {i}wish{/i}, Fenton!
es_es: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} ¡Oh, tú {i}desea{/i}, Fenton!

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, do you want half a glass of red wine or some whit-
es_es: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, ¿quieres media copa de vino tinto o algo blanco-

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Hey, is everything okay? What was that crashing sound I heard?
es_es: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...¿Sam? Ey, ¿está todo bien? ¿Cuál era el sonido que oí que se estrellaba?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam? SAM! Where are you?!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¿Sam? ¡SAM! ¿Dónde estás?!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (That sounds like an engine starting up! It's at the front of the house!!)
es_es: [_danny_s_at_player_s_angry_s_clenchteeth_] (¡Eso suena como un motor que comienza! It's at the front of the house!!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Let her go!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ¡Deja que se vaya!

source: [_tall_goon_] No can do, broski! We got orders from the boss lady to take care of her {i}and{/i} her little ghostly boyfriend... 'cha'...
es_es: ¡[_tall_goon_] No se puede hacer, bróski! Hemos recibido órdenes de la dama del jefe de cuidar de su {i}y{/i} de su pequeño chico fantasma... 'cha'...

source: [_short_goon_s_rage_s_talk_happy_] Heh, yeah, it's too bad, too! This babe sure has got a sweet little ass on her!!
es_es: [_short_goon_s_rage_s_talk_happy_] ¡Ah, sí, también es malo! ¡Esta Belleza tiene un pequeño culo dulce en ella!!

source: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Get your hands off of me, you perverts!
es_es: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] ¡Quítate las manos de mí, pervierte!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, are you okay?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, ¿estás bien?

source: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] I'm fine, minus having to listen to these two morons argue the whole drive about how to drive a stick shift!
es_es: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] Estoy bien, menos que tener que escuchar estas dos morones argumentar toda la unidad sobre cómo conducir un cambio de palo!

source: [_tall_goon_] Morons, huh? That what we are, babe? Well we ain't the ones who just walked right into our perfectly devised trap-ola!{p}'Cha'...
es_es: [_tall_goon_] Morones, ¿eh? ¿Eso es lo que somos, niña? ¡Bueno, no somos los que acaban de entrar en nuestra trampa perfectamente devisada!{p}'Cha'...

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed there, Inviso-Bill!
es_es: [_tall_goon_s_talk_happy_] Heh, parece que estás follado allí, ¡Inviso-Bill!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while I'm here!
es_es: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] No mientras estoy aquí!

source: [_tall_goon_] Huh?
es_es: [_tall_goon_] ¿Eh?

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us?
es_es: ¡[_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! ¿Cómo nos ha encontrado?

source: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] I was down by the comic store when I saw Danny chasing the van!
es_es: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] ¡Estuve en la tienda de comics cuando vi a Danny perseguir a la furgoneta!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Where did you get that blaster? That looks like-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Donde obtuviste esa explosión? Eso se ve así-

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} A certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement. {i}*Ahem*{/i}
es_es: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Un especialista en tecnología puede o no haberlo enlazado desde el sótano de tus padres. {i}*Ahem*{/i}

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off the others!
es_es: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] ¡Mira, no hay tiempo para las semánticas ahora mismo! ¡Rescate a los demás!

source: [_tall_goon_s_talk_displeased_] Bah! It don't matter, we'll just take care of you both ourselves!
es_es: [_tall_goon_s_talk_displeased_] ¡Bah! No importa, ¡nos ocuparemos de nosotros mismos!

source: [_tall_goon_] Morons, huh? Well, let's see what you think of us, now that we're gonna beat your pasty white boyfriend in front of you!! It's two against one after all.
es_es: [_tall_goon_] Morones, ¿eh? Bueno, vamos a ver lo que piensas de nosotros, ahora que estamos gonna batiendo a tu amigo blanco pasado delante de ti! Después de todo, son dos contra uno.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] This doesn't look good. I hope I can take those guys on my own.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Esto no se ve bien. Espero poder tomar a esos chicos por mi cuenta.

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed, Inviso-Dillweed!!
es_es: [_tall_goon_s_talk_happy_] Heh, parece que estás atornillado, Inviso-Dillweed!!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while {i}I'm{/i} here, "dude"!
es_es: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] No mientras {i}I'm{/i} aquí, "dido"!

source: [_tall_goon_] Uhhh, what?
es_es: [_tall_goon_] Uhhh, ¿qué?

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us??
es_es: ¡[_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! ¿Cómo nos encontraste??

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Well, uh, a certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement...{p}...hey, he thought it looked cool, cut him a break.
es_es: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Bueno, un especialista en tecnología/cerradura puede o no haberlo enlazado desde el sótano de tus padres. .{p}...hey, él pensó que parecía genial, cortarle un descanso.

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off this other doofus with the mohawk!
es_es: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] ¡Mira, no hay tiempo para las semánticas ahora mismo! ¡Rescate a este otro doofus con la chapea!

source: [_tall_goon_s_talk_displeased_] Bah! It doesn't matter, we'll just take care of all three of you freaks and geeks!
es_es: ¡[_tall_goon_s_talk_displeased_] Bah! No importa, ¡nos ocuparemos de los tres freaks y geeks!

source: [_tall_goon_s_talk_displeased_] You'll- {i}*Cough*{/i} -regret this, Ghost Kid...
es_es: [_tall_goon_s_talk_displeased_] Tú - {i}*Cough*{/i} -lamenta esto, Fantasma Niño...
