Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...and especially since Fenton's paying for everything, we gotta drink all his booze while we can!
es_es: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...y especialmente desde que Fentón paga por todo, ¡tenemos que beber todo su booze mientras podemos!

source: [_desiree_] {i}Hmmm{/i}... well, I suppose one round couldn't hurt, right?
es_es: [_desiree_] {i}Hmmm{/i}... bueno, supongo que una ronda no pudo dañar, ¿verdad?

source: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Come on Ghost Boy, it would be so much fun to really get to know each other! We have our {i}own{/i} little business to discuss soon.
es_es: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] ¡Ven a Ghost Boy, sería muy divertido realmente llegar a conocerse! Tenemos nuestro {i}propio {/i} poco negocio para discutir pronto.

source: [_star_s_beer_s_towards_s_angry_s_talk_happy_] My turn first to ask questions!!
es_es: [_star_s_beer_s_towards_s_angry_s_talk_happy_] Mi turno primero para hacer preguntas!!

source: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Well... I guess so... how bad could a couple drinking games get?)
es_es: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Bueno... Supongo que... ¿cuán mal podría llegar un par de juegos para beber?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh man... my head... where... where is everyone?)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh hombre... mi cabeza... dónde... ¿dónde está todo?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Man... thank goodness I didn't turn back to normal while I was passed out! That would've been bad...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Hombre ... ¡gracias a Dios no volví a la normalidad mientras me desmayé! Eso habría sido malo ...)

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (I've got this gnarly headache, but... I kinda feel stone cold sober still? Which is crazy, cause I know everyone wanted me to do shots...)
es_es: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (Tengo este dolor de cabeza gnaliente, pero... ¿Me gusta la piedra fría aún? ¿Cuál es la locura, porque sé que todo el mundo quería que hiciera tiros...)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Must be because the ghost half of me's not getting drunk... but the human half's still feeling the headache... oh well, it's getting better...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Debe ser porque la mitad fantasma de mí no se está embriagando... pero la mitad humana todavía siente la cabeza... bueno, está mejorando...)

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... man, this place is a mess though... not many people still around it seems...)
es_es: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... hombre, este lugar es un lío aunque... no mucha gente todavía parece a su alrededor...)

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ...ya' know, y-you're alright Tucker! {i}*Hiccup*{/i} One day, you'll find a nice floozy schmuck who will wanna spend the rest of their life with you.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ... a' sabe, y-estás muy bien Tucker! {i}*Hiccup*{/i} Un día, encontrarás un buen chicle que querrá pasar el resto de su vida contigo.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-you... you really mean that? Dang, Sam... you're a true friend... ya' know, if it wasn't for you and Danny, I'd probably wanna...
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-tú... ¿realmente quieres decir eso? Dang, Sam... eres un verdadero amigo... ya sabes, si no era para ti y Danny, probablemente querría...

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... I don't know! What was I even saying?
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}... ¡No lo sé! ¿Qué estaba diciendo?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] I dunno, probably sumpin' smart though.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] I dunno, probablemente resuma inteligente.

source: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}you{/i}. You're a pal, Ms. Manson.
es_es: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh {/i}, {i}usted {/i}. Eres un pal, Sra. Manson.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, hey guys? Have you seen where Des and the other girls went?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, ¿hey chicos? ¿Has visto a dónde iban Des y las otras niñas?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] {i}Whoa!{/i} Sam!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] {i}¡Vaya!{/i} Sam!

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhh, yeah, sorry... I just wanted to do that, {i}*Hiccup*{/i} ...just so everyone could see.
es_es: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhh, sí, lo siento... Solo quería hacer eso, {i}*Hiccup*{/i} ...solo para que todo el mundo pudiera ver.

source: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] You see that people?! I kissed Inviso-Bill first!!
es_es: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] ¿Ves a esa gente?! ¡¡¡¡Beso a Inviso-Bill primero!!

source: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo! You go girl! Claim your territory!
es_es: [_tucker_s_beer_s_towards_s_talk_happy_] ¡Woohoo! ¡Te vas chica! ¡Reclama tu territorio!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Guys, c'mon, stop! I'm trying to keep a low profile on this one.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] chicos, c'mon, ¡parada! Estoy tratando de mantener un perfil bajo en este.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda hard for that to happen, dude. You're a ghost hanging around a bunch of drunk High School Seniors.
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda difícil para que eso suceda, dado. Eres un fantasma colgando alrededor de un montón de sensores de la escuela secundaria.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I'll be back later guys, try to take it easy. Watch out for Sam, Tuck. Make sure she gets home safe.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Volveré más tarde a los chicos, trate de tomárselo fácilmente. Cuidado con Sam, Tuck. Asegúrese de que se vuelve a casa a salvo.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] You betcha. Awesome party man.
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Tú betcha. Impresionante hombre de la fiesta.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, I don' wunna' go home {i}yeeet!!{/i}
es_es: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, no me fui a casa {i}yeeet!!{/i}

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon now miss lightweight, I can tell you've already reached your limit for the night. Let's get home, 'kay kiddo?
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon ahora olvida ligero, puedo decir que ya has alcanzado tu límite para la noche. Vamos a casa, 'kay kiddo?

source: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] It's like, ya' know... if you think about it, like... if like aliens invaded, right? You think they'd have hot babes too?
es_es: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] Es como si' sabe... si lo piensas, como... si como alienígenas invadidos, ¿verdad? ¿Piensas que también tendrían chicas calientes?

source: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Like hot babes to share with us? I mean, that'd be pretty awesome, but like... I dunno if they'd do that while they were invading.
es_es: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] ¿Te gusta que las chicas calientes compartan con nosotros? Quiero decir, que sería genial, pero me gusta. . Yo dunno si lo hicieran mientras estaban invadiendo.

source: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah man, not with all the stupid politicians and the weak, nerdy scientist dudes, but with the real {u}alpha{/u} dogs of Earth.
es_es: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah man, no con todos los políticos estúpidos y los dudos científicos débiles y nerviosos, sino con los perros de la Tierra {u}alfha{/u}.

source: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Varsity athletes like us, dude? The aliens would have to be a buncha' freaking rock suckers to not let us mate with their women.
es_es: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] atletas de varsidad como nosotros, ¿dude? Los alienígenas tendrían que ser chupadores de roca asquerosos para no dejarnos mimar con sus mujeres.

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, now dude, that makes {i}sooo{/i} much sense, dude! We'd be like, the branch between humanity and a new species of super strong alien bros!
es_es: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, ahora dado, eso hace que {i}sooo{/i} tenga mucho sentido, ¡dude! Nos gustaría, la rama entre la humanidad y una nueva especie de brotes alienígenas super fuertes!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exactly{/i} dude, exactly. We'd be kings!
es_es: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exactly{/i} dado, exactamente. ¡Seríamos reyes!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...but like, what if Aliens don't exist, dude?
es_es: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...pero así, ¿qué pasa si los extranjeros no existen, dude?

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, if ghosts exist like Inviso-Bill, then aliens {i}definitely{/i} exist.
es_es: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, si existen fantasmas como Inviso-Bill, entonces existen alienígenas {i}definitivamente{/i}.

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuude!{/i} Why didn't I think of that?!
es_es: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuude!{/i} ¿Por qué no pensé en eso?!

source: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] You know, this is why I'm applying to a be a philosophy major, dude. My football scholarship isn't everything I have to offer, ya' know?
es_es: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] Tú lo sabes, esta es la razón por la que estoy aplicando a ser una filosofía mayor, debido. Mi beca de fútbol no es todo lo que tengo que ofrecer, ¿no?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...I'm just gonna let them tire themselves out on their own. I definitely don't wanna get in the middle of these two mental juggernauts' conversation.)
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...Sólo voy a dejarles que se canceen por sí mismos. Definitivamente no quiero meterme en la mitad de la conversación de estos dos juggernautas mentales.)

source: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Nice to see you're still awake.
es_es: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Buen de ver que todavía estás despierto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jasmine, right? N-nice to meet you.{p}Uhmm, nice party, by the way.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jazmine, ¿verdad? N-nice para conocerte.{p}Uhmm, buena fiesta, por cierto.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, we've already met! No need to be so formal. And yeah, my little brother set it up, really...{nw}
es_es: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, ¡ya nos hemos conocido! No hay necesidad de ser tan formal. Y sí, mi hermano pequeño lo configuró, realmente...{nw}

source: [_extend_] but he bailed or something. Probably expects {u}me{/u} to help clean it all up too.
es_es: [_extend_] , pero él ha acallado o algo. Probablemente espere que {u}me{/u} ayude a limpiarlo todo también.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, yeah, Danny, he {i}uh{/i}... I heard he didn't feel too good, so he, {i}uh{/i}...
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, sí, Danny, he {i}uh{/i}... He oído que no se sentía demasiado bien, así que él, {i}uh{/i}...

source: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] God, can I be honest with you right now?{p}It is {i}so{/i} strange having you here. You're like a local celebrity. And a dead guy! That's so foreign to me...
es_es: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] Dios, ¿puedo ser honesto contigo ahora mismo?{p}Es {i}así que te tienes aquí{/i} extraño. Eres como una celebridad local. ¡Y un tipo muerto! Es tan extraño para mí...

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] I mean, it's not "foreign", but with my family, I never thought that I'd ever get to meet one of you up close, just like any other normal person!
es_es: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Quiero decir, no es "extranjero", sino con mi familia, Nunca pensé que llegaría a conocer a uno de ustedes cercano, como cualquier otra persona normal!

source: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] Growing up, I was raised by my folks to believe that "the only good ghost was a {u}dead{/u} ghost!"{p}Kind've an oxymoron, I know...
es_es: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] creciendo, me criaron mis gentes para creer que "¡el único fantasma bueno era un fantasma {u}muerto{/u}!{p}Kind've un oxímoron, lo sé...

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Like, how on earth did my brother, the son of a pair of "legit" ghost hunters, end up friends with a ghost? I mean, I couldn't believe it when Paulina said you were coming...
es_es: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Me gusta, ¿cómo en la tierra mi hermano hijo de un par de cazadores fantasma "legita", acabó con amigos con un fantasma? Quiero decir, no podía creerlo cuando Paulina dijo que estabas venido...

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, well, I guess it's kind've a funny story... not so much "hah hah" funny, but more-
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmm{/i}, bueno, supongo que es una historia divertida... no tanto "hah hah" gracioso, sino más-

source: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, you're doing it again... sorry, I'm rambling and badgering. I'm like this normally already, but compounded with the drinking and the excitement of it all...
es_es: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, lo estás haciendo de nuevo... lo siento, estoy desgarrando y insigniando. Estoy como esto ya normalmente, pero se ha combinado con el beber y el excitamiento de todo...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, no, don't worry, it's nothing to apologize for, seriously.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, no, no, no se preocupe, no es nada por lo que disculparse, seriamente.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...wait, you said we already officially met...? When was that?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...espera, dijiste que ya conocíamos oficialmente...? ¿Cuándo era eso?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Truth or dare?{p}What, you seriously don't remember anything?
es_es: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] ¿Verdad o se atreve?{p}¿Qué seria que no recuerdas nada?

source: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Man, for a superhero who isn't even alive, you really let a couple of shots knock you dead!
es_es: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Hombre, para un superhéroe que ni siquiera está vivo, ¡realmente dejas que un par de tiros te llamen muerto!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh yeah, I guess we did do that... can't say I remember much though...
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh sí, supongo que hicimos eso... no puedo decir que recuerdo mucho, sin embargo...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How long was I out for, exactly?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Durante cuánto tiempo estuve fuera, exactamente?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] After a good amount of {i}pretty{/i} revealing stuff from everyone, you fell asleep for... about an hour? Yeah, I'd say that.
es_es: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Después de una buena cantidad de {i}siento{/i} que revela cosas de todos, te quedaste dormido... ¿cerca de una hora? Sí, lo diría.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhh{/i}, what was said, exactly?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, ¿qué se dijo exactamente?

source: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, I ain't saying.
es_es: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, no estoy diciendo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Seriously? You're gonna dog me like that?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] ¿De forma seriosa? ¿Me vas a perro como eso?

source: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Well, for starters, Star, Paulina and Desiree all ended up kissing you, which then broke out into a mild cat-fight.
es_es: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Bueno, para empezar, Star, Paulina y Desear terminaron por besarte, que luego se desató en una ligera pelea de gatos.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, seriously?!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] ¡Oye, ¿en serio?!

source: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Totally. It was kinda awesome, except for the bottles and cups they knocked over, doing it.{p}Whatever, I'll just make Danny clean that part up...
es_es: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Totalmente. Era genial, excepto las botellas y tazas que golpearon, haciéndolo.{p}Lo que sea, simplemente haré que Danny limpia esa parte...

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...and then somebody I guess started discussing a foursome proposition, but I believe negotiations broke down pretty quickly...
es_es: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...y entonces alguien supongo que empezó a discutir una proposición cuatro, pero creo que las negociaciones se rompieron bastante rápidamente...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...you're joking.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...estás bromeando.

source: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Am I? Am I really?
es_es: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] ¿Soy yo? ¿Soy de verdad?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Well, I guess you'll never know!
es_es: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Bueno, ¡supongo que nunca saberás!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Sighs*{/i} Anything else happen you'd be willing to share with me, oh-wise-one?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Suspiros * {/i} ¿Algo más pasa que estaría dispuesto a compartir conmigo, oh-sabio-uno?

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... some crazy emotional stuff happened with Dash and Kwan, but they seem cool now. I think it was a big bonding moment for them I guess. You passed out a little bit before that I think.
es_es: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... han ocurrido algunas cosas emocionales locas con Dash y Kwan, pero ahora parecen geniales. Creo que fue un gran momento de unión para ellos supongo. Has pasado un poco antes de que lo pienso.

source: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... well thanks, I'm gonna keep looking for other people.
es_es: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... bueno, gracias, seguiré buscando a otras personas.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Good luck dude. And kick my brother if you see him, he needs to help me at least collect all the bottles to recycle...
es_es: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Buena suerte. Y patea a mi hermano si le ves, necesita ayudarme al menos a recoger todas las botellas para reciclar...

source: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}heyyyyy!{/i} Ghost Boy!
es_es: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}yyyyyyyy!{/i} Ghost Choy!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, you girls okay?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, ¿chicas bien?

source: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, honestly, I don't feel the best...
es_es: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, sinceramente, no siento lo mejor...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, well, do you want me to go get you anyting like a glass of wa-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, bueno, ¿quieres que te vaya como un vaso de espera?

source: [_star_s_confused_wide_s_sad_s_talk_distraught_] {i}Blerk!! *Gulp*{/i}
es_es: [_star_s_confused_wide_s_sad_s_talk_distraught_] {i}Blerk!! *P*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, no! Poor Star...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ¡Oh, no! Pobre estrella...

source: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Yeah, no, she's always been a lightweight about this kind of stuff... usually has to tap out early to avoid getting sick.
es_es: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Sí, no, ella siempre ha sido un peso ligero sobre este tipo de cosas... normalmente tiene que gritar temprano para evitar enfermarse.

source: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Guess she just tried to prove herself tonight, for some reason... hopefully it wasn't some sad attempt to get your attention, or anything! No, that'd be {i}sooo{/i} awkward, you know?
es_es: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Supongo que ella sólo trató de probarse a sí misma esta noche, por alguna razón ... ¡ojalá no haya sido un triste intento de llamar su atención, ni nada! No, eso sería {i}sooo {/i} incómodo, ¿sabes?
