Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, I'm just messing with you, don't worry.
es_es: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, no te preocupes.

source: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Well, I guess I am "technically" older now.
es_es: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Bueno, creo que ahora soy "técnicamente" mayor.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] And that's where you got into singing?
es_es: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] ¿Y ahí es donde te metiste en el canto?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] I mean, we were just fooling around back then, I didn't really get serious until... 'til uhh...
es_es: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Quiero decir, que estábamos engañando por aquel entonces, no me sentí realmente en serio hasta... 'hasta uhhh...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] 'Til what?
es_es: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ' Til qué?

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Look, seriously, forget it. This whole "interview" thing is weird and dumb.
es_es: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Mira seriamente, olvídalo. Esta cosa de "entrevista" es extraña y tonta.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] What, you're seriously gonna leave it at that?
es_es: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] ¿Qué es lo que te estás quedando en serio?

source: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] I said I don't wanna talk about it anymore. You gonna push me on this?
es_es: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] Yo dije que ya no quiero hablar de ello. ¿Me vas a empujar en esto?

source: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] I don't even know why I'm talking to you to begin with.
es_es: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] Ni siquiera sé por qué estoy hablando contigo para empezar.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Alright alright, I'll drop it.
es_es: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Muy bien, lo soltaré.

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Whatever... fine.
es_es: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Lo que sea... bien.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Look, let's finish up and then we'll go see if we can find anything cool in some of the shops.
es_es: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Mira, acabemos y veremos si podemos encontrar algo bueno en algunas tiendas.

source: [_danny_s_towards_s_rise_s_talk_amused_] So, what kinda store do you-{p}...uhhh.... Ember?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Entonces, ¿qué tienda tipifican tú-{p}...uhhhh... Ember?

source: [_danny_s_at_player_s_wondering_s_smile_] (Is she looking at that guitar in the window?)
es_es: [_danny_s_at_player_s_wondering_s_smile_] (¿Está mirando esa guitarra en la ventana?)

source: [_danny_s_towards_s_wondering_s_talk_happy_] Like it, huh?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Me gusta, ¿eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Of course! It's fucking beautiful... I used to have one just like it, actually...
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ¡Por supuesto! Es una mierda hermosa... solía tener una como ella, en realidad...

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ya' know, when I was still alive.
es_es: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ya' sabe, cuando todavía estaba vivo.

source: [_danny_s_towards_s_sad_s_talk_amused_] Bringing back a lot of memories huh?
es_es: [_danny_s_towards_s_sad_s_talk_amused_] ¿Traer de nuevo un montón de recuerdos eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ...sure. Yeah.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ...seguro. Sí.

source: [_danny_s_towards_s_rise_s_talk_happy_] Well how much is it, I bet I could help out with-
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Bueno, ¿cuánto es, apuesto a que podría ayudar con-

source: [_danny_s_at_player_s_unhappy_s_distraught_] (T-T-THREE HUNDRED DOLLARS?!)
es_es: [_danny_s_at_player_s_unhappy_s_distraught_] (¿T-T-T-T-TRAMIENTE?!)

source: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Yeup, heh, that sure is a nice guitar. Super dope, but that's why they call it "window" shopping, huh? Cause you just look, right?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*P*{/i} Situ, jeje, seguro que es una guitarra agradable. Súper capo, pero es por eso que lo llaman "ventana", ¿eh? ¿Causa que simplemente miras, ¿verdad?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] It's fine, it's not like I want it or anything.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] Está bien, no es como yo lo quiero ni nada.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But you looked so-
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Pero lo has visto así-

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] I said I don't want it! And I don't want you asking me so many stupid questions, alright?!
es_es: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] dije que no lo quiero! Y no quiero que me hagas tantas preguntas estúpidas?!

source: [_danny_s_down_s_unhappy_s_talk_distraught_] ...okay.
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_] ...está bien.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Let's just go already. I've had enough fresh air for today.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Vamos ya. He tenido suficiente aire fresco para hoy.

source: [_danny_s_towards_s_sad_s_talk_happy_] If that's what you want.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Si eso es lo que quieres.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] What I want? Since when would you care as to what I {u}want{/u}?! If that were the case, I wouldn't even be here with you!!
es_es: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] ¿Qué quiero hacer? ¿Desde cuándo te importaría lo que yo quiero {u}?! Si ese fuera el caso, ni siquiera estaría aquí contigo!!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, okay! Take it easy.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Vale, está bien! Tómelo fácil.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] We'll head home, it's no problem.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Nos dirigiremos a casa, no es problema.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Not my best outing with a captive ghost, I'll admit...)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (No mi mejor salida con un fantasma cautivo, voy a admitir ...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Well, I hope you at least somewhat enjoyed getting out for a bit.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Bueno, espero que al menos algo disfrutes saliendo un poco.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I didn't "get out" of anything. You know you don't need to rub it in right?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] No me "salió" de nada. ¿Sabes que no necesitas rozarlo en lo correcto?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What do you mean?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Qué quieres decir?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] You won, I get it.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Has ganado, lo recibo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] That's not what this was about.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] No se trataba de eso.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Come on, dudes like you are all the same when it comes to chicks.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Vamos, dudas, como tú, son las mismas cuando se trata de pollos.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] You just {i}looove{/i} to brag about your "conquests" and humiliate us. That's why you keep around the green bimbo, right?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Te encanta {i}enamorarte{/i} para alardear de tus "conquistas" y humillarnos. Por eso te mantienes alrededor del bimbo verde, ¿verdad?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Humiliate you? Ember I just wanted you to have a nice time.
es_es: ¿[_danny_s_towards_s_unhappy_s_talk_distraught_] Humillarte? Ember solo quería que pasaras un buen rato.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Yeah right, bullshit.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Sí, bien, mierda.

source: [_danny_s_towards_s_angry_s_talk_displeased_] You got a real foul mouth, you know that?
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Tienes una verdadera bouth, ¿lo sabes?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrRr"{/i}, ahhhh, fuck you.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mě, EmBeRRr"{/i}, ahhhh, fuck you.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}You done?
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}¿Has hecho?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...goodnight, Ember.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...buena noche, Ember.

source: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... maybe I could try something else to get her to open up a bit more?)
es_es: [_danny_s_down_s_unhappy_s_consternation_] (Hmmm... ¿Tal vez podría intentar que se abra un poco más?)

source: [_danny_s_at_player_s_rise_s_displeased_] (That guitar in the Mall she was looking at was really expensive, but maybe I should try to buy it for her?)
es_es: [_danny_s_at_player_s_rise_s_displeased_] (Esa guitarra en el centro comercial que estaba mirando era muy cara, pero tal vez debería intentar comprarla por ella?)

source: [_danny_s_at_player_s_unhappy_s_grin_] (I mean, who am I kidding, I buy lingerie and outfits for others to wear that cost just as much...)
es_es: [_danny_s_at_player_s_unhappy_s_grin_] (Quiero decir, que estoy brotando, compro ropa interior y ropa interior para que otros usen ese costo...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Rise and shine, rockstar!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ¡Levantar y brillar, estrella de roca!

source: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... what now?
es_es: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... ¿qué ahora?

source: [_danny_s_towards_s_sad_s_talk_happy_] I have a {u}present{/u} for you.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Tengo un {u}presente{/u} para ti.

source: [_ember_s_towards_s_confused_s_talk_consternation_] What? No you don't.{p}Wait, seriously...?{p}No way. You didn't...
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ¿Qué? No you don't.{p}Espera, en serio ...?{p}No hay manera. No lo hiciste ...

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, check it out.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Sí, échale un vistazo.

source: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-you... you actually bought it?
es_es: [_ember_s_towards_wide_s_sad_s_talk_displeased_] -¿Usted realmente lo compró?

source: [_ember_s_towards_s_rise_s_talk_displeased_] You bought that guitar... for me?
es_es: [_ember_s_towards_s_rise_s_talk_displeased_] Has comprado esa guitar... ¿para mí?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Yeeup.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Sieeup.

source: [_danny_s_towards_s_angry_s_talk_happy_] Language.
es_es: [_danny_s_towards_s_angry_s_talk_happy_] Idioma.

source: [_ember_s_towards_s_confused_s_talk_distraught_] And you don't expect anything for it?
es_es: [_ember_s_towards_s_confused_s_talk_distraught_] ¿Y no esperas nada para esto?

source: [_ember_s_towards_s_rise_s_talk_happy_] Woah... that's...
es_es: [_ember_s_towards_s_rise_s_talk_happy_] Woah... eso...

source: [_ember_s_towards_s_confused_s_talk_consternation_] ...you know I'm not going to tell you anything right?
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ...sabes que no te voy a decir nada bien?

source: [_danny_s_towards_s_wondering_s_talk_amused_] That's okay.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Eso está bien.

source: [_ember_s_towards_s_confused_s_talk_happy_] W-well... alright.
es_es: [_ember_s_towards_s_confused_s_talk_happy_] Bueno... bien.

source: [_ember_s_towards_s_idle_s_talk_displeased_] Good. Cause I'm not.
es_es: [_ember_s_towards_s_idle_s_talk_displeased_] Bien. Causa no lo estoy.

source: [_ember_s_down_s_sad_s_talk_happy_] ...thanks, I guess.
es_es: [_ember_s_down_s_sad_s_talk_happy_] ...gracias, supongo.

source: [_ember_s_towards_s_idle_s_talk_happy_] Okay, uh, I'm gonna go back inside now.
es_es: [_ember_s_towards_s_idle_s_talk_happy_] Vale, uh, estoy de vuelta dentro ahora.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Have fun. Probably needs a little tuning, but I'm sure you'll do fine.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Diviértete. Probablemente necesita un poco de sintonía, pero estoy seguro de que va a hacer bien.

source: [_ember_s_down_s_confused_s_smile_] (This little spazz kid is weird... very weird...)
es_es: [_ember_s_down_s_confused_s_smile_] (Este pequeño niño de espazz es extraño ... muy raro ...)

source: [_danny_s_closed_s_wondering_s_grin_] (Now see, that was down right wholesome...)
es_es: [_danny_s_closed_s_wondering_s_grin_] (Ahora ve, que estaba abajo, sano ...)

source: [_danny_s_at_player_s_rise_s_displeased_] (Wait... I didn't just give her a weapon to use against me, did I?)
es_es: [_danny_s_at_player_s_rise_s_displeased_] (Espera... no solo le di un arma para usar en mi contra, ¿verdad?)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... maybe I should see how Ember is getting on with her new guitar.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... quizás debería ver cómo Ember se está poniendo en marcha con su nueva guitarra.)

source: [_ember_s_towards_s_rise_s_talk_happy_] Hey, sorry, but I'm kinda busy in here, you need something?
es_es: [_ember_s_towards_s_rise_s_talk_happy_] Hola, lo siento, pero estoy ocupado aquí, ¿necesitas algo?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, sorry, just checking in, seeing how you're getting along with your new piece.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hola, lo siento, tan solo entrando, viendo cómo te llevas junto con tu nuevo trozo.

source: [_ember_s_down_s_idle_s_talk_distraught_] Awful.
es_es: [_ember_s_down_s_idle_s_talk_distraught_] espantoso.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, I'm sorry, is there something wrong with it?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, lo siento, ¿hay algo malo en él?

source: [_ember_s_towards_s_sad_s_talk_consternation_] Huh? Oh no, guitar's decent, nothing wrong with that.
es_es: [_ember_s_towards_s_sad_s_talk_consternation_] ¿Huh? Oh, no, la decente de guitarra no tiene nada de malo en eso.

source: [_ember_s_towards_s_sad_s_talk_distraught_] It's these living conditions. Me and Desiree would have killed each other twenty times over by now, if we could.
es_es: [_ember_s_towards_s_sad_s_talk_distraught_] Son estas condiciones de vida. Yo y el Desierto nos habríamos matado veinte veces a estas alturas, si pudiéramos hacerlo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Seriously?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Seriosamente?

source: [_ember_s_down_s_sad_s_talk_distraught_] Yeah, it's not going well.
es_es: [_ember_s_down_s_sad_s_talk_distraught_] Sí, no va bien.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Why?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Por qué?

source: [_ember_s_towards_s_angry_s_talk_distraught_] Well first of all, she's super fucking back handed and condescending, she treats me like a child, and she's {i}constantly{/i} lamenting about the past.
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] Bueno, antes de nada, está super follando de vuelta y condescendiendo, me trata como un niño, y tiene {i}constantemente{/i} lamentándose por el pasado.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah is me, I had a thousand servants at my beck and call every moment of the day, all thanks to my big fat tits, woah is me..."
es_es: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah soy yo, tuve mil siervos en mi ayuda y llamé cada momento del día. todo gracias a mis tetas grandes de grasa, woah es yo..."

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You know she was kicked out by the Sultan due to his jealous wife, right?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Usted sabe que fue expulsada por el sultán debido a su esposa celosa, ¿verdad?

source: [_ember_s_towards_s_rise_s_talk_distraught_] Look, I know melodramatic personalities when I see them. That chick thinks she's some sorta tortured soul. Gimme a break.
es_es: [_ember_s_towards_s_rise_s_talk_distraught_] Mira, conozco personalidades melodramáticas cuando las veo. Ese pollo piensa que es una especie de alma torturada. Gimme una pausa.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds like she should help co-write some of your sadder songs!
es_es: [_danny_s_towards_s_rise_s_talk_amused_] suena como si ella ayudara a co-escribir algunas de tus canciones más tristes!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... so freaking funny I forgot to laugh.
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... tan extraño y divertido que olvidé reír.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Alright, let me bring Des out as well. We'll work this out amicably.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Muy bien, déjame sacar Des también. Lo trabajaremos de forma amistosa.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No wait, don't-
es_es: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No esperes, no-

source: [_ember_s_down_s_angry_s_talk_distraught_] Awwww, fuck.
es_es: [_ember_s_down_s_angry_s_talk_distraught_] Awwww, mierda.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Master, please, {u}please{/u} find a way to send this infernal abomination into the Ghost Zone and to never return.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Maestro, por favor, {u}por favor{/u} encuentra una forma de enviar esta abominación infernal a la Zona Fantasma y nunca regresar.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, blow me, you sanctimonious, bra stuffing camel sniffer!!
es_es: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, soplarme, santuario, bramar sniffer camello!!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Ladies! Hey, quiet now!{p}Now you girls are going to need to calm down.
es_es: ¡[_danny_s_towards_s_angry_s_talk_displeased_] Señoras! ¡Eh, silencio ahora!{p}Ahora tus niñas van a necesitar calmarse.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] If she didn't constantly act out in there with her dreadful metal sitar, we wouldn't have such issues!
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Si ella no actuara constantemente en ella con su terrible sitar de metal, ¡no tendríamos tales cuestiones!

source: [_ember_s_away_s_angry_s_talk_consternation_] Forgive me for trying to blow off some steam! Not everyone is content to being your master's little {i}bitch!{/i}
es_es: [_ember_s_away_s_angry_s_talk_consternation_] ¡Perdóname por intentar soplar un poco de vapor! ¡No todo el mundo se contenta con ser la pequeña perra {i}de tu maestro!{/i}

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} I AM NOT HIS BITCH, YOU WRETCHED LITTLE PUNK-
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} NO SU BITCH, USTED PUNK LITTLE WRETCHED

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, I think I have a solution.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Vale, creo que tengo una solución.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] We're listening.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] Estamos escuchando.

source: [_ember_s_towards_s_confused_s_talk_distraught_] Better be a damn good one...
es_es: [_ember_s_towards_s_confused_s_talk_distraught_] Mejor ser maldita buena...

source: [_danny_s_towards_s_rise_s_talk_amused_] You girls clearly need some space, so, perhaps you could have a little time to yourselves outside.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Tú las chicas claramente necesitan algo de espacio, así que, tal vez podrías tener un poco de tiempo para ti afuera.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] Do you mean it? Truly?!
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] ¿Lo quieres decir? ¡Verdadero?!

source: [_ember_s_towards_s_rise_s_talk_happy_] Are you serious??
es_es: [_ember_s_towards_s_rise_s_talk_happy_] ¿Eres serio??

source: [_danny_s_towards_s_rise_s_talk_amused_] Yes, but there are going to be conditions.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Sí, pero va a haber condiciones.

source: [_ember_s_towards_s_idle_s_talk_consternation_] Oh great.
es_es: [_ember_s_towards_s_idle_s_talk_consternation_] Oh genial.

source: [_danny_s_towards_s_sad_s_talk_happy_] Desiree, I consider this a wish.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Desea, considero que esto es un deseo.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Go on.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Sigue.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] You are both free to explore this house, {i}excluding{/i} the basement laboratory.{p}HOWEVER, you cannot be seen by anyone, possess anyone, or use any of your powers to influence or harm anyone in any way.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Usted es libre de explorar esta casa, {i}excluyendo {/i} el laboratorio del sótano.{p}SIN EMBARGO, nadie puede ser visto por nadie, poseer a nadie, o usar cualquiera de sus poderes para influir o dañar a nadie de ninguna manera.

source: [_ember_s_towards_s_angry_s_talk_consternation_] Well, {i}that{/i} sucks!
es_es: ¡[_ember_s_towards_s_angry_s_talk_consternation_] Bueno, {i}que {/i} apesta!
