Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, how'd you-?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Ah, ¿cómo lo harías?

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Because I was sure he was bound to text me by now, and he still hasn't yet! I know he has to fight ghost crime or whatever, but I wanna hear from him!
es_es: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Porque estaba seguro de que estaba obligado a enviarme un texto, ¡y todavía no lo ha hecho! Sé que tiene que luchar contra el crimen fantasma o cualquier otra cosa, pero quiero escuchar de él!

source: [_danny_s_down_s_neutral_s_talk_displeased_] Yeah well... I guess he's been pretty busy, ya' know. Being a cool super hero is a lot of stressful work, I'm sure.
es_es: [_danny_s_down_s_neutral_s_talk_displeased_] Sí bien... Supongo que ha estado bastante ocupado, si' sabe. Ser un súper héroe genial es mucho trabajo estresante, estoy seguro.

source: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Fine, but just listen, cause here's how this is going to work...
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Muy bien, pero escucha, aquí está cómo va a funcionar esto...

source: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Your{/i} job is to just deliver me his messages when he can't text me, for whatever weird "ghostly" reasons he comes up with...
es_es: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Your{/i} trabajo es enviarme sus mensajes cuando no puede enviarme mensajes de texto, por las extrañas razones "fantasmas" que se presentan...

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] In return, as the {i}new{/i} most popular girl in school now, you'll be allowed to hang out with me for a little bit in public, but ONLY because of your friendship to Billy.{p}I need that made clear, right up front.
es_es: [_star_s_normal_s_towards_s_rise_s_talk_happy_] A cambio, como la {i}nueva {/i} chica más popular en la escuela ahora, se te permitirá pasar el rato conmigo por un poco en público, pero SOLO debido a tu amistad a Billy.{p}necesito que quede claro, justo al frente.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, are you serious?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Espera, ¿estás en serio?

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Look Danny, I'm popular enough now that merely hanging around me by extension will make even {i}you{/i} popular.
es_es: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Mira Danny, soy lo suficientemente popular ahora que simplemente colgar a mi alrededor por extensión hará que incluso {i}tú{/i} sea popular.

source: [_danny_s_towards_s_neutral_s_talk_happy_] You've really benefited from being Inviso-Bill's girlfriend that much, huh?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Realmente te has beneficiado de ser la novia de Inviso-Bill que mucho, ¿eh?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "girlfriend"? Let's not get ahead of ourselves. He knows the score, it's a mutually beneficial popularity partnership for us both.
es_es: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] ¿Ah, "amigo"? No nos adelantemos a nosotros mismos. Él conoce la puntuación, es una asociación de popularidad mutuamente beneficiosa para ambos nosotros.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Huh? None of that made any sense to me...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Huh? Nada de eso me dio ningún sentido...

source: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, nevermind, why am I even explaining this to you? I wouldn't expect a social slug like you to understand, Danny.
es_es: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ugh{/i}, a pesar de todo, ¿por qué te estoy explicando? No esperaría que un slug social como tú lo entiendas, Danny.

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Now c'mon already, what's the message??
es_es: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Ahora c'mon ya, ¿cuál es el mensaje??

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well, Inviso-Bill needs your help with something he just said {i}urgent{/i}. He says you're the only one who can help him.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Bueno, Inviso-Bill necesita tu ayuda con algo que acaba de decir {i}urgente{/i}. Dice que eres el único que puede ayudarlo.

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} Is he in trouble?!
es_es: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp * {/i} ¿Está en problemas?!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, I guess so? He made it seem like he needs to meet you, but {i}uhhm{/i}... he used a specific phrasing... he wants something "a little more intimate," I guess?
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Bueno, ¿supongo que es así? Hizo que parezca que necesita conocerte, pero {i}uhhm{/i}. Él utilizó una frase específica... él quiere algo "un poco más íntimo", ¿supongo?

source: [_star_s_normal_s_towards_s_rise_s_bite_] {i}Hmmm...{/i}
es_es: [_star_s_normal_s_towards_s_rise_s_bite_] {i}Hmm...{/i}

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgent{/i}, huh? That dirty little-
es_es: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgente{/i}, ¿eh? Ese poco sucio -

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohh!{/i} And h-he said he wants to know when he can s-see you again, as soon as possible, if you're available.
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}¡Ohh!{/i} Y h-he dicho que quiere saber cuándo puede verte de nuevo, tan pronto como sea posible, si estás disponible.

source: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwww!{/i} How sweet of him! But he only had to text me to set things up!
es_es: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwww!{/i} ¡Qué dulce de él! ¡Pero sólo tuvo que enviarme un mensaje de texto para configurar las cosas!

source: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... I'd say we could use my place, but my stupid mom is like, being super lame at the moment over homework. She wants downstairs, in the kitchen, studying, as soon as I get home.
es_es: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... Diría que podíamos usar mi lugar, pero mi mamá estúpida es como si fuera super cojo en este momento sobre las tareas de casa. Ella quiere escaleras bajas, en la cocina, estudiando, tan pronto como llegue a casa.

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, uhmm, if I could suggest... you could use my place if you'd like? That way, you wouldn't have to deal with your mom finding out.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, uhmm, si pudiera sugerir... ¿podrías usar mi lugar si lo prefieres?, de esa manera, no tendrías que lidiar con tu mamá descubriéndola.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}your{/i} place?
es_es: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}su {/i} lugar?

source: [_danny_s_down_s_sad_s_talk_happy_] Y-yeah, I mean, if anyone's there and asks about you being there, I'll just say you and I are studying together.{p}Then I can leave, and Bill can do his ghost thing and appear to you.
es_es: [_danny_s_down_s_sad_s_talk_happy_] Y-sí, quiero decir, si alguien está allí y le pregunta si usted está allí, sólo le diré que usted y yo estamos estudiando juntos.{p}Entonces puedo salir, y Bill puede hacer su fantasma y aparecer.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... that's like, an actually somewhat interesting proposal, Fenton...{p}Man, you two must really be good friends after all, lending your room out like that.
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... eso es como una propuesta realmente interesante, Fenton. .{p}Hombre, tú dos deberás ser realmente buenos amigos después de todo, prestar tu habitación de ese modo.

source: [_danny_s_closed_s_neutral_s_talk_happy_] Great! Glad you agree! So, what time can I tell Bill to expect-
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] ¡Genial! ¡Me alegro de que esté de acuerdo! Entonces, ¿qué hora puedo decirle a Bill que espere-

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] But I have a little request of him first, so you should pass thing along as well, {i}if{/i} he expects me to follow through with his little last minute get together.
es_es: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Pero tengo una pequeña petición de él primero, así que deberías pasar algo también {i}si{/i} él espera que siga adelante con su pequeño último minuto.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, okay. What is it?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Oh, está bien. ¿Qué es?

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy has to take me out on a public date, of course!
es_es: ¡[_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] tiene que llevarme en una fecha pública, por supuesto!

source: [_danny_s_towards_s_neutral_s_talk_distraught_] What? But you guys already went to the dance together!
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_] ¿Qué? ¡Pero ya fuiste a bailar juntos!

source: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] You can't just have {u}one{/u} little public flaunt and call it quits, Fenton. People will literally start thinking I was just a one night-stand of his otherwise.
es_es: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] No puedes simplemente tener {u}un poco de alarde público {/u} y llamarla quits, Fenton. La gente literalmente comenzará a pensar que yo era sólo una sola noche de su otra manera.

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...but I thought you weren't together...?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ...pero pensé que no estabas juntos...?

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Of course not, doofus! They have to respect the fact that they {i}think{/i} I'm his girl, not just some floozy whose ass he tapped.
es_es: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] ¡Por supuesto que no! Tienen que respetar el hecho de que {i}piensa{/i} soy su chica, no sólo un floozy cuyo culo golpeó.

source: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahhh{/i}... makes sense, I guess...?
es_es: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahhh{/i}... tiene sentido, supongo...?

source: [_star_s_normal_s_down_s_sad_s_talk_consternation_] I mean, banging him has its own bragging rights, sure, but eventually I'll just get branded as a slut if we don't keep up the charade.
es_es: [_star_s_normal_s_down_s_sad_s_talk_consternation_] Quiero decir, golpearlo tiene sus propios derechos de júbilo, seguro, pero finalmente me voy a marcar como una zorra si no mantenemos la farsa.

source: [_danny_s_at_player_s_sad_s_consternation_] (Which you kinda are though... I mean, sex positivity and all that, but let's call a spade a spade here...)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (Pero lo que te gusta... quiero decir, la positividad sexual y todo eso, pero llamemos a las cosas por su nombre aquí...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] So, a date this {b}Saturday{/b} then?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Entonces, ¿una fecha esta {b}sábado{/b} entonces?

source: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Sure! Tell him to meet me in the Park a little before 2:00.
es_es: ¡[_star_s_normal_s_closed_s_idle_s_talk_happy_] Seguro! Dile que me conozca en el Parque un poco antes de las 2:00.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Got it, no problem.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Entendido, no hay problema.

source: [_danny_s_towards_s_rise_s_talk_happy_] ...by the way, were you seriously concerned back there if he was in danger or not?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] ...por cierto, ¿te preocupaste seriamente si estaba en peligro o no?

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, yeah, of course! What kind of monster do you take me for?
es_es: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, ¡sí, por supuesto! ¿Para qué tipo de monstruo me llevas?

source: [_danny_s_closed_s_sad_s_talk_happy_] Oh, well... gee Star, I don't know, I guess that's actually pretty sweet of you to-
es_es: [_danny_s_closed_s_sad_s_talk_happy_] Oh, bien... gee Star, no lo sé, supongo que es bastante dulce de ti de-

source: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] I mean, without him, I'm back to square one, and Paulina will crawl her way up back to the top of the school totem pole!
es_es: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] quiero decir, sin él, estoy de vuelta al uno cuadrado, y Paulina se raspar su camino hasta la cima del tótem de la escuela!

source: [_danny_s_down_s_sad_s_talk_distraught_] ...as expected.
es_es: [_danny_s_down_s_sad_s_talk_distraught_] ...como se esperaba.

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Anyway, go pass my message along already, and tell him to text me more often!
es_es: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] De todos modos, ¡pase ya mi mensaje y dígale que me envíe un mensaje de texto más a menudo!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} Sure... will do.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh * {/i} Seguro ... lo hará.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... my own ego aside, I guess that worked out well. Inviso-Bill's got a date this {b}Saturday at the Park{/b}.)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Bueno... mi propio ego aparte, supongo que funcionó bien. Inviso-Bill tiene una fecha este sábado {b}en el Park{/b}.)

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... where is he? He better not have stood me up, I swear...
es_es: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... ¿Dónde está? Es mejor que no me haya levantado, juro...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Hey you! Thanks for coming.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ¡Hola! Gracias por venir.

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Why didn't you call or text me, jerk face?!
es_es: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] ¿Por qué no llamaste o no me llamaste, cara de tirón?!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Whoa, {i}whoa!{/i} Hey, I've been really busy, I'm sorry.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] ¡Vaya, {i}quien!{/i} Hola, he estado muy ocupado, lo siento.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Whatever... you're here now, I guess.
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Lo que sea... ahora estás aquí, supongo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] So, I heard from Danny you wanted to go on a date today.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Así que, he oído hablar de Danny que querías ir en una fecha hoy.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Absolutely, we need to take lots of pics for my Pinstagram followers, and I mean LOTS of pics.
es_es: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Absolutamente, necesitamos tomar un montón de fotos para mis seguidores de Pinstagram, y me refiero a LOTS de fotos.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uhh{/i}, seriously? Okay...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uhh{/i}, ¿en serio? Vale...

source: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh you're so cute when you're complying with my demands... anyway, we're going to the Mall today as well.
es_es: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh eres tan lindo cuando estás cumpliendo con mis demandas... de todos modos, hoy también vamos al centro comercial.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] We are? I mean, of course we are. That's where you girls always wanna go...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ¿Lo somos? Quiero decir, por supuesto que lo somos. Aquí es donde siempre quieres ir las niñas...

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-nothing! Yeah, sounds good, I'm excited!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-nada! Sí, suena bien, estoy emocionado!

source: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Great, because I've got all the places planned out.
es_es: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] genial, porque tengo planeado todos los lugares.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Okay let's get goi-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Vale, vamos a ir -

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Hold on, don't rush! Wait right here just a second.
es_es: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] ¡Espere, no te ruste! Espera aquí solo un segundo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] What, why?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] qué, ¿por qué?

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Just trust me. This is gonna be a good first move.
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Confíe en mí. Esto es un buen primer paso.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ice cream? What's this for?{p}...and where'd you even get it from-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Crema de hielo? ¿Para qué sirve esto?{p}... y de dónde lo conseguirías-

source: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, sit down and look cute with me!
es_es: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] ¡C'mon Billy, siéntate y ve lindo conmigo!

source: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Okay, now smile for the camera!
es_es: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Vale, ¡ahora sonríe para la cámara!

source: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...this is going to be the whole date, isn't it?)
es_es: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...esta va a ser la fecha completa, ¿no es así?)

source: [_star_s_park_s_towards_s_idle_s_talk_happy_] Perfect! That's our cute starter photo for the date sorted!
es_es: [_star_s_park_s_towards_s_idle_s_talk_happy_] ¡Perfecto! ¡Esa es nuestra bonita foto inicial para la fecha ordenada!

source: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "Cute starter photo?"
es_es: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "¿Cutas foto de inicio?"

source: [_star_s_park_s_towards_s_rise_s_talk_happy_] Yeah, it's like the visual appetizer for showing everyone online how things are going between us.
es_es: [_star_s_park_s_towards_s_rise_s_talk_happy_] Sí, es como el apetitoso visual para mostrar a todos en línea cómo van las cosas entre nosotros.

source: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Now we just spend the rest of the time together showing off how much cuter and more special we are!
es_es: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Ahora solo pasamos el resto del tiempo juntos mostrando cuánta taza y más especial somos!

source: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... sounds like a good way to spend time together.
es_es: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaat{/i}... suena como una buena manera de pasar el tiempo juntos.

source: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Come on, we gotta get a move on already! The Mall's peak lighting is only gonna be around for the next forty-five minutes!{p}Also, throw that ice cream away. I hate the smell of dairy...
es_es: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Vamos, ¡ya tenemos que movernos ya! ¡La iluminación máxima de la pluma solo estará disponible durante los próximos cuarenta y cinco minutos!{p}Además, tira ese helado. Odio el olor de los productos lácteos...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ...sorry Star, can you not put the phone down for just five minutes? I'm pretty sure your followers don't need to know where we are every single second.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ... orry Star, ¿no puede poner el teléfono apagado durante sólo cinco minutos? Estoy bastante seguro de que tus seguidores no necesitan saber dónde estamos cada segundo.

source: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, fine. I guess I can take a short break after that last three dozen pics I took of us in AbYss.
es_es: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, bien. Supongo que puedo tomar un breve descanso después de esa última docena de fotos que tomé en AbYss.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, where are we going to now?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Entonces, ¿a dónde vamos a ir ahora?

source: [_star_s_normal_s_towards_s_confused_s_talk_happy_] The movies, obviously!
es_es: [_star_s_normal_s_towards_s_confused_s_talk_happy_] ¡Las películas, obviamente!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, really? Alright, that actually sounds fun.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, ¿verdad? De acuerdo, eso suena divertido.

source: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Of course! What date at the Mall doesn't involve a fun movie together?
es_es: [_star_s_normal_s_towards_s_sad_s_talk_happy_] ¡Por supuesto! ¿Qué fecha en el centro comercial no involucra una película divertida juntos?

source: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Cough*{/i} ...mainly so I can live react to it to my hundreds of Pinstagram followers who demand my critique... {i}*Cough*{/i}
es_es: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Cough*{/i} ...principalmente para que pueda vivir reaccionar a ella a mis cientos de seguidores de Pinstagrama que exigen mi críquica... {i}*Cough*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] What was that?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ¿Qué fue eso?

source: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Nothing! Now come on, silly Billy~
es_es: ¡[_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] nada! Ahora venid, tonto Billy~
