Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_sad_s_talk_displeased_] I think this is going a little extreme for just some rock musician, Tuck... hey, where's Sam? I've been kinda worried about her since yesterday.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Creo que esto está siendo un poco extremo solo por una música de rock, Tuck... Hey, ¿dónde está Sam? Me preocupa ella por lo de ayer.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Huh? Oh, she took a day off from school I heard.
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] ¿Huh? Oh, ella se tomó un día libre de la escuela que oí.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Really?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ¿De verdad?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Yeah, I got a text from her earlier saying she was still feeling bad and needed to "de-program" herself, whatever that meant.
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Sí, recibí un texto de ella diciendo que todavía se sentía mal y necesitaba "des-programarse", sea lo que eso significara.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Weird... but good, I guess.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] extraño... pero bueno, supongo.

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, I'm sure she's just over-exaggerating! You know how-
es_es: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, ¡estoy seguro de que está sobre-exagerando!-

source: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Wait... is... is that, no! No way!
es_es: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Espera... és... és eso, ¡no! ¡De ninguna manera!

source: [_tucker_s_ef_s_arms_clenchedfists_s_away_wide_s_sad_s_talk_happy_] IT {u}CAN'T{/u} BE!!
es_es: ¡¡¡¡[_tucker_s_ef_s_arms_clenchedfists_s_away_wide_s_sad_s_talk_happy_] ¡¡NO {u}PUEDE{/u} SER!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's the matter?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh? ¿qué sucede?

source: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeekk!{/i} EVERYONE!!{p}IT'S {u}EMBER!!{/u}
es_es: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}¡Eeeeeekk! {/i} ¡¡A TODO EL MUNDO!!{p} ES {u}¡¡EMBER!! {/u}

source: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? What?{p}{i}Here?!{/i}
es_es: ¿[_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? ¿Qué?{p}{i}aquí?!{/i}

source: [_ember_s_human_guitar_s_towards_s_idle_s_talk_amused_] {i}Hellooooooo{/i} Casper High!!
es_es: [_ember_s_human_guitar_s_towards_s_idle_s_talk_amused_] {i}Hellooooooo{/i} Casper Alta!!

source: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! We love youuuu!!
es_es: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! Nos encanta youuu!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Come on everyone! Let me hear you...{p}SAY.{p}MY.{p}NAME!!
es_es: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] ¡Ven a todos! Déjame oírte ...{p}SAY.{p}MI.{p}NOMBRE!!

source: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] Alright everyone! Let's {u}ROCK!{/u}
es_es: ¡[_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] ¡Todo el mundo! ¡ {u}ROCK!{/u}

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} What in the world is going on here?! Break it up, people, BREAK IT UP!!
es_es: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} ¿Qué está pasando en el mundo aquí?! ¡¡¡¡¡¡¡Pácalo, gente!!

source: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] What is the meaning of this?! I'll have to insist that all of this rocking as well as rolling cease, henceforth, immediately!
es_es: ¡[_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] ¿Cuál es el significado de esto?! ¡Tendré que insistir en que toda esta rueda, así como la cesión de ruedas, ¡por delante, inmediatamente!

source: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hey old man, what's your problem?? Stop ruining my gig!
es_es: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hola viejo, ¿cuál es tu problema?? ¡Deja de arruinar mi gig!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] This is an un-coordinated event on school grounds! You're disrupting the students' learning with all this noise! I will have the police here at a moment's notice and have your whole groupie act shut down!
es_es: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] ¡Este es un evento descoordinado en los centros escolares! ¡Interrumpe el aprendizaje de los estudiantes con todo este ruido! Voy a tener a la policía aquí en un momento de aviso y hacer que todo su acto groupie se cierra!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh yeah? Well, do you {i}feel{/i} that everyone? Feels to me like a song with a little more {u}AGGRESSION{/u} is coming on!{p}Show this geezer what we think of his rules!!
es_es: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] ¿Oh si? Bueno, ¿eres {i}sintiendo{/i} que todos? ¡Me sienta como una canción con un poco más de {u}AGRESSION{/u} está llegando!{p}Muestra a este geezer lo que pensamos de sus reglas!!

source: Crowd [special_delimiter] {i}Boooh!!{/i} Get rid of Lancer!! {i}Boooh!!{/i}
es_es: Crowd [special_delimiter] {i}Boooh!!{/i} Deshacerte de Lancer!! {i}Boooh!!{/i}

source: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Unhand me, you misguided, rebellious teenagers! I'll have your grades slashed for this! Your permanent records will look mighty-{p}h-hey, stop pushing! {b}Of Mice and Men!!{/b} Help!!
es_es: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] ¡Dame la mano, tus adolescentes rebeldes y mal orientados! ¡Haré que tus calificaciones sean golpeadas por esto! Tus registros permanentes se verán poderosos-{p}h-hey, ¡deja de empujar! {b}de ratones y menús!!{/b} de ayuda!!

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam was right! Ember {i}IS{/i} a ghost!{p}She's using her music to control everyone!!
es_es: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... ¡Sam estaba en lo cierto! ¡Ember {i}IS{/i} un fantasma! ¡{p}She está usando su música para controlar a todos!!

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] I need to save Lancer! And the rest of the school from her control!{p}With this angry mob all gathered around and focused on Ember, I doubt anyone will notice me if I do this...
es_es: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] Necesito guardar Lancer! ¡Y el resto de la escuela de su control!{p}Con esta turba enojada todos se reunieron alrededor y se enfocaron en Ember, dudo que alguien me va a notar si hago esto ...

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] I'm going ghost!!
es_es: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] me voy a fantasma!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, the nice bald man said that he'd call the police, not that he loves "The Police", and that you guys should keep rocking out!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hola, el calvario dijo que llamaría a la policía, No es que él ama "La Policía", y que los chicos deben seguir rocando fuera!

source: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... what?
es_es: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... ¿qué?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...okay, not one of my better intros, a little long winded perhaps, but still...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...ok, no uno de mis mejores intros, un poco de viento largo quizás, pero aún...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...my point still stands! Pack it up and go home, Cherry Bomb!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...¡mi punto sigue en pie! ¡Empégalo y vuelve a casa, ¡Bomba de cerezo!

source: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... this must be that "Inviso-Bill" my creepy manager warned me about... better take care of this little heckler before I can play my songs...)
es_es: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... esto debe ser que "Inviso-Bill" me advirtió mi espeluznante. . mejor cuidar de este pequeño heckler antes de poder tocar mis canciones...)

source: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] So, you're the boot licker that's been stomping out all the fun around here, huh?
es_es: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] Así que, eres el lame de arranque que ha estado pisando toda la diversión por aquí, ¿eh?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terrorizing people through mind alterning music and alt-core fashion sense is no sane person's definition of "fun"!{p}I'm sending you and your little entourage back to the Ghost Zone and ending this jam session!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terrorizar a la gente a través de la mente alterando la música y el sentido de moda alt-core no es la definición de la persona sana de "diversión"!{p}¡Te envío a ti y a tu pequeño entorno de vuelta a la Zona Fantasma y termino esta sesión de mermelada!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Trying to break the band up, aye Yoko?{p}I think what you need is a little workout music!! And a workout like this will {i}really{/i} kick your butt into shape!
es_es: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Tratando de romper la banda, aye Yoko?{p}¡Creo que lo que necesitas es una pequeña música de entrenamiento! ¡Y un entrenamiento como este sacará realmente a tu perro a la forma {i}!

source: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] A one, two, three, four!!
es_es: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] A uno, dos, tres, cuatro!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Say my name everyone!!
es_es: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Diga mi nombre a todo el mundo!!

source: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}yeah!!{/i} That's what I needed to hear!
es_es: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}si!!{/i} ¡Eso es lo que necesitaba escuchar!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Shoot! The more they chant, the stronger she gets! I'll have to end this little concert quickly!)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Shoot! Cuanto más cantan, más fuerte se pone! ¡Voy a tener que terminar este pequeño concierto rápidamente!)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff* *Huff*{/i} ...not happening... she's {i}way{/i} too strong for me!
es_es: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff * *Huff * {/i} ... no está sucediendo ... ella es {i}manera {/i} demasiado fuerte para mí!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] I am, aren't I? And that was just a nice little warmup to tune my instruments, but now you're gonna get the {u}full show!{/u}
es_es: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] Yo lo esto,¿no? Y eso fue solo un pequeño warmup para afinar mis instrumentos, ¡pero ahora vas a conseguir el show completo {u}! /u}

source: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] This next one's a real crowd pleaser! And by that, I mean it'll please the crowd to tear you apart, limb from limb!!
es_es: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] ¡Esto es un verdadero placer! ¡Y con eso, quiero decir que agradecerá a la multitud para desgarrarte de la extremidad de la derrota!!

source: Crowd [special_delimiter] {i}*Growling* *Snarling * Ember! Ember! Ember!{/i}
es_es: Crowd [special_delimiter] {i}*Disparando* *Snarling * ¡Ember! ¡Ember!{/i}

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh boy, I think I'm about to be mosh pitted...
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh chico, creo que estoy a punto de ser mosh enclavado...

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? I mean, uh, w-who? Excuse me miss, I'm afraid you're rather mistaken, as I am Inviso-Bill, ghostly hero of Amity Park, n-not this Danny you speak of-
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] ¿Huh? ¿Sam? Quiero decir, uh, ¿w-whe? Perdóneme, me temo que estás bastante equivocado, ya que soy Inviso-Bill, héroe fantasmal de Amity Park, no este Danny que hablas de-

source: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Come on! We need to get you out of here before these crazed fans go stir crazy and rip you apart!
es_es: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] ¡Vamos! We need to get you out of here before these enloqued fans go stir crazy and rip you apart!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Jump behind the stand!!
es_es: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] saltar detrás del stand!!

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Jumping!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] saltando!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat got away with his little gal pal... oh well, this won't be the last time I get to show them who's leading the show now...
es_es: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat se quedó con su pequeño gal pal... Oh bueno, esta no será la última vez que llegué a mostrarles quién está liderando el espectáculo...

source: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Sorry about that lame hold up gang!! Now, are you ready for more of your favorite songs from yours truly ?!
es_es: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Lo siento, mantén pulsado el juego!! Ahora, ¿estás listo para más de tus canciones favoritas de la tuya?!

source: Crowd [special_delimiter] {i}*Cheering* *Fawning* *Shouting*{/i}
es_es: Crowd [special_delimiter] {i}*Saludo* *Saludo* *Grito*{/i}

source: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Now, if ya'll don't know yet, which I doubt, I've got a concert coming up soon, right here in your own dinky little town!
es_es: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Ahora, si aún no lo sé, lo cual dudo de que llegue un concierto pronto, ¡justo aquí en tu pequeña y dinky ciudad!

source: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] The tickets just went live online, so buy em' quick, before you're the only loser in Amity Park not going!!
es_es: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] Los billetes se acaban de conectar en línea, así que compra rápido antes de que seas el único perdedor en Amity Park que no se vaya!!

source: Crowd [special_delimiter] Ember! {i}Wooooh!!{/i} We love you Ember!!
es_es: ¡Crowd [special_delimiter] Ember! {i}Wooooh!!{/i} ¡¡¡¡¡Te amamos Ember!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh really? Then tell me how {u}much{/u} you love me!!{p}SAY.{p}MY.{p}NAME!!
es_es: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] ¿Oh realmente? Entonces dime cómo me amas {u}much{/u}!{p}.{p}. {p} MY.{p}NOMBRE!!

source: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... music to my ears...
es_es: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... música para mis oídos...

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ow!!{/i} That stings!!{p}Take it easy with that stuff, Nurse Ratchet!
es_es: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ow!!{/i} ¡¡¡Que pica!!{p}¡Úsalo fácil con esa cosa, Nurse Ratchet!

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn it Danny! Hold still, and don't be such a baby. I've gotta apply more antiseptic ointment...
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] ¡Darn it Danny! Mantén presionado, y no seas un bebé. Tengo que aplicar más ungüento antiséptico...

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, how on Earth am I going to stop her?? She's way stronger than I would have thought!
es_es: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, ¿cómo voy a detenerla?? ¿Va a ser más fuerte de lo que hubiera pensado!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] What do you mean? Was it really that bad?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] ¿Qué quieres decir? ¿Fue realmente tan malo?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] I haven't faced an enemy that powerful before! She's way tough, and her attacks were pretty much taking me out in one hit!
es_es: ¡[_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] No me he enfrentado a un enemigo tan poderoso antes! ¡Está camino de ser más duro, y sus ataques me estaban llevando de un solo golpe!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, uh, so, do... do you... do you maybe need me to {i}"help out"{/i} again...?
es_es: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Brushing * {/i} Bueno, uh, así que, haz ... hazlo ... ¿quizás me necesitas a {i}"ayudar" {/i} de nuevo ...?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Uh, thanks Sam, but I'm not even sure that'll be enough to stop her.
es_es: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Uh, gracias Sam, pero ni siquiera estoy seguro de que sea suficiente para detenerla.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Really?
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] ¿De verdad?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Yeah, what I've been doing up til' now fighting ghosts might not get the job done this time. Don't suppose you have any bright ideas?
es_es: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Sí, lo que he estado haciendo hasta que los fantasmas luchen ahora puede que no se haga el trabajo esta vez. ¿No supones que tienes ideas brillantes?

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Well... what if you had, say, um, more than just {u}one?{/u}
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Bueno... ¿qué pasaría si tuvieras, digamos, um, más que {u}uno?{/u}

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? What do you mean Sam? More than one what?
es_es: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] ¿Huh? ¿Qué quieres decir Sam? ¿Más de una qué?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] I mean... what if, hypothetically... you had an {i}additional{/i} charge of Orgone?
es_es: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] quiero decir... ¿qué pasaría si, hipotéticamente... tenías una carga adicional de Orgona {i}?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] ...from different girls?
es_es: ¿[_sam_s_co_s_away_s_neutral_s_talk_consternation_] ...de chicas diferentes?

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... I mean, I wouldn't wanna make things any more-
es_es: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... Quiero decir, no querría hacer cosas más-

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, I mean, it's not like we're boyfriend or girlfriend, right?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, quiero decir, no es como somos un amigo o una amiga, ¿verdad?

source: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-no, you're right, of course not.
es_es: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-no, tienes razón, por supuesto que no.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] So... you're saying you'd be willing to... ya' know... with me...{p}...and another-?
es_es: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Así que... estás diciendo que estarías dispuesto a... si' sabe... conmigo...{p}...y otro?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-sorry, n-no, I didn't... that wasn't how I meant it to come across, I wasn't meaning-
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-disyunry, n-no, yo no... no era así como yo lo quería decir que no tenía sentido.

source: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Sorry, yeah, that's just sorta where my train of thought went...
es_es: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Lo siento, sí, eso es solo sorta donde mi tren de pensamiento fue...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-no, yeah, I just meant that you should maybe combine some sorta boost from me... along with someone else's charge.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-no, sí, solo quería decir que quizás deberías combinar alguna mejora sorta de mí... junto con la carga de otra persona.

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, right, I get what you mean... like a double dose, sorta situation.
es_es: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, bueno, tengo lo que quieres decir... como una doble dosis, sorta situación.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] I just mean, it's only logical if you got someone else to also help "charge" your Orgone, you'll have enough power to win.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] Solo quiero decir, es lógico si tienes a alguien más que ayude a "cargar" tu Orgone, tendrás suficiente poder para ganar.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] I... I guess that makes sense.
es_es: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] I. .. Supongo que eso tiene sentido.

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Besides, it's just to get the charge, right?
es_es: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Además, ¿es solo para obtener la carga, correcto?

source: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-of course. Always grinding away for that Orgone, {i}heh{/i}....
es_es: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-of course. Siempre moliendo para ese Orgone, {i}heh{/i}....

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...so, would you... do you want to, I mean, ya' know...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...así... ¿querrías hacerlo, quiero decir, só...

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}now?{/i}
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}ahora?{/i}

source: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Ow, ow, ow! Yeah, okay, that still smarts!
es_es: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Vaya, ¡debe, debe! Sí, está bien, ¡eso sigue siendo inteligente!
