Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, Sam, I don't mind leaving with you, but what about the rest of your classes?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Bueno, Sam, no me importa salir contigo, pero ¿qué pasa con el resto de tus clases?

source: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] I don't wanna go to any more classes! I just want you to carry me home...
es_es: ¡[_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] No quiero ir a más clases! Solo quiero que me lleves a casa...

source: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...preferably over your strong shoulders, {i}hrmm?{/i}
es_es: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...preferiblemente sobre tus hombros fuertes, ¿ {i}hrmm?{/i}

source: [_danny_s_at_player_s_angry_s_displeased_] (First flirting with Tucker, now she switched to me? Either Sam's having a hormonal stroke, or methinks there's something rotten in the state of Denmark.)
es_es: [_danny_s_at_player_s_angry_s_displeased_] (Primero coquetea con Tucker, ¿ahora me cambia? O Sam tiene una apoplejía hormonal o hay algo que no va bien.)

source: [_danny_s_at_player_s_rise_s_smile_] (...huh, I guess Mr. Lancer's book lectures are paying off after all! That sounded pretty smart!)
es_es: [_danny_s_at_player_s_rise_s_smile_] (...eh, supongo que las conferencias de libros del señor Lancer están dando sus frutos! ¡Eso és más sensato!)

source: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, come on! I wanna get into bed...~
es_es: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyyy{/i}, ¡vamos! Quiero meterme en la cama...~

source: [_danny_s_towards_s_sad_s_talk_distraught_] Okay, okay, I'll walk you home! Sheesh...
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Vale, vale, ¡te acompañaré a casa...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, it's the matching twins! What are they...?{p}Wait, are they doing what I {i}think{/i} they're doing?!
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, ¡Son los gemelos! ¿Qué están...?{p}Espera {/p}, ¿están haciendo lo que {i}creo{/i} que están haciendo?!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Star, you {i}definitely{/i} have the {u}cutest{/u} little butt in school, you know that?
es_es: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] ¡Oohh! Star, {i}definitivamente {/i} tienes el más {u}bonito{/u} culo de la escuela, ¿lo sabías?

source: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, whatever girl, I'd kill to have {i}your{/i} ass! Plus these nice boobs!
es_es: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, lo que sea chica, ¡yo mataría para tener {i}tu{/i} culo! ¡Además de tus bonitas tetas!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] You mind if I have myself a little feel?
es_es: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] ¿Te importa si me doy el gusto?

source: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Go for it girl! As long as I get a handful too!{p}And a nice taste, too...~
es_es: ¡[_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] ¡adelante chica! ¡Mientras yo lo tenga! {p}Y sea un buen gusto{/p}...~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...best.{p}Music.{p}Trend.{p}{u}Ever.{/u}
es_es: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...mejor.{p}Música.{p}Tendencia.{p}{u}de todas.{/u}

source: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heyyy!{/i} Grope {i}my{/i} waist and ass when we're leaving!
es_es: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}¡Heyyy!{/i} ¡Sujeta {i}mi{/i} cintura y culo cuando nos vamos!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] W-WH-WHAT?! S-S-Sam!!
es_es: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_]!¿Q-Qu-Qué?! ¡¡S-S-Sam!!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] You heard me! Grab my hips, right now!!
es_es: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] ¡Me has oído! Coje mis caderas, ahora mismo!!

source: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. My. God! Nasty Danny's got his arms wrapped around that gargoyle's fat waist!
es_es: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. ¡Dios! ¡El apestoso Danny consiguió abrazar la cintura de la gárgola!

source: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Just as I thought, they were star-crossed {u}losers{/u} from the start.
es_es: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Como yo pensaba desde el principio, estaban liados los {u}perdedores{/u}.

source: [_danny_] Hey, we're not-
es_es: [_danny_] Hey, no-

source: [_sam_] {i}Ha!{/i} Go back to your make-out session ladies! Jealousy doesn't suit you whores! His hands are touching {u}this{/u} alone! Suck it, skanks!
es_es: [_sam_] {i}Ha!{/i} ¡Volved a vuestra sensiones de maquillajes! ¡El celo no me conviene en puta! ¡Sus manos son las {u}únicas{/u} que me tocan! ¡chuparos esa, golfas!

source: [_danny_] {i}*Whispering*{/i} Sam what the heck is with you?!
es_es: [_danny_] {i}*Susurrando* {/i} Sam ¡¿qué diablos te pasa?!

source: [_sam_] Ohhh, Danny, I'm just having fun silly! Be mellow, man! You totally gotta learn to chill...
es_es: [_sam_] Ohhh, Danny, ¡me estoy divirtiendo! ¡Sé tierno, hombre! Debes aprender a...

source: [_danny_] Look, let's just go Sam. You told me to walk you back home!
es_es: [_danny_] Mira, vámonos Sam. ¡Me has dicho que te acompañe a casa!

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, we're finally at your place now. And away from all that... whatever that was.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Bueno, por fin estamos en tu casa. Lejos de eso... lo que fuera.

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... we're finally back home? Thank God... my head is killing me.
es_es: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... ¿finalmente estamos de vuelta a casa? Gracias a Dios... mi cabeza me está matando.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You alright?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ¿estás bien?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Yeah, it just feels like I woke up from a really weird dream...
es_es: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Sí, parece que me desperté de un sueño extraño...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, but... you {i}do{/i} remember what just happened back in the hallway, right?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Espera, pero... ¿{i}puedes{/i} recordar lo que acaba de pasar?

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Well yeah, we were with Tucker, and I asked you to- OH MY GOD!{p}Danny, I'm so sorry, I have no idea what came over me!{p}It couldn't be Kitty possessing me again, right?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Bueno, sí, estábamos con Tucker, y te pedí que- ¡OH DIOS!{p}Danny{/P}, ¡lo siento, no tengo ni idea de lo que me paso! {p}¿podía ser Kitty poseyéndome de nuevo?

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Don't worry. From what I've gathered, everyone started acting really weird the minute that new Ember song played.
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] No te preocupes. Por lo que he visto, todo el mundo comenzó a actuar muy extraño al minuto de escuchar la nueva canción de Ember.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ...did Paulina and Star start making out? Am I remembering that wrong?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ...¿Paulina y Estrella empezaron a salir? ¿Recuerdo eso mal?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Nope, that {u}definitely{/u} happened. Thank God, that was real.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Nope, eso sucedió {u}definitivamente{/u}. Gracias a Dios, eso era real.

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh man... I'm still really dizzy... I'm gonna go lay down in my room for a bit. Thanks for helping me home Danny. I guess I'll see you tomorrow dude.
es_es: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh tío... Todavía estoy mareada... Voy a ir tumbarme en mi habitación un poco. Gracias por acompañarme a casa Danny. Supongo que mañana te veré.

source: [_danny_s_towards_s_sad_s_talk_happy_] Rest easy, Sam. I'm gonna figure out what's going on around the school.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Descansa Sam. Estoy descifrando lo que está pasando en la escuela.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Yeah, uh, you do that, awesome...{p}...yikes, I totally have the spins again... I hope I don't barf...
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Sí, uh, haces eso, asombroso...{p}...parece{/p} que todo me da vueltas de nuevo... Espero que no ponerme a brincar...

source: [_danny_] (Oh, right... Jazz is still listening to Ember on the radio... did she even go to school today?)
es_es: [_danny_] (Oh,... Jazz sigue escuchando a Ember en la radio... ¿fue a la escuela hoy?)

source: [_radio_] {i}♪ It was... it was September... winds blow... the dead leaves fall... ♫{/i}
es_es: [_radio_] {i}♪ fue... fue Septiembre... los vientos soplaban... las hojas muertas caen...♫{/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Hey man, how was school today?
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Hey, ¿cómo fue la escuela hoy?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Alright, I guess. Pretty bizarre stuff, honestly.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Bien, supongo. Sinceramente con ciertas cosas extrañas.

source: [_jazz_s_towards_s_rise_s_talk_frown_] Oh yeah? What's up?
es_es: [_jazz_s_towards_s_rise_s_talk_frown_] ¿Oh sí? ¿Qué pasa?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] You were {i}way{/i} too right! Everyone's going nuts for this Ember girl.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] ¡Estás fuera de {i}onda{/i}! Todo el mundo tiene el culo perdido con Ember.

source: [_jazz_s_towards_s_neutral_s_talk_amused_] Told ya! Isn't she awesome?
es_es: ¡[_jazz_s_towards_s_neutral_s_talk_amused_] ¡Ya te lo dije! ¿No es asombroso?

source: [_radio_] (Ember's latest song, {i}Midnight's Kiss{/i}, will be debuting on our station in just a few seconds! Stay glued to your radio dials!)
es_es: [_radio_] (la última canción de Ember, {i}Besos de Medianoche{/i}, debutará en nuestro canal en tan solo unos segundos! ¡Manténgase pegado a su radio!)

source: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh!{/i} This must be that new song everyone's going crazy over!
es_es: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}¡Ooooh!{/i} ¡Esta debe ser esa nueva canción por la que todo el mundo está enloqueciendo!

source: [_danny_s_closed_s_wondering_s_talk_displeased_] New song? Wait...
es_es: [_danny_s_closed_s_wondering_s_talk_displeased_] ¿Nueva canción? Espera...

source: [_danny_s_at_player_s_wondering_s_consternation_] (After hearing this latest song, everyone started acting really weird... does that mean Jazz might also...?!)
es_es: [_danny_s_at_player_s_wondering_s_consternation_] (Después de escuchar esta última canción, todo el mundo comenzó a actuar raro... ¡¿eso significa que Jazz también podría...?!)

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, wait! Don't listen to-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, ¡espera! No escuches-

source: [_radio_] {i}♫ You and I, not even death could keep me away, I'll be coming right back to you, I'll hold you down and make you mine, only mine... ♫{/i}
es_es: [_radio_] {i}♫ tú y yo, ni siquiera la muerte podría mantenerme alejada, Volveré a ti, te detendré y te haré mía, sólo mía... ♫ {/i}

source: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... this new song is... I feel so... so {i}bewitched{/i} by it...
es_es: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... esta nueva canción es... Me siento... {i}embrujada{/i} con ella...

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, are you okay? We need to turn the radio off!
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, ¿estás bien? ¡Necesitamos apagar la radio!

source: [_jazz_s_stare_s_confused_s_talk_frown_] Turn... turn it off? Why would I ever do that?
es_es: [_jazz_s_stare_s_confused_s_talk_frown_] ¿Apagar.... apagarla? ¿Por qué habría de hacer eso?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, you, uh... you're starting to make this weird face...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, tú, uh... estás empezando a tener cara extraña...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, I'm sorry, but, {i}uhmm{/i}... goodness, have you done something different with your look? You look... really, {i}really{/i} handsome lately...
es_es: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, lo siento, pero, {i}uhmm{/i}... bueno, ¿has hecho algo diferente con tu aspecto? Te ves... realmente, {i}realmente{/i} guapo últimamente...

source: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh no! It's affecting her as well!)
es_es: [_danny_s_at_player_s_sad_s_clenchteeth_] (¡Oh no! ¡También le está afectando a ella!)

source: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! I think Ember's music is causing people to act... to act sorta...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¡Jazz! Creo que la música de Ember está haciendo que la gente actúe... actue...

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh man, when did she get so hot? Is this the music's hold on me too? Oh crap...~)
es_es: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh tío, ¿cuándo se puso tan caliente? ¿Me está poniendo a mí también caliente? Oh mierda...~)

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, I was... I was saying something important, I think...
es_es: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, estaba... estaba diciendo algo importante, creo...

source: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Wait, did I just call him handsome...? Jeez! What's going on with my head? I... I think I should go upstairs and take a break from the music for now...)
es_es: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Espera, ¿lo llamé guapo...? ¡Jeez! ¿Qué está pasando con mi cabeza? Yo.. Creo que debería irme y tomarme un descanso de la música por ahora...)

source: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] I, uh, sorry, need to get to my room! S-see ya around!
es_es: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] I, uh, lo siento, ¡necesito ir a mi habitación! ¡N-nos vemos!

source: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] I said, I need to leave! Now!!
es_es: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] digo, ¡necesito irme! ¡¡ya!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh man... thank goodness for that... I had better turn that music off before someone else walks in here.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Oh tío... gracias a dios... mejor que apague esa música antes de que alguien más entre aquí.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...maybe I should check on Jazz though, to make sure she's okay?
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] ...quizás ¿debería ver a Jazz para asegurarme de que está bien?

source: [_jazz_] Oh fuck! Shit! {i}Ahh!{/i}
es_es: [_jazz_] ¡Oh, mierda! ¡ {i}¡Ah!{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Jazz is playing with herself? Right after that whole kitchen scene? That music really {i}is{/i} powerful!)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (¡Joder! ¿jazz está jugando consigo misma? ¿Después de la escena de la cocina? ¡Esa música {i}és {/i} potente!)

source: [_jazz_] (It's a good thing I got away from Danny when I did, otherwise I... {i}urgh{/i}, gross!! What the hell is wrong with me for even thinking that?!)
es_es: [_jazz_] (fue buena idea alejarme de Danny, de lo contrario yo... {i}urgh{/i}, ¡¡joder!! ¿Qué demonios pasa conmigo para pensar eso?)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (Jazz is really getting into it isn't she...? Man, I had better close the door before she notices I'm watching her...)
es_es: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (¿Jazz está mostrando lo que siente en el fondo...? tio, mejor que cierre la puerta antes de que ella se dé cuenta de que la estoy viendo...)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh man... I'm exhausted after today. I should probably go lay down for a bit. Everyone seems to be losing it with this music!
es_es: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh tío... estoy exhausto después de hoy. Debería tumbarme un poco. ¡Todo el mundo parece estar perdiendo la cabeza con esta música!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}Alright, hopefully today will be a little less weird than yesterday.
es_es: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*bostezo*{/i}{p}Bien, espero que hoy sea menos extraño que ayer.

source: [_danny_s_down_s_wondering_s_talk_displeased_] Of course, I say that now, and will then be promptly subjected to a view of Dad doing squats in the kitchen wearing nothing but lederhosen or something...
es_es: [_danny_s_down_s_wondering_s_talk_displeased_] Perdon, digo eso ahora, y entonces veré a papá haciendo sentadillas desnudo en la cocina o algo parecido...

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...again.
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] ...otra vez.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Oh well, just gotta hope for the best! Positive outlook and all!
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] ¡bueno, ¡espero lo mejor! ¡Perspectivas positivas!

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Gooood{/i} morning, everyo-
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Diosssss{/i} por la mañana, todo el mundo-

source: [_danny_s_towards_s_unhappy_s_consternation_] (...oh boy...)
es_es: [_danny_s_towards_s_unhappy_s_consternation_] (...oh tío...)

source: [_radio_] {i}♪ I'll hold you down and make you mine, only mine... ♫{/i}
es_es: [_radio_] {i}♪ te mantendré abrazada y te haré mía, solo mía... ♫{/i}

source: [_danny_s_at_player_s_unhappy_s_consternation_] (There goes my hope that today could just be "normal" for a change.)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Hay va mi esperanza de que hoy podría ser "normal".)

source: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny! Good morning! Jazz was just showing me some of her {i}rad{/i} new music and fashion! Isn't it great?{p}This Ember McClain girl sure knows how to create a real unique {u}movement!{/u}
es_es: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, ¡Danny! ¡Buenos días! ¡Jazz me está mostrando algo de la nueva música con su {i}radio{/i} y la nueva moda fashion! ¿No es genial? ¡{p}Esta{/p} chica Ember McClain sabe cómo crear un movimiento {u}único{/u}

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] She's {u}amazing{/u}, I know!
es_es: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] és {u}increíble{/u}, ¡lo sé!

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... so I'm glad to see that you two are... "bonding" together and all, but don't you two feel a {i}little{/i} weirded out by what you're both wearing?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... me alegro de ver que las dos estan... "vinculadas" pero ¿no os sentís un {i}poco{/i} extrañas con lo que lleváis puesto?

source: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] What do you mean sweetie? Is it so out of place for your dear old Mom to try being a little more 'hip'?
es_es: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] ¿Qué quieres decir cariño? ¿Está fuera de sitio que tu querida mamá trate de ser un poco más de hippy'?

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] He's just frustrated because he knows our asses look better in these leather pants than anyone else's at school! Must be hard knowing what you can't have...~
es_es: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] ¡Está frustrado porque sabe que nuestros culos son los que mejor se ven en la escuela con estos pantalones de cuero! Debe ser difícil sabiendo que él no puede llevarlos...~

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, what the hell?! That's not even... you don't have to- wh-what the heck's gotten into you?!
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, ¡¿qué demonios?! Eso no es par... no tienes que - ¡¿q-que narices te pasa?!

source: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} Oh my... quite the little tiff you two are having... almost like a little "lover's quarrel", if I didn't know any bet-
es_es: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Sonrojada* {/i} Oh dios... la pequeña riña entre ambos... casi parece una "pelea entre amantes", si no me equivoco-

source: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Urgh!{/i} I'm going to school!
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}¡Urgh!{/i} ¡Me voy a la escuela!

source: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Wait, but I packed you a lunch with some pretzel rods! Danny!!
es_es: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] ¡Espera, te he preparado el almuerzo con algunas varillas de mlzel! ¡¡Danny!!

source: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ...was it something I said?
es_es: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ...¿fue algo que dije?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] What the heck? Where did all these posters come from?!
es_es: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] ¿qué narices? ¡¿De dónde salen todos estos carteles?!

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny! Great, you're here, you can help me stick more flyers up!
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] ¡Genial! ¡Genial, estás aquí, puedes ayudarme a pegar más!

source: [_danny_s_towards_s_rise_s_talk_distraught_] What? This isn't enough advertisement for Ember already??
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ¿Qué? ¿¿no es suficiente publicidad para Ember??

source: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] PEOPLE NEED TO KNOW!{p}The glorious music of Ember McClain must be known to every man, woman, and child on this earth!
es_es: ¡[_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] ¡LA GENTE NECESITA SABER! ¡{p}La gloriosa{/p} música de Ember Mclain debe ser conocida por todos los hombres, mujeres y niños de esta tierra!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Sheesh! What's your problem, why're you acting all crazy?
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] ¡Shshshs! ¿Cuál es tu problema?, ¿por qué haces esta locura?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Sorry man! It's just that everyone's so excited! Ember's music has gotten even better since her {b}new manager{/b} took over.
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] ¡Lo siento! ¡Todo el mundo está tan emocionado! La música de Ember se ha desarrollado aún mejor desde que su nuevo gerente {b}asumió el cargo{/b}.
