Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, this is a pretty good deal! It'll give you both a chance to garner some privacy as well as some breathing room.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, ¡esta es una buena oferta! Te dará tanto la oportunidad de obtener algo de privacidad, como de respirar.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] As you wish my master.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] Como deseas a mi maestro.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Great, guess I'll just have to wait 'til the rest of your family leaves the house.
es_es: [_ember_s_towards_s_idle_s_talk_distraught_] Genial, adivina que solo tendré que esperar hasta que el resto de tu familia salga de la casa.

source: [_danny_s_towards_s_wondering_s_talk_amused_] ...you know you can go invisible, right? Do {i}I{/i} need to be the one to tell you this?
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] ...sabes que puedes ser invisible, ¿no? ¿Tienes que ser {i}I{/i} quien te diga esto?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...suck my dick, Danny.
es_es: [_ember_s_down_s_angry_s_talk_distraught_] ...chupar mi polla, Danny.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Thank you for this, [player_name]. I for one greatly {u}appreciate{/u} this additional freedom you have granted me.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Gracias por esto, [player_name]. Yo por un gran {u}aprecio {/u} esta libertad adicional que me has concedido.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, enjoy yourselves girls, don't do anything nefarious or evil while I'm gone.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Vale, disfrútate de las chicas que quieras, no hagas nada nefarioso o malvado mientras me vaya.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] We shall not, master.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] No lo vamos a dominar.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Kiss ass.
es_es: [_ember_s_stare_s_angry_s_talk_distraught_] Beso culo.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot whore.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] una bestia de artillería.

source: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Be good you two. And remember, when I'm tucking myself into bed, you both go back in the Thermos.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sigh * {/i} Ser bueno dos. Y recuerda, cuando me estoy metiendo en la cama, ambos remontamos en el Thermos.

source: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, whatever. We'll play by your stupid rules for now...
es_es: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft {/i}, lo que sea. Jugaremos por sus estúpidas reglas por ahora ...

source: [_danny_s_at_player_s_wondering_s_consternation_] (I really hope I made the right decision with this.)
es_es: [_danny_s_at_player_s_wondering_s_consternation_] (Realmente espero haber tomado la decisión correcta con esto).

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I could have sworn that everyone went to bed by now.)
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Podría haber jurado que todos iban a la cama por ahora.)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Wait... those voices... oh no...!)
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Espere... esas voz... oh no...!)

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I don't understand, why doesn't the man just {i}purchase{/i} the girl if he desires her that much?
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] No entiendo, ¿por qué el hombre no tiene apenas {i}la compra {/i} la chica si él la desea mucho?

source: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Cause he's married, dingus!
es_es: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] ¡Causa que está casado, dingus!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I fail to see the dilemma...
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] No veo el dilema...

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] She doesn't even like him, he's totally evil and creepy looking.
es_es: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Ella ni siquiera le gusta, es totalmente malvada y espeluznante mirando.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Since when did the looks of the man ever matter in matters such as this?
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Desde cuándo importaron las miradas del hombre en asuntos como este?

source: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhh... you still have your whole programming wired into the stone ages, girl...
es_es: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhhh... todavía tienes toda tu programación alambrada a las edades de piedra, chica...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] In my day, the man simply found a woman that he thought would look good in his chambers and bought her. Simplicity at its finest.
es_es: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] En mi día, el hombre simplemente encontró una mujer que pensaba que se vería bien en sus cámaras y la compró. La simplicidad en su mejor momento.

source: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Okay, that's called slavery, it's kinda been illegal for a while now.
es_es: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Vale, eso es lo que se llama esclavitud, es bueno que sea ilegal desde hace un tiempo.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] And c'mon, you really didn't have {i}any{/i} say at all with the Sul... Sulty? Whatever he was?
es_es: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Y c'mon, realmente no tenías {i}nada{/i} decir nada con el Sul... ¿Sulty? ¿Qué fue?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] The {u}Sultan{/u}, and no, I did not.
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] El {u}Sultan{/u}, y no, no lo hice.

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] But like... what about... I don't know...{p}...love or some shit?
es_es: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Pero me gusta... ¿de qué trato... no lo soy...{p}... ¿amor o algo de mierda?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Love is a... rather complicated matter, there are many different types of it.
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] El amor es ... un asunto bastante complicado, hay muchos tipos diferentes de él.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Love can always be cultivated over time. I still had power over my destiny, even under his care.
es_es: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] El amor siempre se puede cultivar con el tiempo. Todavía tenía poder sobre mi destino, incluso bajo su cuidado.

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] From what I know, "love" is a load of bullshit, trust me.
es_es: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] De lo que sé, "amor" es una carga de mierda, confíe en mí.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] My Sultan was never cruel to me, however.
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Mi Sultan nunca fue cruel para mí.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] No, he just used you to bust his load, right?
es_es: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] No, él acaba de usarte para derribar su carga, ¿verdad?

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Believe me, it was a mutual affair.
es_es: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Créanme, fue un asunto mutuo.

source: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...that you had no say in.
es_es: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...que no tenías voto.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] I was showered in gifts.
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] Me lloraron con regalos.

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah, and jizz.{p}Let me guess though, he didn't step in to help when that wife of his wanted {i}your{/i} head on the chopping block.
es_es: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Sí, y yizz.{p}Deja adivinar, sin embargo, que no intervino para ayudar cuando esa esposa de su querida {i}tu{/i} cabeza en el bloque de cortar.

source: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] What block? I was buried in the white desert sands and devoured by vultures.
es_es: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] ¿Qué bloque? Fui enterrado en las arenas blancas del desierto y devorado por buitres.

source: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jesus Christ!!{/i} And you want to sit here and tell me how "great" your Sultan was?!
es_es: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jesucristo!!{/i} ¡Y quieres sentarte aquí y decirme cuán "genial" era tu Sultan?!

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] That was his wife who did that to me! The jealous whore.. .
es_es: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] Ésa era su esposa que me lo hizo! La bestia celosa..

source: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh yeah, sounds like you had a real good hand at shaping your destiny...
es_es: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh sí, suena que tenías una buena mano para dar forma a tu destino...

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh fine! Judge me as you like! But what about you then, aye?
es_es: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] ¡Oh bien! ¡Enhorabuenme como quieras! Pero, ¿qué pasa contigo entonces, ay?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Well, c'mon, don't hold back... what sorrows burden your heart so much that you sought to dye your hair that ridiculous color?
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Bueno, c'mon, no te retienes... ¿qué tristeza pesan tanto tu corazón que intentaste teñir a tu cabello de ese ridículo color?

source: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...I don't want to talk about it.
es_es: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...No quiero hablar de ello.

source: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Really now? Darling, we're dead, there's nothing worth getting hung up over.
es_es: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] ¿Realmente ahora? Darling, we're dead, there's nothing worth getting up over.

source: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] It's complicated, okay?
es_es: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] Es complicado, ¿bien?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... well I do certainly understand holding onto pain and bitterness.
es_es: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmm{/i}... bueno, ciertamente entiendo mantener el dolor y amargura.

source: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh yeah? Done wonders for your personality I'm sure.
es_es: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] ¿Oh si? Hecho preguntas para tu personalidad estoy seguro.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, do try to actually listen to me.
es_es: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, intenta escucharme realmente.

source: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] What?!
es_es: ¡[_ember_s_tv_s_towards_s_angry_s_talk_distraught_] qué?!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I may not have your experience with the modern world...
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] puede que no tenga su experiencia con el mundo moderno...

source: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Trust me, I'm from the late 80's, and this world still freaks me the hell out. Have you seen these phones today? They look like chocolate bars!
es_es: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Confíe en mí, soy de finales de los 80, y este mundo todavía me freude el infierno. ¿Has visto estos teléfonos hoy? ¡Se parecen a barras de chocolate!

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ...yet I have lived for centuries now, and I have seen things you could not possibly fathom.
es_es: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ...sin embargo, he vivido durante siglos, y he visto cosas que no podías entender.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Is this going somewhere?
es_es: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] ¿Esto va a alguna parte?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] My point is that I know that it is hard to forgive whatever it may be that torments you, but you must {i}try{/i} to let it go.
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Mi punto es que sé que es difícil perdonar lo que pueda ser que atormentes a ti pero debes probar {i}{/i} para dejarlo ir.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, so you spend a couple weeks with boy wonder and suddenly you're a reformed saint now?
es_es: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, así que pasas un par de semanas con un niño de maravilla y de repente eres un santo reformado ahora?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, the master does not control my-
es_es: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, el maestro no controla mi-

source: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] I mean c'mon, we all heard about some of {i}your{/i} atrocities committed in the Ghost Zone.
es_es: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] Me refiero a c'mon, todos hemos oído hablar de algunas de {i}tu{/i} atrociudades cometidas en la Zona Fantasma.

source: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Let me guess, you never told your precious "master" about them have you?
es_es: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Déjame adivinar, ¿nunca le has contado a tu precioso "maestro" sobre ellos?

source: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] No, he's not ready for that... I wouldn't want him to see me as-
es_es: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] No, no está listo para eso... No me gustaría que me viera como:

source: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! And here you are lecturing me.
es_es: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! Y aquí me estás dando lecciones.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I'm simply trying to help you.
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Estoy simplemente tratando de ayudarte.

source: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Well thanks babe, but I don't need it.
es_es: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Buena muchacha pero no la necesito.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...and I don't deserve it...
es_es: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...y no lo merezco...

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...I hated myself.
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...Me odié a mí mismo.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] I hated everyone, and everything. I wanted the whole world to suffer for what they did to me.
es_es: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] odio a todos, y a todo. Quería que todo el mundo sufriera por lo que me hizo.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Yeah... I get that.
es_es: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Sí... lo recibo.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] And believe me, I know I'm not a good person, even now, but...
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Y créame, sé que no soy una buena persona, ni siquiera ahora, pero...

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] I think that Mas- I mean, I think Danny is... well he's helping me to at least see that there {i}are{/i} other ways to be.
es_es: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Creo que Mas- Quiero decir, creo que Danny es... bueno, me está ayudando a al menos a ver que hay {i}otras maneras de estar.

source: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Even if I don't always agree with his methods, and believe me, I'd still choose freedom than this... he's taught me that eternity is a long time to hold onto all that hatred in your heart and not at least {i}talk{/i} about it.
es_es: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Aunque no siempre esté de acuerdo con sus métodos, y créame, seguiría eligiendo la libertad que este... me ha enseñado que la eternidad es mucho tiempo para aferrarte a todo lo que odia en tu corazón y no al menos {i}habla{/i} al respecto.

source: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...you really do like him, huh?
es_es: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...realmente haces como él, ¿eh?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Not always, no... but he's certainly different, I must admit...
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing * {/i} No siempre, no ... pero él es ciertamente diferente, debo admitir ...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] In other respects, he is in fact yet another common man with simple thoughts and desires, true...
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] En otros aspectos, es de hecho otro hombre común con pensamientos y deseos simples, verdadero...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...and yet I sense in him a desire to do true good for others. Selflessly, even.
es_es: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...y sin embargo percibo en él un deseo de hacer el bien verdadero para los demás. Desinteresadamente, incluso.

source: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, he's definitely a stupid... stupid goody two shoes...
es_es: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, definitivamente es un estúpido... dos zapatos estúpidos...

source: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] He bought me that guitar, ya' know?
es_es: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] Me compró esa guitar, ¿no?

source: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] Did he? So I have {i}him{/i} to thank for the migraines I've been developing...
es_es: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] ¿Lo hizo? Así que tengo {i}él{/i} que agradecer las migrañas que he estado desarrollando...

source: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Yeah, but I know he just wants my information about that creep who helped me escape the Ghost Zone... it's all just a game... and as soon as he's got it, he'll chuck me out, just like... like...
es_es: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Sí, pero sé que sólo quiere mi información sobre ese creep que me ayudó a escapar de la Zona Fantasma. . Es sólo un juego... y tan pronto como lo tiene, me follará, sólo me gusta... me gusta...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, may I ask you something personal?
es_es: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, ¿puedo preguntarte algo personal?

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...well, I can't exactly stop you, so, sure.
es_es: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...bueno, no puedo detenerte exactamente, así que aseguro.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] When you play your music aloud, you play wanting the whole world to hear you... but do you ever play for {u}yourself{/u}?
es_es: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Cuando juegas tu música en voz alta, juegas queriendo que todo el mundo te escuche ... pero ¿alguna vez juegas por {u}tú mismo {/u}?

source: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Huh? W-what's that supposed to mean...?
es_es: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] ¿Huh? ¿Qué significa eso...?

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] No... not anymore.{p}I play to get better, to please everyone, so they'll love me...
es_es: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] No... ya no.{p}juego para mejorar, para complacer a todos, así que me encantarán...

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] But sometimes even that's not enough... so I use my powers to {u}make{/u} them love me...
es_es: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Pero a veces incluso eso no es suficiente... así que uso mis poderes para {u}make{/u} que me aman...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] In my time observing humans, the best musicians I had ever heard always played from the soul, deeply. Their best music reflected what they truly felt inside.
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] En mi tiempo observando a los humanos, los mejores músicos que he escuchado siempre tocaron desde la alma, profundamente. Su mejor música reflejaba lo que realmente sentían dentro.

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah well, capitalism says buh-bye to that load of crap. Everything's just corporate and marketed now!
es_es: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Sí bien, el capitalismo dice buh-bye a esa carga de crap. ¡Todo es solo corporativo y se comercializa ahora!

source: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} ...nevermind, let's just keep watching the movie.
es_es: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sigh * {/i} ... nevermind, vamos a seguir viendo la película.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] As you wish.
es_es: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] como quieras.

source: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...this dude's totally gonna fuck up his chances with her with a haircut like that.
es_es: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...este dude totalmente gonna folló sus oportunidades con ella con un corte de pelo como este.

source: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, agreed.
es_es: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, aceptado.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, nice to see them getting along. I better leave them to it.)
es_es: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, agradable verlos llevarse bien. Me los dejo mejor.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} I wonder how Ember and Desiree are feeling this morning?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} Me pregunto cómo se sienten Ember y Desiree esta mañana.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Huh? Doesn't seem like they're in the Thermos... I wonder where they could be?
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] ¿Huh? ¿No parece que están en los Termos... me pregunto dónde podrían estar?
