Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Well, if you start playing your cards right, we can make this an often reoccuring occas-
es_es: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Bueno, si empiezas a jugar bien tus cartas, podemos hacer de esto una ocasión que se repita a menudo

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Shouting*{/i} MOM, I'M HOME!!
es_es: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Grito* {/i} ¡¡MAMA, ESTOY EN CASA!!

source: [_kate_s_nude_s_towards_wide_s_unhappy_s_talk_consternation_] ...{i}ohhh{/i}, {u}shit{/u}!!!
es_es: [_kate_s_nude_s_towards_wide_s_unhappy_s_talk_consternation_] ...{i}ohhh{/i}, {u}mierda{/u}!!!

source: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star! Crap! D-do you want me to turn invisible, or-?
es_es: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] ¡S-star! ¡Joder! ¿Q-quieres que me vuelva invisible, o-?

source: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] You can do that?!
es_es: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] ¿puedes hacer eso?!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, right, y-yeah. Ghost powers. Pretty standard, I imagine.{p}Yeah, have that on standby, but just give me a sec, I think I can talk my way through this...
es_es: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, sí, sí. Poder fantasma. Son estándares, imagino.{p}Sí{/p}, tienes tu polla en espera, solo dame un segundo, creo que puedo resolver esto...

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mom, you in your room? I'm looking for my hair straighteners, and I can't seem to find-
es_es: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mamá, ¿tú en tu habitación? Estoy buscando mi plancha de pelo y la encuentro-

source: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-don't come in here sweetie! You, uh, should stay out for now.
es_es: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] ¡No vengas aquí! Uh, debes quedarte afuera.

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? What, why? Mom are you-
es_es: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? Qué, ¿por qué? Mamá estás-

source: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-naked! Y-yeah, sorry sweetie , didn't realize you would be home so soon.
es_es: ¡[_kate_s_nude_s_closed_s_sad_s_talk_displeased_] D-desnuda! S-sí, lo siento cielo, no sabia que estarías en casa tan pronto.

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...God, just look at Kate's butt wiggling around like that...)
es_es: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...Dios, solo mira el culo de Kate balanceándose así...)

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...screw it, I can't take it anymore!!)
es_es: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...joder, ¡¡no puedo aguantar más!!)

source: [_kate_] {i}Hey!!{/i}{p}...what the-
es_es: [_kate_] {i}¡¡Hey!!{/i}{p}...qué{/p}-

source: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Mom? Is something up? Why are you just naked in your own room?
es_es: ¿[_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] ¿mamá? ¿Sucede algo? ¿Por qué estás desnuda en tu habitación?

source: [_kate_] N-nothing sweetie! {i}Haha!{/i} J-just changing! And kinda dealing with a pretty {u}big{/u} problem at the moment is all...~
es_es: ¡[_kate_] ¡N-nadad cielo! ¡ {i}Haha!{/i} S-solo cambiandome! Estoy liada con un problema {u}enorme{/u} en este momento...~

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Big proble- what the heck are you talking about...?
es_es: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Gran proble- ¿de qué diablos estás hablando...?

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Wait... is this a...{p}...were you having a nasty "alone time" session or something? {i}GROSS!!{/i}
es_es: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Espera... es esto una...{p}...estabas teniendo una sesión desagradable o algo{/p}? {i}¡¡GRANDE!!{/i}

source: [_kate_] ...{i}uhhmm{/i}... n-no sweetie, nobody's here at all!{p}I-I mean, n-no, nothing like that's going on... I've just got a bit of a pain... in my lower back, is all...~
es_es: [_kate_] ...{i}uhhmm {/i} ... n-nO cariño, ¡no hay nadie aquí! {p}Q-uiero decir, n-no, nada de eso está sucediendo{/p} ... Acabo de tener un poco de dolor ... en mi cintura, es todo ... ~

source: [_kate_] That was the, {i}uhm{/i}, {i}huge{/i} problem I mentioned... {i}mmphhh{/i}...
es_es: [_kate_] Ese era el problema de {i}uhm{/i}, {i}grande{/i} que te mencioné... {i}mmphhh{/i}...

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] What the hell ever Mom, TMI at any rate... {i}blech{/i}...
es_es: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Qué demonios mamá, Tomate tu tiempo... {i}rayos{/i}...

source: [_danny_] (I can't believe I'm doing this! But there's no way I was gonna be able to pass it up, especially while Star & Kate are so close like this! It was too tempting!)
es_es: [_danny_] (no puedo creer lo que estoy haciendo! Pero no había manera de que yo fuera capaz de dejarlo pasar, especialmente mientras Star & Kate están tan cerca de esto! ¡Era demasiado tentador!)

source: [_kate_] {i}*Huff*{/i} So uh- {i}*Ahem*{/i} ...why are you home s-so early, baby?
es_es: [_kate_] {i}*Huff*{/i} {i}*Ahem*{/i} ...¿por qué estás en casa tan temprano, bebé?

source: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, it's so stupid. Paulina and I had another argument. So freaking dumb, she just thinks she's {i}always{/i} right.
es_es: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, és ridículo. Paulina y yo tuvimos otra discusión. Algo muy estúpido, ella piensa que tiene {i}siempre{/i} razón.

source: [_kate_] {i}*Huff*{/i} Oh no, that's- {i}*Huff*{/i} ...a-awful sweetie, {i}mmm~{/i}...
es_es: [_kate_] {i}*Huff*{/i} Oh no, eso- {i}*Huff*{/i}... és horrible cariño, {i}mmm~{/i}...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, Mom, seriously, what the hell's going on? You sound like you're out of breath...
es_es: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, mamá, en serio, ¿qué demonios te está pasando? Suenas que como si te faltara el aliento...

source: [_kate_] Oh, n-never better, I just- {i}AHH!!{/i}
es_es: [_kate_] Oh, n-nada malo yo solo- {i}¡¡AHH!!{/i}

source: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Mom!? Is something really wrong with your back? You should let me in to help-
es_es: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] ¿mamá? ¿hay algo malo con tu espalda? Deberías dejarme ayudar-

source: [_kate_] NO!! I mean, n-no, don't worry. I, {i}uh{/i}, I just stubbed my toe! Silly me! Standing still at the door, and I bump my toe! Oh, your silly mother, {i}soooo{/i} clumsy!
es_es: [_kate_] ¡¡NO!! quiero decir, n-no, no te preocupe. ¡Yo, {i}uh{/i}, acabo de pillarme el dedo! ¡que tonta! ¡Permaneciendo en la puerta, y me pillé el dedo! ¡Oh, tu madre tonta y {i}tan{/i} torpe!

source: [_danny_] (Oh fuck, why does she make me so hard while she's trying to lie her way through this?)
es_es: [_danny_] (Oh joder, ¿por qué se me pone tan dura mientras ella está tratando de resolver todo este problema?)

source: [_danny_] (This is crazy, we could get caught any moment, but it feels too good to stop!)
es_es: [_danny_] (¡Esto es una locura, podríamos ser pillados en cualquier momento, pero se siente fenomenal para parar!)

source: [_kate_] (Shit... if he keeps giving it to me like that, I'm gonna... oh no, I'm {u}definitely{/u} gonna cum again!)
es_es: [_kate_] (Shit... si él sigue dándome así, voy a... oh no, ¡voy {u}definitivamente{/u} a correrme otra vez!)

source: [_kate_] (Oh God, am I seriously about to cum while talking to my daughter at the same time?!)
es_es: [_kate_] (Oh Dios, ¡¿estoy a punto de correrme mientras hablo con mi hija?!)

source: [_danny_] (Her pussy's so tight, and I can feel her clenching down on me with every thrust!)
es_es: [_danny_] (¡su coño tan apretado, y puedo sentir que ella se aprieta sobre mí con cada estocada!)

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Wait a minute... you've changed in front of me before, nudity shouldn't bother you at all! Mom...{p}...are you...
es_es: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Espera un minuto... te has cambiado delante de mí antes, ¡estar desnuda no debería molestarte! Mamá...{p}...estás tú{/p}...

source: [_kate_] {i}Mmmmmph! Ahh!{/i}{p}Am-am I w-what, s-sweetie...~?
es_es: [_kate_] {i}Mmmmmph! Ahh!{/i}{p} ¿Es-estoy q-qué, c-cielo...~?

source: [_kate_] (Please don't suspect anything, PLEASE don't suspect anything!)
es_es: [_kate_] (Por favor, no sospeches nada, ¡POR FAVOR, no sospeches nada!)

source: [_danny_] (Oh crap! I'm about to cum! Here it comes!!)
es_es: [_danny_] (¡Oh mierda! ¡Estoy a punto de correrme! ¡¡¡¡¡aquí viene!!!!)

source: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Are you... {u}smoking again{/u}?!
es_es: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] ¿Estás ... {u}fumando de nuevo {/u}?!

source: [_kate_] ...oooh... j-just a little one sweetie, I've had a long... and hard...d-d- OH GOD!
es_es: [_kate_] ...oooh... s-solo un poco cielo, tengo una larga.... y d-ura...d-d- ¡OH DIOS!

source: [_kate_] {i}Uhhh{/i}, oh... God... a very... {i}very{/i} exhausting day! It's certainly taken a lot out of me... s-still... is... even... NOW!!
es_es: [_kate_] {i}Uhhh{/i}, oh... ¡Dios... un muy... ¡ {i}muy{/i} agotador día! He trabajado mucho hoy... és-solo... lo... eso... ¡¡Si!!

source: [_danny_] (CUMMING!!)
es_es: [_danny_] (¡¡ME CORRO!!)

source: [_kate_] I'll be out in-
es_es: [_kate_] Estaré fuera en-

source: [_kate_] (Holy fuck! He just filled me up in an instant!! Oh dammit, that feels {i}sooooo{/i} good!)
es_es: [_kate_] (¡Santo dios! ¡Me llenado enseguida!! Oh dios, ¡esto sienta {i}muyyy {/i} bieeen!)

source: [_kate_] ({i}Ah!{/i} I'm... I'm cumming again, just from his jizz inside me! God, I'm such a slut!!)
es_es: [_kate_] ({i}¡Ah!{/i} voy... voy a correrme otra vez, solo por tener su esperma dentro de mí¡ ¡¡Dios, soy una puta!!)

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...Mom? Seriously, are you having a stroke or something? What's with all the whimpering?
es_es: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ¿...Mamá?En serio ¿te has dado un golpe o algo? ¿Qué son todas esas quejas?

source: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...look, it's not {i}that{/i} big a big deal if you're smoking... I just wish you'd have kept at the nicotine gum some more!
es_es: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...mira, no és {i}que{/i} sea algo muy grave que estés fumando... ¡Solo deseo que te mantengas usando el chicle de nicotina!

source: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...need to lay- {i}*Huff*{/i} ...d-down for a little bit...{p}Like I said... this one just took it all out of me today...
es_es: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star yo... s-solo- {i}*escalofríos*{/i} ...nedecisto tumbarme- {i}*Huff*{/i}... un poco...{p} Como te dije{/p}... hoy he trabajado mucho...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... okay, but seriously, have you seen my hair straighten-
es_es: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... ok, pero en serio, ¿has visto mi plancha de pelo-

source: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] No sweetie!! Haven't seen them in here! Bye, talk to you later, taking a nap now!!
es_es: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] No cielo. ¡No la he visto aquí! ¡¡Bien, hablamos más tarde, voy a tomar una siesta!!

source: [_doorsound_] {i}*Slam*{/i}
es_es: [_doorsound_] {i}*Golpe*{/i}

source: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...okay, it sounds like she's gone back to her room.
es_es: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...bueno, suena como si se hubiera ido a su habitación.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... bad time to ask, but... you're not mad, are you? About the whole-
es_es: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh {/i}... mal momento para preguntar, pero... ¿no estarás enfadada verdad? Sobre el conjunto-

source: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] After {i}that{/i} performance? Hell no, I'm impressed!
es_es: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] ¿Después de {i}este {/i}suceso? ¡Diablos no, estoy impresionada!

source: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Really? I mean, great, I'm glad!
es_es: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] ¿en serio? Quiero decir, genial, ¡me alegro!

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Yeah, it was definitely at least surprising, hot shot... but get ready to scram while you still can. I'm gonna go distract Star in her room while you sneak out through the front door.
es_es: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Sí, fue sorprendente, morboso... pero prepárate para irte. Voy a ir a distraer a Star en su habitación, entretanto aprovecha para salir por la puerta principal.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Will we get to do something like this again?
es_es: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] ¿Volveremos a hacer algo como esto?

source: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*Shouting*{/i} Mom! Now I'm missing my charger for my phone!! Where is all my stuff?!
es_es: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*grito * {/i} ¡Mamá! ¡Ahora me falta mi cargador para mi teléfono!! ¡¿Dónde están todas mis cosas?!

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Yes, yes, I'm sure, now shoo!!
es_es: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Sí, sí, estoy segur, a ¡¡ahora vete!!

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, and make sure you turn invisible when you leave again, just to be safe. Definitely don't want Star to see you sneaking out of my bedroom.
es_es: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, y asegúrate de volverte invisible cuando vuelvas de nuevo, solo para estar a salvo. No quiero que Star te vea escondido fuera de mi dormitorio.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Got it. See ya around Kate.
es_es: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Entendido. Nos vemos Kate.

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Here sweetie, I found your charger.
es_es: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Aquí cielo, encontré tu cargador.

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, sweet, thanks Mom. How was work today?
es_es: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, cielos, gracias mamá. ¿Cómo fue el trabajo hoy?

source: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, like I said, {i}really{/i} exhausting, trust me, took a lot out of me... but it was definitely worth it, especially in th end! Finish strong, I always say!
es_es: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Bueno, como te dije, {i}verdaderamente{/i} exhaustivo, créeme, estoy muy cansada. Pero valió la pena, ¡especialmente al final del día! ¡Un final intenso, como siempre digo!

source: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} What the heck? What's that sound coming from downstairs...?)
es_es: [_danny_s_at_player_s_rise_s_displeased_] {i}*bostezo* {/i} ({i}Hmm? {/i} ¿Qué diablos? ¿qué és ese sonido que llega desde las escaleras...?)

source: [_radio_] {i}♪ Here we are, back again, doing this routine as friends...~ ♪{/i}
es_es: [_radio_] {i}♪ Aquí estamos, de nuevo haciendo esta rutina como amigos...~♪{/i}

source: [_radio_] {i}♫ Tell me lies, have no shame, give into your love again!~ ♫{/i}
es_es: [_radio_] {i}♫ ¡Cuéntame mentiras, no te avergüences, ¡regálate de nuevo amor!~ ♫{/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Morning Danny.
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Buenos días Danny.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, who's that singing on the radio?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, ¿quién está cantando en la radio?

source: [_jazz_s_towards_s_confused_s_talk_frown_] Are you serious? How have you somehow {i}not{/i} heard of {b}Ember McClain{/b} yet?{p}She's like the hottest thing on the charts right now.
es_es: [_jazz_s_towards_s_confused_s_talk_frown_] ¿Hablas en serio? ¿Cómo {i}no{/i} has oído hablar de {b}Ember McClain{/b}? {p} Ella está en el top de música actualmente.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Really? Huh, I guess I've been a little too, uh, pre-occupied recently to focus on the music industry Jazz.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿en serio? Huh, supongo que he estado un poco, uh, ocupado recientemente para centrarme en la industria de la música.

source: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, well, get used to hearing her for a while. She's actually playing a concert pretty soon at Amity Park Stadium. The whole town's going crazy waiting for ticket presales to go up!
es_es: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, bueno, acostumbrate a escucharla. ¡Ella dará un concierto muy pronto en el estadio de Amity Park!

source: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... sounds pretty good, but man, there's something strange about her music, and I can't quite put my finger on what-)
es_es: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... suena bastante bien, pero tía, hay algo extraño en su música, y no sé qué señalar)

source: [_radio_] {i}♫ Say my naaaame! ♫~{/i}
es_es: [_radio_] {i}♫ ¡Di mi nooombre! ♫ ~{/i}

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... weird.{p}Anyway, better get myself to school. Gotta try to make up any work I've been behind on lately.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... extraño.{p}De todos modos, mejor me voy a la escuela. Voy a intentar intenta hacer cualquier trabajo que haya estado retrasado últimamente.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Man, I heard about seven different cars today playing the same song by this new artist!
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] ¡tío, he oído en siete coches diferentes hoy la misma canción de esta nueva artista!

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] I see you've also discovered everyone's latest music fad obsession.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] veo que también has descubierto la última obsesión de música en todos.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... yeah man, isn't she just the hottes- ehr, I mean, isn't her music just like, totally {i}deep?{/i}
es_es: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... sieah tío, ¿no és sólo és caliente- ehr, és decir, no hay música como la suya, tan {i} ¿profunda?{/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] I take it you're a fan, Tuck?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Eres un fan Tuck?

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck yeah! I've got all her demos {i}and{/i} her EP's!{p} And check {u}this{/u} out...!
es_es: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] ¡Oh, sí! ¡Tengo todas sus demos {i}y{/i} de su EP! ¡{p} y mira {u}esto{/u} que tengo...!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, is that her? Ember?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, ¿és eso su? ¿Ember?

source: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] The one and only!
es_es: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] ¡El primero y único!

source: [_danny_s_towards_s_wondering_s_displeased_] (Dang she sure is pretty hot... I kinda dig the messy grunge thing... but even just looking at her is... I don't know giving me that weird vibe again.)
es_es: [_danny_s_towards_s_wondering_s_displeased_] (ella és seguro que és guapa y caliente... me gusta el grunch desordenado... pero mirándola... no sé, me da extrañas vibraciones.)

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Are you two seriously going to just drool and fawn over her all day?
es_es: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] ¿Vais a estar los dos babeando y adulándola todo el día?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Don't be like that Sam! I've heard you listening to a couple of her songs too!
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] ¡No seas así Sam! Te he escuchado escuchando un par de sus canciones también!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, I mean some of it's actually pretty good ya' know, I mean, she goes a little heavier in her non singles.{p}I can relate a little to her more gothic aspects...
es_es: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Sonrojada * {/i} Bueno, quiero decir que algo de ella és bastante bueno, quiero decir, ella se dedica bastante a solteros.{p}Puedo relacionarla un poco con aspectos góticos...

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Yeah, she's an Ember stan too, she can't even deny it.
es_es: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Sí, ella és una estrella, no puedes negarlo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So wait, if she's really this popular, I would have heard something sooner than say today... right?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Espera, si és tan popular, habría oído algo antes de hoy... ¿verdad?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Huh? Well I don't know, I mean she did go viral SUPER fast.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] ¿Huh? Bueno, no lo sé, quiero decir que ella se volvió viral SUPER rápido.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] So, where was she before all this exactly?
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] Entonces, ¿dónde estaba ella antes de todo esto?

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] You know, I dunno. Like I said, she just sort've, {u}appeared{/u} out of the blue.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Sabes, no lo sé. Como dije, ella simplemente, {u}apareció{/u} de la nada.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, you're apparently her new number one fan boy, what was her older stuff like?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, eres su fan número uno, ¿cuáles son sus cosas más viejas?

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...what "older" stuff?
es_es: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...¿qué cosas "más viejas"?

source: [_danny_s_towards_s_rise_s_talk_displeased_] She's a singer, right? She must have done something before this.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Ella és cantante, ¿verdad? Debe haber hecho algo antes de esto.
