Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hey guys, pretty nifty, huh? I can be both the host {i}and{/i} the guest of honor.{p}You guys having a good time still?
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hey chicos, bastante ingenuos, ¿eh? Puedo ser tanto el anfitrión {i}como {/i} el invitado de honor.{p}¿Tú te pasas un buen rato?

source: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, it's alright... none of my lines are working tonight...
es_es: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, está bien... ninguna de mis líneas está funcionando esta noche...

source: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] When has anything you've said {u}ever{/u} worked on picking up girls, Tucker?
es_es: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] ¿Cuándo has trabajado alguna cosa que hayas dicho {u}{/u} en recoger chicas, Tucker?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hey man...{p}{u}I{/u} think your trashy early 2000's pickup lines are pretty darn swell...
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hola hombre...{p}{u}I{/u} piensa que las líneas de recogida de tu basura a principios de 200 son bastante tenebros...

source: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} This is why I'll always have your back, Danny...
es_es: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} Esta es la razón por la que siempre tendré la espalda, Danny...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Uh, hey, "Bill", can I have a word with you in private?
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Uh, hey, "Bill", ¿puedo tener una palabra contigo en privado?

source: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Sure, what's up?
es_es: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Claro, ¿qué pasa?

source: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] I mean, like, in {u}private{/u} type private?
es_es: ¿[_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] quiero decir, como en {u}private{/u} tipo privado?

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, alright, alright! Sheesh!
es_es: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] ¡Oh, bueno, bien! ¡Sé!

source: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Can't even mingle with my platonic lady friends!{p}Man, I am striking out tonight!
es_es: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] ¡Ni siquiera se puede mezclar con mis amigos platónicos amigos!{p}Hombre, ¡estoy atacando esta noche!

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... I take it you're planning to get one of these lucky ladies to... ya' know?
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... Te tomo planeas conseguir una de estas afortunadas damas... ¿sabes?

source: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] I mean, y-yeah, I suppose so.
es_es: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] Quiero decir, sí, supongo que sí.

source: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Let me guess... either Paulina or Star?
es_es: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] déjame adivinarme... ¿Paulina o estrella?

source: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Sighs*{/i} Looks that way.
es_es: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Suspiros * {/i} Parece ser así.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Huh? I don't get it though, I thought you've always had a huge thing for Paulina?
es_es: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ¿Huh? ¿Pero no lo entiendo, pensé que siempre has tenido algo enorme para Paulina?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well yeah, of course.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Bueno, por supuesto.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] And as much as I hate her ever living, lip glossed guts, Star is definitely a hot bombshell in your eyes.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] Y por mucho que la odie alguna vez que la viva guantes brillantes del labio, la estrella es definitivamente una bomba caliente en tus ojos.

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, can't deny that.
es_es: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, no puede negar eso.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] So then why the long face dude? You're acting like somebody put your dog down.
es_es: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Entonces, ¿por qué la cara larga está dada? Estás actuando como si alguien pusiera el perro.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well, don't get me wrong, they're both crazy attractive. And although they absolutely {i}can{/i} be the shallow type you don't like...
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Bueno, no me malinterpretes y son a ambos locos atractivos. Y aunque absolutamente {i}puede{/i} ser el tipo poco profundo que no te gusta...

source: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...I do get the sense that they've got good things about them that I could definitely like in a girl. Genuinely, no lie.
es_es: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...Tengo la sensación de que tienen cosas buenas sobre ellos que definitivamente podría gustarme en una chica. Verdaderamente, no hay mentira.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] But...?
es_es: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Pero ...?

source: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] But... I kinda wanted someone else instead of them.
es_es: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] Pero ... I kinda quería a alguien más en lugar de ellos.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh my God, Danny! Is it that girl you bought to the dance?
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh mi Dios, ¡Danny! ¿Es esa chica que compraste para bailar?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...y-yeah. You know me too well.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...y-sí. Me conoces muy bien.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] But wait, hold up...{p}...isn't she your {u}cousin{/u}...? Destiny, right...? {i}Uhmm{/i}, Danny...?
es_es: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Pero espera, mantén presionado...{p}...¿no es tu primo {u}{/u}...? Destiny, ¿no...? {i}Uhm{/i}, Danny...?

source: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Wait, Tucker didn't tell you?
es_es: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Espera, ¿Tucker no te dijo?

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Tell me what...?
es_es: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Dime qué...?

source: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] She's, {i}uhh{/i}... well she's not my cousin. Don't worry about that. And her name's actually Desiree.
es_es: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] Mire, {i}uhh{/i}... bueno, ella no es mi primo. No te preocupes por eso. Y su nombre es realmente deseado.

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, okay, but then why'd you say-
es_es: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, bueno, pero entonces ¿por qué dirías?-

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] I'll try to explain that later, I promise. The important part is that I do think she's nice, and I thought she'd be good for, ya' know... the thing.
es_es: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] Intentaré explicarlo más tarde, lo prometo. La parte importante es que creo que es bonita, y pensé que ella sería buena, si' sabe... la cosa.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Well, maybe you should tell her that.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Bueno, tal vez le debas decir eso.

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Or, rather, tell her that you do like her like that... maybe not your secret identity thing.
es_es: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] O, más bien, le dice que te gusta eso... tal vez no sea tu identidad secreta.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] I don't know... based on what I know, I doubt she'd be into anything like that...
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] No sé ... basado en lo que sé, dudo que ella estaría en algo así ...

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c'mon! Are you kidding? I've seen the way she's looked at you! Both tonight {i}and{/i} at the formal!
es_es: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c' mon! ¿Estás bromeando? ¡He visto la forma en que te ha mirado! Tanto esta noche {i}y {/i} en el formal!

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] I figured it was just, like, really strong familial bonds or something. But if she's really not related to you, then she definitely cares about you dude.{p}And that's clearly for {u}Danny Fenton{/u}, not Inviso-Bill.
es_es: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] me di cuenta que era justo, como unos vínculos familiares realmente fuertes o algo. Pero si realmente no está relacionada con usted, entonces definitivamente a ella le importa usted debido.{p}Y eso es claramente para {u}Danny Fenton{/u}, no Inviso-Bill.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] So, you're not jealous about all this?
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Entonces, ¿no estás celoso de todo esto?

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] I mean... maybe a little? But honestly, if I had to pick, I'd literally rather you picked a dead sewer rat over Paulina or Star.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] quiero decir... Pero honestamente, si tuviera que escoger, me gustaría literalmente que escogieras una rata de alcantarillado muerta sobre Paulina o estrella.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] But I like Destin- or, Desiree a lot better. So, if she's good to you, I'd say you gotta man up and do what you gotta do.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Pero me gusta Destin- o, Desea mucho mejor. Así que, si ella es buena para ti, yo diría que tienes que subir y hacer lo que tienes que hacer.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Thanks Sam.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Gracias Sam.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Just... don't forget you have other people looking out for you as well, okay?
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Sust... no te olvides de que tienes otras personas mirándote también a ti, ¿no?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] I won't.
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] no lo haré.

source: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMMM!!{/i} They have beer pong set up in the kitchen!! I'm gonna be unstoppable at this!!
es_es: ¡[_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMM!!{/i} Tienen un pong de cerveza instalado en la cocina!! ¡¡¡¡¡¡¡¡¡¡Estoy inparable en esto!!

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...I better go make sure he doesn't break something in your house...
es_es: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...Mejor me aseguro de que no rompa algo en tu casa...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Later, and... good luck.
es_es: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] más tarde, y... buena suerte.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Later Sam. Thanks.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] después de Sam. Gracias.

source: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! He {i}actually{/i} came! {i}Faaar{/i} out!!
es_es: ¡[_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! ¡Él {i}en realidad{/i} ha llegado! ¡ {i}Faaar{/i} fuera!!

source: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh man, I'm like, I'm such a big fan of you, Mr. Inviso-Bill, sir!
es_es: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh hombre, soy como un gran fan de ti, señor Inviso-Bill, ¡Señor!

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, thanks?{p}Y-yes, thank you! I appreciate every one of my, {i}uhm{/i}... fans.
es_es: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, ¿Gracias?{p}Sí, ¡gracias! Aprecio cada uno de mi, {i}uhm{/i}... fans.

source: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeyyY!{/i} {i}Woahh{/i}, you're like that guy who beats up the creepy molester ghosts, right?
es_es: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}¡HeyyyY!{/i} {i}Woahh{/i}, eres como ese tipo que pega a los fantasmas de molestas, ¿verdad?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, yeah, that's me.{p}More or less.
es_es: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, sí, yo soy.{p}más o menos.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] And how're you, {i}*Ahem*{/i}, "gentlemen" doing tonight?
es_es: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] ¿Y cómo estás tú, {i}*Ahem*{/i}, "Señores" haciendo esta noche?

source: [_dash_s_talk_happy_s_beer_] Dude, grab a beer with us!
es_es: [_dash_s_talk_happy_s_beer_] Dude, ¡toma una cerveza con nosotros!

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, thank you!
es_es: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, ¡gracias!

source: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] Man you SEEN the babes here tonight?! I'm dying over here!{p}Gotta be the sick mood lighting Fenturd has set up in this place...
es_es: ¡[_dash_s_beer_s_towards_s_rise_s_talk_amused_] ¡Man que has visto a las Bellezas aquí esta noche?! ¡Estoy muriendo aquí!{p}Gotta ser la iluminación de ánimo enferma Fenturd se ha instalado en este lugar...

source: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, do you think I have a chance with Star? She's seemed pretty distant lately...
es_es: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, ¿crees que tengo una oportunidad con Star? She's parece bastante lejano últimamente...

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Star? Kwan, that girl's crazy ya' know, and her and Paulina have a real love-hate relationship going on.
es_es: ¿[_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Star? Kwan, esa jirigida ya sabe, y su y Paulina tienen una verdadera relación de amor y odio en marcha.

source: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] I'd just stay as far away from that as I could. They're {i}this{/i} close to just going all out war with each other.
es_es: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] me quedaría tan lejos de eso como pudiera. Están {i}este{/i} cerca de salir de la guerra entre sí.

source: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Wait, so it's like "Mean Girls"? They're like Mean Girls?
es_es: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Espera, así que es como "Media Girls"? ¿Son como Media Girls?

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Yeah, dude, exactly! Mean Girls, totally!!
es_es: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Sí, ¡dúde, exactamente! ¡¡¡¡¡Girls, en total!!!

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, how do you know about a chick flick like Mean Girls?!
es_es: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Espera, ¿cómo sabes sobre un chico como Mean Girls?!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] It's a pretty good movie, dude!{p}{nw}
es_es: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] Es una película bastante buena, dude!{p}{nw}

source: [_extend_] And how the heck do {i}you{/i} know about it??
es_es: [_extend_] ¿Y cómo la heck do {i}usted {/i} lo sabe??

source: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Well while you two help each other discover your softer side, I'm gonna go see how everyone else is doing.
es_es: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Pues bien, mientras dos se ayudan a descubrir su lado más suave, voy a ir a ver cómo todo el mundo está haciendo.

source: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey... what're you doing over here all on your own?
es_es: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey ... ¿qué estás haciendo aquí todo por tu cuenta?

source: [_desiree_] {i}Ohh{/i}, Jasmine is just in the bathroom with Paulina and Star. I'm still waiting on her to be polite.
es_es: [_desiree_] {i}Ohh{/i}, Jazmín está justo en el cuarto de baño con Paulina y Estrella. Todavía estoy esperando en ella para ser educada.

source: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, what are they doing in there all together? Kinda a small space to be sharing with two other girls, no?
es_es: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, ¿qué están haciendo en todos los juntos? Kinda un pequeño espacio para compartir con otras dos chicas, ¿no?

source: [_desiree_] Well, last I checked, they were bathing each other naked, making certain each of their bodies were properly soaked and sudsed up thoroughly...
es_es: [_desiree_] Bueno, la última vez que revisé, se estaban bañando desnudos, haciendo que cada uno de sus cuerpos estuviese correctamente empapado y repentinamente meticulosamente...

source: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-you're kidding, right?
es_es: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-estás bromeando, ¿verdad?

source: [_desiree_] Of course, you simple knuckle dragger! {i}*Chuckles*{/i} They're merely re-applying their dreadful hair and makeup a bit, like any young women their age... Jasmine is splashing some water on her face to stay more alert and attentive, I believe.
es_es: [_desiree_] Por supuesto, usted simple knuckle dragger! {i}*Chuckles * {/i} Simplemente están volviendo a aplicar su horrible cabello y maquillaje un poco, como cualquier joven mujer de su edad ... Jasmine está salpicando algo de agua en su cara para mantenerse más alerta y atenta, creo.

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Phew!{/i} Okay, you- you actually may have had me going there for a second.
es_es: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}¡Phew!{/i} Vale, tú- es posible que me hayas tenido yendo allí por un segundo.

source: [_desiree_] {i}*Ahem*{/i} ...so, when the girls do return, we shall have to start feigning our act of trying to seduce each other, remember?.
es_es: [_desiree_] {i}*Ahem * {/i} ... así que, cuando las niñas vuelvan, tendremos que empezar a fingir nuestro acto de tratar de seducirse, ¿recuerdan?.

source: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Huh? Oh, yeah, right, that's the plan...
es_es: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] ¿Huh? Oh, sí, bueno, ese es el plan...

source: [_desiree_] ...is everything alright?
es_es: [_desiree_] ...¿está todo bien?

source: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Of course, just...
es_es: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Por supuesto, sólo...

source: [_desiree_] Just what?
es_es: [_desiree_] ¿Qué?

source: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}DRINKING GAMES!!
es_es: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}¡JUEGOS DE BEBIDA!!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Drinking games, buddy!! They reveal your most inner, personal secrets amongst your friends!
es_es: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] ¡Juegos, amigos!! ¡Te revelan tus secretos personales más interiores entre tus amigos!

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] We're all gonna play truth or dare! You guys gonna join?
es_es: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] ¡Todos vamos a jugar a la verdad o atrevernos! ¿Ustedes van a unirse?

source: [_desiree_] I'm sure these juvenile festivities can wait until we're done speaking to-
es_es: [_desiree_] Estoy seguro de que estas fiestas juveniles pueden esperar hasta que terminemos de hablar de-

source: [_star_s_offscreen_s_beer_s_at_player_s_angry_s_talk_happy_] DID SOMEONE SAY {u}DRINKING GAMES{/u}?!
es_es: [_star_s_offscreen_s_beer_s_at_player_s_angry_s_talk_happy_] ¿ALGUIEN DIJO {u}JUEGOS DE BEBIDA {/u}?!

source: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, what are we playing? I {u}love{/u} games!!
es_es: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh {/i}, ¿qué estamos jugando? I {u}amor {/u} juegos!!

source: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Truth or dare!!
es_es: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] la verdad o se atreve!!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Every round someone has to take a shot.
es_es: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Cada ronda alguien tiene que tomar un tiro.

source: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, human friends, I'm not sure if I'm really in the mood to get blackout drunk playing some silly games.
es_es: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, amigos humanos, no estoy seguro de si realmente estoy de ánimo para que el borracho pueda jugar algunos juegos tontos.

source: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (My plan kinda dictates I {u}don't{/u} get blackout drunk...)
es_es: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (Mi plan kinda dicta I {u}don t t {/u} se encuentra borracho ...)

source: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] No way dude! You totally gotta play! Along with your hot girlfriend!
es_es: ¡[_dash_s_beer_s_towards_s_sad_s_talk_happy_] no tienes nada que hacer! ¡Tú totalmente tienes que jugar! ¡Junto con tu amiga calurosa!

source: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] She's {u}not{/u} his girlfriend!
es_es: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] ¡Ve {u}no{/u} a su amigo!

source: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Yeah, she's not his girl!
es_es: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Sí, no es su chica!

source: [_desiree_] {i}*Blushing*{/i} G-girlfriend? No, please, now whoever said that...
es_es: [_desiree_] {i}*Blushing*{/i} G-girlfriend? No, por favor, ahora quien haya dicho eso...

source: [_desiree_] Although, it does sound like an {i}interesting{/i} proposition...
es_es: [_desiree_] Aunque, suena como una propuesta {i}interesante{/i}...

source: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon guys, it don't matter! We gotta make sure the town hero has a good time during his first official welcoming party here in Amity Park!!
es_es: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] ¡Los chicos de c'mon, no importa! Tenemos que asegurarnos de que el héroe de la ciudad pase un buen rato durante su primera fiesta oficial de bienvenida aquí en Amity Park!!
