Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, s-sorry! Kinda forgot you're a little bruised up right now.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, ¡lo sentimos! Kinda olvidó que estabas un poco golpeado ahora mismo.

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Yeah, I seriously feel like I was just tossed off a cliff head first... really strong instruments she's working with...
es_es: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Sí, me siento muy seriamente como si me pusieran una cabeza de acantilado primero... instrumentos realmente fuertes con los que trabaja...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I'll let you rest up for a bit then. You sure you can make it back to your place on your own?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Te dejaré descansar un poco entonces. ¿Estás seguro de que puedes volver a tu lugar por ti mismo?

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Yeah, I'll be good, thanks. And Sam?
es_es: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Sí, seré bueno, gracias. ¿Y Sam?

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Yeah?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Sí?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...I'll visit again when I've recovered, okay?
es_es: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...Volveré a visitar cuando me recuperé, ¿no?

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] {i}*Blushing*{/i} Okay.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] {i}*Blushing*{/i} Vale.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] Well, I've finally made it home... I guess now I just have to try figure out who this second girl is gonna be...
es_es: [_danny_s_at_player_s_wondering_s_talk_happy_] Bueno, finalmente lo he hecho a casa... Supongo que ahora solo tengo que intentar averiguar quién esta segunda chica se va a quedar...

source: [_danny_s_at_player_s_rise_s_talk_amused_] So, I really gotta think: who do I want to try and get an Orgone charge from besides Sam?
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Así que, realmente tengo pensar: ¿a quién quiero intentar conseguir una carga de Orgone además de Sam?

source: [_danny_] (Who do I wanna try to get Orgone from to defeat Ember?) [nointeract]
es_es: [_danny_] (¿A quién quiero tratar de conseguir a Orgone para derrotar a Ember?) [nointeract]

source: [_danny_s_at_player_s_sad_s_talk_frown_] ...I guess after that whole experience in the woods and Vlad's cabin, it would only make sense that I could try for Mom?
es_es: [_danny_s_at_player_s_sad_s_talk_frown_] ...Supongo que después de toda esa experiencia en la cabina de maderas y cápsulas, ¿tendría sentido que pudiera intentar mama?

source: [_danny_s_at_player_s_rise_s_talk_amused_] ...so, this is what my life has become, huh? Truly didn't expect my Senior year to change me this drastically.
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] ...entonces, esto es lo que se ha convertido en mi vida, ¿eh? Realmente no esperaba que mi año Senior me cambiara drásticamente.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... I guess I could always call up Nurse Kate, right?)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Bueno... Supongo que siempre podría llamar a Nurse Kate, ¿verdad?)

source: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-ate Astray speaking, yes?]
es_es: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-comió Astray hablando, ¿si?]

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? It's me, Danny. Can we meet up sometime soon? I need your help with something.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? Soy yo, Danny. ¿Podemos reunirnos pronto en algún momento? Necesito tu ayuda con algo.

source: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Now? Sorry, I'm kinda busy working on some online work I was hoping to get-]
es_es: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. ¿Ahora? Lo siento, estoy ocupado trabajando en algún trabajo en línea que esperaba obtener]

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Sorry, but it's kind've an emergency.
es_es: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Lo siento, pero es algo que tiene una emergencia.

source: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Sigh*{/i} Okay, sure. Star's out with the girls having some sort've pre-concert sleepover for that Ember show, so you can come over if you really need to.]
es_es: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Alta*{/i} Vale, seguro. La estrella sale con las chicas que tienen algún sort've pre-concierto para ese espectáculo de Ember, así que puedes venir si realmente lo necesitas.]

source: [_danny_s_closed_s_wondering_s_talk_amused_] Great! I'll be there in ten!
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] ¡Genial! ¡Estaré ahí en diez!

source: [_danny_s_at_player_s_sad_s_frown_] (Sounds like I called at a weird time. My bad. I better not keep Kate waiting.)
es_es: [_danny_s_at_player_s_sad_s_frown_] (Los sonidos como llamé en un momento raro. Mi malo. Es mejor que no sigas esperando a Kate.)

source: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, hey. Good. Come on in, I suppose.
es_es: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, je. Bueno. Venga, supongo.

source: [_danny_s_towards_s_sad_s_talk_happy_] T-thanks for taking me at such short notice, this late. I do appreciate it, Kate.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] T-Gracias por tomarme en tan breve aviso, esto tarde. Lo aprecio, Kate.

source: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] So, what's so urgent that you needed to call me for? Nothing new happening with your arm, right?
es_es: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] Entonces, ¿para qué es tan urgente que necesitaste llamarme? ¿No pasa nada nuevo con tu brazo?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, no, that's fine... well, it's kinda a long story, I hope you don't mind... basically, there's this strange thing about ghosts and their powers...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, no, está bien... bueno, es una larga historia, espero que no te importe. Básicamente, hay esta extraña cosa sobre los fantasmas y sus poderes...

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...and so while I know how crazy that all sounds, that's really the way Orgone works, and I could really use your help.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ...y así mientras sé lo loco que suenan todos los sonidos, esa es la forma en que funciona Orgone y realmente podría usar tu ayuda.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, I never knew how kinky the afterlife could be. That's pretty nuts...
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, nunca sabía lo amargado que podría ser la vida posterior. Eso es precioso...

source: [_danny_s_towards_s_rise_s_talk_displeased_] So, can you help me?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Entonces, ¿me puedes ayudar?

source: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Assuming you're not just lying for a late night booty call... I know Star's also going, which means you {i}have{/i} to stop this Ember witch.
es_es: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Suponiendo que no solo estás tumbado para una llamada de arranque nocturno tarde... Sé que la estrella también se va, lo que significa que tienes {i}para detener a esta bruja de Ember.

source: [_danny_s_towards_s_sad_s_talk_displeased_] So, is that a yes?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Entonces, ¿es eso un sí?

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'd be glad to help you save the town! I like living in Amity Park, and I'd rather not have to be a slave in it under the boot heel of some out of style punk.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Por supuesto, ¡estaría encantado de ayudarte a salvar la ciudad! Me gusta vivir en Amity Park, y preferiría no tener que ser un esclavo en él debajo del talón de arranque de algunos fuera de estilo punk.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! So, uh... how do you want to do this?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] ¡Dulce! Así que, uh ... ¿cómo quiere hacer esto?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Like, cause you know, I don't want you to feel uncomfortable or anything just because I brought this whole thing up so quickly, and-
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Me gusta, te lo haces, no quiero que te sientas incómodo o nada simplemente porque traí todo esto tan rápidamente, y-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] You can put it in my {u}ass{/u} if you want.
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Puedes ponerlo en mi {u}culo {/u} si quieres.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, totally cool with that.
es_es: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeuup{/i}, totalmente genial con eso.

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Great, but we'll need to do a little prep to make sure you can get in there nice and easy, but that should be no problem.
es_es: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] genial, pero necesitaremos hacer un poco de preparación para asegurarnos de que puedes entrar allí agradable y fácil, pero eso no debería ser un problema.

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, you're sure about this? I'm sure there's a couple other ways to get something like this done.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Quiero decir, ¿estás seguro de esto? Estoy seguro de que hay un par de maneras más de conseguir algo como esto.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] That's true, but I've been thinking about us doing this for a good while anyway.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Eso es cierto, pero he estado pensando en nosotros haciendo esto para un bien de todos modos.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] And don't worry, I've already had practice with this, albeit a long time ago... I just like putting stuff back there anyway. {i}*Winks*{/i}
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Y no te preocupes, ya he tenido práctica con esto, aunque hace mucho tiempo ... Sólo me gusta poner cosas allá de todos modos. {i}*Winks * {/i}

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] {i}*Gulps*{/i}
es_es: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] {i}*ps*{/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Now, go wait patiently in my bedroom, lover boy.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Ahora, ve a esperar pacientemente en mi dormitorio, amante chico.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yes ma'am!
es_es: [_danny_s_towards_s_angry_s_talk_amused_] ¡Sí ma'am!

source: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Now to just find that bottle of lube...)
es_es: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Ahora sólo encontrar esa botella de lube ...)

source: [_kate_s_casual_s_at_player_s_rise_s_cute_] (I really, {i}really{/i} hope Star didn't snag it off me again... ugh, that kid... takes after me a little {i}too{/i} well.)
es_es: [_kate_s_casual_s_at_player_s_rise_s_cute_] (realmente, {i}realmente{/i} esperanza de que Estrella no me volviera a agitar... ugh, ese niño... toma un poco de {i}también{/i} bien.)

source: [_danny_s_at_player_s_neutral_s_grin_] (Oh man, I can't believe this is happening!)
es_es: [_danny_s_at_player_s_neutral_s_grin_] (¡Oh, hombre, no puedo creer que esto esté sucediendo!)

source: [_danny_s_ahegao_s_wondering_s_bite_] (My first time doing anal is gonna be with Kate!)
es_es: [_danny_s_ahegao_s_wondering_s_bite_] (¡Mi primera vez que hacer anal es ir con Kate!)

source: [_danny_s_at_player_s_rise_s_bite_] (Kate sure is... 'adventurous', I'll say that...)
es_es: [_danny_s_at_player_s_rise_s_bite_] (Kate sure is... 'adventurous', voy a decirlo...)

source: [_danny_s_at_player_s_sad_s_smile_] (I wonder if she'd ever want to be more than just "fuck buddies"? Is that even what she considers us now-?)
es_es: [_danny_s_at_player_s_sad_s_smile_] (Me pregunto si alguna vez querría ser algo más que simplemente "amigos de la mierda"? ¿Es eso incluso lo que nos considera ahora?)

source: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Hope I didn't keep you waiting too long, handsome.~
es_es: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Espero que no te haya dejado esperar demasiado tiempo, guapo. ~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, you look as hot as ever!
es_es: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, ¡Te ves tan caliente como siempre!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Thanks hon... now get some of this lube lathered up on your big piece, we haven't got all night.
es_es: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Gracias hon... ahora consigue que algunos de estos lubricantes se laven en tu gran picoteo, no tenemos toda la noche.

source: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, I still have a mountain load of online work I need to do, this is just a little break for me. Chop chop, kid!
es_es: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, todavía tengo una gran cantidad de trabajo en línea que necesito hacer, esto es solo un pequeño descanso para mí. Corta chop, chico!

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, right! Time management! Got it.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, ¡correcto! ¡Gestión del tiempo! Entendido.

source: [_danny_] So, j-just like this?
es_es: [_danny_] Entonces, ¿j-just así?

source: [_kate_] Yeah, just spread it around the outside a little... {i}oooh{/i}... that's cold...~
es_es: [_kate_] Sí, solo lo esparce un poco por el exterior... {i}oooh{/i}... eso está frío...~

source: [_danny_] I guess, anything else I should know to do?
es_es: [_danny_] supongo, cualquier otra cosa que debería saber hacer?

source: [_kate_] For this? Like I said, just spread it all over yourself too, that'll definitely help.
es_es: [_kate_] ¿Para esto? Como dije, simplemente difundirlo por ti mismo también, eso definitivamente ayudará.

source: [_kate_] Oh, and this is silly, but... for this kind've thing, I like it when someone pulls my hair back a little...
es_es: [_kate_] Oh, y esto está enfermo, pero... para este tipo de cosa, me gusta cuando alguien tira un poco de mi cabello...

source: [_danny_] Really?!
es_es: ¡[_danny_] realmente?!

source: [_kate_] Yeah, I do like being taken control of... makes it that much better.
es_es: [_kate_] Sí, me gusta que me tomen el control de... lo hace mucho mejor.

source: [_danny_] No problems with that! I'm really excited for this, you have no idea!
es_es: [_danny_] ¡No hay problemas con eso! ¡Estoy realmente emocionado por esto, no tienes idea!

source: [_kate_] Come on baby, show me what you've got!
es_es: [_kate_] Ven al bebé, ¡muéstrame lo que tienes!

source: [_danny_] ...okay... there, that should be enough... get ready nurse, here it comes...
es_es: [_danny_] ...okay... ahí, eso debería bastar... prepárense para enfermera, aquí viene...

source: [_kate_] Oh, yes... gentle...{p}{i}...mmmhphh...{/i}{p}...just like... that...
es_es: [_kate_] Oh, si... suave...{p}{i}...mmhphh...{/i}{p}...sólo me gusta... que...

source: [_danny_] Are you... okay...?
es_es: [_danny_] ¿Estás bien ...?

source: [_kate_] Oooh... yes hon, just be careful... it's still a lot tighter back there then I may have thought...
es_es: [_kate_] Oooh... sí, ten cuidado... todavía es mucho hija allá atrás entonces podría haberme pensado...

source: [_danny_] Ah, okay, gotcha. I'll take it easy... nice and gentle for my butt slut nurse...
es_es: [_danny_] Ah, ok, gotcha. Lo tomaré fácil... agradable y suave para mi enfermera...

source: [_kate_] Ooh... {i}ooh!!{/i} Damn, that's it! Just like that! Oh baby, call me names just like that...~
es_es: [_kate_] Ooh... ¡ {i}oh!!{/i} ¡Eso es! ¡Justo como eso! Oh bebé, llámame nombres exactamente así...~

source: [_danny_] {i}*Grunts*{/i} Yeah, you got it, slut!
es_es: [_danny_] {i}*Grunts*{/i} ¡Sí, lo has entendido!

source: [_kate_] {i}Mmm!{/i} Wow, I didn't know how much I missed being fucked in the ass like this!
es_es: [_kate_] {i}Mmm!{/i} Wow, ¡no sabía cuánto me perdió ser follado en el culo como esto!

source: [_danny_] Am I doing a... g-good job?
es_es: [_danny_] ¿Estoy haciendo ... g-good job?

source: [_kate_] You're doing great, sweetie, just keep hitting it like that...
es_es: [_kate_] Estás haciendo grande, cariño, solo sigue pegándolo así ...

source: [_kate_] Oh, yes!{p}{i}Hehe{/i}, I'm gonna have to sneak you away for some "private examinations" during your classes!
es_es: [_kate_] ¡Oh, sí! ¡{p}{i}Hehe{/i}, soy gonna tener que escondirte para algunas "exámenes privados" durante tus clases!

source: [_danny_] Fuck! Your butt is so tight on me Kate!
es_es: [_danny_] ¡Suerte! ¡Tu perro está tan apretado para mí Kate!

source: [_kate_] {i}Oooh{/i}, I'm glad you like it so much! Cause right now, it's {u}all{/u} yours!
es_es: [_kate_] {i}Oooh{/i}, ¡me alegro de que te guste tanto! ¡Causa ahora, es {u}todo{/u} tuyo!

source: [_kate_] (His cock is so {i}gooood{/i}... seriously, this kid could do porn if he wanted to!)
es_es: [_kate_] (Su polla es tan buena {i}{/i}... en serio, ¡este niño podría hacer porno si quería hacerlo!)

source: [_danny_] {i}*Huff* *Huff*{/i} Dammit Kate, I don't know how much longer I can last like this! It's honestly too much already!
es_es: [_danny_] {i}*Huff * *Huff * {/i} Dammit Kate, ¡no sé cuánto tiempo más puedo durar así! ¡Es honestamente demasiado ya!

source: [_kate_] {i}Oooh!{/i} Don't stop! Hit it deeper baby! Come on! Claim my ass!
es_es: [_kate_] ¡ {i}Oooh!{/i} ¡No pares! ¡Golpea un bebé más profundo! ¡Venga! ¡Reclama mi asno!

source: [_kate_] Yes, that's it! Fuck that little hole!
es_es: [_kate_] ¡Sí, eso! ¡Felicita ese agujero pequeño!

source: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck! It's incredible!
es_es: [_danny_] {i}Ahh! {/i} {i}*Grunts * {/i} Fuck! ¡Es increíble!

source: [_kate_] {i}Nnnghh!{/i} You're hitting just the right spot! {i}Ahh!!{/i}
es_es: [_kate_] {i}Nnnghhh!{/i} ¡Estás golpeando solo el punto derecho! {i}Ahh!!{/i}

source: [_kate_] Yes! Yes that's it! YES!!
es_es: [_kate_] ¡Sí! ¡Sí! ¡Sí!!

source: [_danny_] K-Kate! Are you actually gonna cum from-
es_es: [_danny_] K-Kate! ¿Es usted realmente va a cum de-

source: [_kate_] {i}Mmmmmmmm!{/i} So goooood!~
es_es: [_kate_] {i}Mmmmmmmmmm!{/i} ¡Bueno!~

source: [_danny_] (Holy fuck! She's cumming!! Is that normal?)
es_es: [_danny_] (¡Suerte sagrado! ¡She's cumming!! ¿Es eso normal?)

source: [_danny_] Shit, I'm gonna cum Kate!
es_es: [_danny_] mierda, ¡estoy gonna cum Kate!

source: [_kate_] Do it baby! Cum in my tight little ass!
es_es: [_kate_] ¡Hazlo bebé! ¡Cumba en mi pequeño culo apretado!

source: [_danny_] F-fuckkkk!
es_es: ¡[_danny_] F-fuckkkkk!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kate... that was... I don't know, that was just so-
es_es: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kat... eso fue... no lo sé, así fue.

source: [_kate_] {i}...oww... oww... oww!!{/i}
es_es: [_kate_] {i}...oww... oww!!{/i}

source: [_danny_] Huh?
es_es: [_danny_] ¿Eh?

source: [_kate_] {i}Ow ow ow!!{/i}{p}Dick!{p}Out of ass!{p}Now please!
es_es: [_kate_] {i}¡Ow ow ow!!{/i}{p}Dick!{p}¡Fuente! ¡{p}¡Por favor!

source: [_danny_] Oh, r-right! Sorry!
es_es: [_danny_] ¡Oh, r-right! ¡Lo sentimos!

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Are you okay Kate?
es_es: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] ¿Estás bien Kate?

source: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Yeah, but I don't know... my ass just caught up to all the pain there at the end... gonna be just a little sore for a bit, definitely...
es_es: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Sí, pero no sé... mi culo acaba de capturar todo el dolor al final. . gonna be just a little sore for a bit, definitelement...

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Think I might need to lie on my stomach for a few days...
es_es: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Piensa que podría necesitar acostarme en mi estómago durante unos días...

source: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-sorry about that.
es_es: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-sorry por eso.

source: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh no, don't worry Danny. You were new to it, and it was fun! It just always smarts a good bit afterwards.
es_es: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh no, no te preocupes a Danny. Eras nuevo en él, ¡y fue divertido! Siempre es un buen momento después.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...so, does that mean...?
es_es: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...¿Significa eso...?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, sure, maybe we can do it again sometime... {u}if{/u} I'm in the right mood.
es_es: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, seguro, tal vez podamos hacerlo de nuevo a veces... {u}si{/u} estoy en el estado de ánimo correcto.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Sweet!
es_es: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] ¡Dulce!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...was that your first time doing a girl in her backdoor?
es_es: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...fue que tu primera vez haciendo una chica en su puerta trasera?

source: [_danny_s_boxers_s_down_s_sad_s_bite_s_blush_] {i}*Blushes*{/i}
es_es: [_danny_s_boxers_s_down_s_sad_s_bite_s_blush_] {i}*Blochas * {/i}

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Laughs*{/i} You should know, that not every girl is into it. It's a gift and an expression of a woman's comfortability, remember that.
es_es: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Risas*{/i} Debes saber, que no todas las chicas están en ella. Es un regalo y una expresión de la habilidad de una mujer. Recuerda eso.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Yeah... absolutely, I will.
es_es: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Sí... absolutamente, lo haré.

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Thank you for helping me by the way. I'll make sure to put this Orgone I'm sure we produced to good use.
es_es: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Gracias por ayudarme por el camino. Me aseguraré de poner este Orgone estoy seguro de que hemos producido para un buen uso.

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] No, thank you. Now that I know about Ember, I'm going to make sure Star stays far away from that concert.
es_es: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] No, gracias. Ahora que sé de Ember, me aseguraré de que la estrella se mantenga lejos de ese concierto.
