Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] No worries, I'll just go invisible and wait in there with you.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] No te preocupes, solo iré invisible y esperaré allí contigo.

source: [_danny_s_down_s_rise_s_talk_displeased_] Wait, seriously? Why? Surely even putting up with Desiree has to be better than any of Lancer's lectures.
es_es: [_danny_s_down_s_rise_s_talk_displeased_] Espera, ¿seriamente? ¿Por qué? Seguro que incluso aguantar el Desiego tiene que ser mejor que cualquiera de las conferencias de Lancer.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Oh come on, I'm not gonna distract you, what's the problem if I wanna sit in?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] ¡Vaya! No te distraigo, ¿cuál es el problema si quiero sentarme?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, if you really wanna be bored to death listening to Lancer explain what Herman Melville was like in his private life, be my guest.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Vale, Si realmente quiere ser aburrido de la muerte escuchando a Lancer explicar cómo era Herman Melville en su vida privada, sea mi invitado.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Trust me, seeing his even older mug should cheer me up plenty.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Confíe en mí, ver su jarra aún más antigua debería animarme la abundancia.

source: [_lancer_s_towards_s_neutral_s_talk_happy_] And the principle theory behind utilitarianism is that...
es_es: [_lancer_s_towards_s_neutral_s_talk_happy_] Y la teoría principal detrás del utilitarianismo es que...

source: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Whispering*{/i} Oh my god, he's somehow gotten even {i}more{/i} boring with age.{p}And fatter...
es_es: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Susurro*{/i} Oh mi dios, de alguna manera no hace más de {i}año{/i} aburriendo de edad.{p}Y gordo...

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} Ember, you said you'd be quiet. Don't distract me! I need to catch up after all the ghost fighting I've been doing...
es_es: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Susurro*{/i} Ember, has dicho que estarías en silencio. ¡No me distraigas! Necesito ponerse al día después de todo el fantasma luchando que he estado haciendo...

source: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Whispering*{/i} Fine, fine. School's for chumps anyway...
es_es: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Whispering * {/i} Fine, fine. La escuela para chumps de todos modos ...

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Whispering*{/i} What is it now?
es_es: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Whispering * {/i} ¿Qué es ahora?

source: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Whispering*{/i} Wanna see something funny?
es_es: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Whispering * {/i} Wanna ve algo gracioso?

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} No actually, I don't wanna see-
es_es: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Susurro*{/i} No en realidad, no quiero ver-

source: [_lancer_s_towards_wide_s_wondering_s_talk_frown_] Mr. Fenton?!
es_es: ¡[_lancer_s_towards_wide_s_wondering_s_talk_frown_] Sr. Fenton?!

source: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, yes?
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, ¿verdad?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Well...? Is there a {i}particular{/i} reason you're standing up and disrupting my class?
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] ¿Bien...? ¿Hay una razón {i}particular{/i} por la que estás de pie e interrumpiendo mi clase?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, it's just, I, um...
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, es justo, yo...

source: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! My {u}pants!!{/u}
es_es: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Torcido olivo!! Mi pantalón {u}!!{/u}

source: Class [special_delimiter] {i}*Thunderous Laughter*{/i}
es_es: Clase [special_delimiter] {i}*Trueno Rughter*{/i}

source: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Stop this madness right now! BE SILENT, ALL OF YOU, BEFORE I-
es_es: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] ¡Detén esta locura ahora mismo! SE SILENTO, TODOS TODOS TODOS I-

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Gray!! My blasted shoelaces!!
es_es: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Gray!! ¡Mis zapatos de zapatos!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh crap! Ember, what the hell are you doing?)
es_es: [_danny_s_at_player_s_angry_s_clenchteeth_] (¡Oh porquería! Ember, what the hell are you doing?)

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, that's too bad, but uh, sorry, I've gotta go Mr. Lancer!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, eso es demasiado malo, pero uh, lo siento, ¡tengo que ir señor Lancer!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Where do you think you're running off to, Mr. Fenton?
es_es: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} ¿A dónde crees que estás corriendo, Sr. Fenton?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Got an emergency call! Cat got diagnosed with Coronavirus! Have to go!
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¡Has recibido una llamada de emergencia! ¡Gat ha sido diagnosticado con Coronavirus! ¡Vaya!

source: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Wait a second, I haven't dismissed yo- {i}OW!!{/i}{p}People, please, the "Kick Me" sign taped to my backside is {u}not{/u} an invitation!!
es_es: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Espera un segundo, no he despedido yo- {i}OW!! /i}{p}Personas, por favor, el cartel "Expulso" pulsado en mi parte trasera es {u}no{/u} una invitación!!

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh man, did you see his face? ! I've wanted to do that for years!
es_es: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh hombre, ¿has visto su cara? ¡He querido hacerlo durante años!

source: [_danny_s_towards_s_angry_s_talk_distraught_] Ember, you nearly got us caught!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ¡Ember, casi nos has atrapado!

source: [_danny_s_towards_s_angry_s_talk_displeased_] I said you couldn't interact or mess with anyone!
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] dije que no pudiste interactuar ni desarmar con nadie!

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Yeah, but you only wished for that at the {u}house.{/u}
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Sí, pero solo querías eso en la casa {u}.{/u}

source: [_danny_s_towards_s_rise_s_talk_distraught_] But I {i}asked{/i} you if we came here for {u}no{/u} funny business!!
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Pero yo {i}te preguntaba{/i} si vinimos aquí para {u}no{/u} negocio divertido!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Well... you're not laughing so, maybe it's not funny business? I don't know man, I thought it was funny.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Bueno... no te estás reyendo, ¿quizás no es un negocio divertido? No conozco al hombre, pensé que era divertido.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, look, just be more careful next time.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, mire, solo tenga más cuidado la próxima vez.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton over here.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton por aquí.

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright... it {i}was{/i} pretty funny.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Muy bien... {i}fue{/i} bastante divertido.

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, I know, right?!
es_es: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, ¡lo sé, ¿verdad?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Come on, let's get out of here.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Vamos, vamos a salir de aquí.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Wait a minute, are you telling me you're {i}bailing{/i} on class?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Espera un minuto, ¿me estás diciendo que eres {i}rescatando {/i} en clase?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...little rebel {i}you{/i} are! I never thought you had it in you!
es_es: ¡[_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...pequeño rebel {i}tú{/i} lo son! ¡Nunca pensé que lo tenías en ti!

source: [_danny_s_towards_s_sad_s_talk_amused_] Yeah well, I don't really wanna stick around to see the nuclear explosion that will be Mr. Lancer pretty soon!
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Sí bien, no quiero quedarme para ver la explosión nuclear que será el Sr. Lancer muy pronto!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah!{/i} Fair enough, then let's get out of here.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}¡Hah!{/i} Bien, entonces vamos a salir de aquí.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Shit... I gotta admit it, kid... you're sorta alright.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] mierda... Tengo que admitirlo, chico... estás sorta bien.

source: [_danny_s_towards_s_rise_s_talk_amused_] Did I just hear a compliment?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Acabo de escuchar un elogio?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, don't get ahead of yourself, I said you were alright, not great.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Oye, no te vayas por delante, dije que estabas bien, no genial.

source: [_danny_s_closed_s_neutral_s_talk_amused_] Works for me!
es_es: ¡[_danny_s_closed_s_neutral_s_talk_amused_] funciona para mí!

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Man, it does feel nice, ya' know, not focusing on revenge for a change.
es_es: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Un hombre, se siente agradable, sé, no centrarse en la venganza por un cambio.

source: [_danny_s_towards_s_sad_s_talk_amused_] I imagine it's not the most rewarding experience to solely seek world domination, if I'm speaking candidly.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] imagino que no es la experiencia más gratificante buscar únicamente la dominación mundial, si hablo con franqueza.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Well, I ended up in a coffee container with a green roommate and a dorky spaz of a landlord, so... I guess.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Bueno, terminé en un recipiente de café con un compañero de habitación verde y una parrilla dorada de un dueño, así que... supongo.

source: [_danny_s_towards_s_rise_s_talk_amused_] I'm guessing that's not what you were imagining when planning your little world tour, huh?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Estoy adivinando que eso no es lo que estabas imaginando al planear tu pequeño tour mundial, ¿eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, ya think?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, ¿crees?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Anyway, I-
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] De todos modos, Y-

source: [_danny_s_towards_s_sad_s_talk_happy_] Ember? Is everything okay?
es_es: ¿[_danny_s_towards_s_sad_s_talk_happy_] Ember? ¿Está todo bien?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Yeah, I'm fine.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Sí, estoy bien.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You need anything?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Necesita algo?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] No, I'm okay.
es_es: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] No, estoy bien.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Can we just head back now, please?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ¿Podemos volver ahora, por favor?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, sure, whatever you want.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Vale, seguro de lo que quieras.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, you seemed to be having fun... until you weren't.{p}Do you want to talk about someth-
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, parecías estar divirtiendo... hasta que fuiste.{p}¿Quieres hablar de algo-

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] No, just, let me be, please.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] No, por favor, déjenme que lo sea.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I wonder what changed her mood so suddenly? I should probably check up on her later.)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Me pregunto qué cambió su estado de ánimo de manera tan repentina? Probablemente debería comprobar su más tarde.)

source: [_danny_s_towards_s_wondering_s_consternation_] (Huh? What's that sound? I can hear something faintly playing somewhere...)
es_es: [_danny_s_towards_s_wondering_s_consternation_] (Huh? ¿Qué es ese sonido? I can hear something fainly playing where ...)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I better go investigate before it wakes everyone up.)
es_es: [_danny_s_at_player_s_neutral_s_displeased_] (Voy a investigar mejor antes de que despierte a todos.)

source: [_danny_s_towards_s_rise_s_consternation_] (It sounds like it's coming from... the {b}roof{/b}?)
es_es: [_danny_s_towards_s_rise_s_consternation_] (¿Suena que viene de... el tejado de {b}{/b}?)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I'll have to go ghost to check it out.)
es_es: [_danny_s_at_player_s_neutral_s_displeased_] (Voy a tener que ir fantasma para comprobarlo.)

source: [_ember_s_closed_s_sad_s_talk_displeased_] {i}♪ Ohhh, Embeeer, you will-{/i}
es_es: [_ember_s_closed_s_sad_s_talk_displeased_] {i}ohhh, Embeeer, lo hará{/i}

source: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sigh* ...remember... ♫{/i}
es_es: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sigh * ... recuerde ... ♫{/i}

source: [_ember_s_towards_s_confused_s_talk_consternation_] Huh? Oh hey, didn't see you there.
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ¿Huh? Oh oh, no te veas allí.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] What're you doing up so late?{p}...and on the tip-top most part of my house?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] ¿Qué estás haciendo tan tarde?{p}...y en la parte más alta de mi casa?

source: [_ember_s_towards_s_rise_s_talk_amused_] I'm dead, genius, there's not really a curfew for ghosts.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Estoy muerto, genio, no hay toque de queda para fantasmas.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I guess that's true.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Supongo que es verdad.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...but what are you doing up here?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...pero ¿qué estás haciendo aquí?

source: [_ember_s_down_s_sad_s_talk_displeased_] Just practicing my singing a little. Sorry if I'm being noisy, I just... I don't know...
es_es: [_ember_s_down_s_sad_s_talk_displeased_] Justo practicando mi canto un poco. Lo siento si estoy siendo ruidoso, yo sólo ... No sé ...

source: [_ember_s_away_s_sad_s_talk_displeased_] It's not like any of this matters anymore...
es_es: [_ember_s_away_s_sad_s_talk_displeased_] Ya no es como nada de esto importa...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] What doesn't?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ¿Qué no?

source: [_ember_s_towards_s_sad_s_talk_consternation_] All of 'this', ya' know? I don't know, it all just... it used to be a lot clearer.
es_es: [_ember_s_towards_s_sad_s_talk_consternation_] Todo 'esto', ¿verdad? No lo sé, todo justo... solía ser mucho más claro.

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Yeah, I get that.
es_es: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Sí, lo recibo.

source: [_ember_s_towards_s_confused_s_talk_displeased_] Do you?
es_es: [_ember_s_towards_s_confused_s_talk_displeased_] ¿Usted?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] In a way, I guess... life was so much easier and less confusing before I became half-ghost.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] De alguna manera, supongo... la vida era mucho más fácil y menos confusa antes de convertirme en medio fantasma.

source: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... I guess.
es_es: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... Supongo que

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...a lot of stars out tonight, huh?
es_es: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...un montón de estrellas esta noche, ¿eh?

source: [_ember_s_towards_s_confused_s_talk_amused_] They're always out, doofus... but yeah. It's really pretty tonight.
es_es: [_ember_s_towards_s_confused_s_talk_amused_] Siempre están fuera, doofus ... pero sí. Es muy bonito esta noche.

source: [_ember_s_towards_s_idle_s_talk_happy_] Yeah?
es_es: [_ember_s_towards_s_idle_s_talk_happy_] Sí?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...about that song you sing.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...sobre esa canción que cantas.

source: [_ember_s_towards_s_confused_s_talk_happy_] What about it?
es_es: [_ember_s_towards_s_confused_s_talk_happy_] ¿Qué pasa con esto?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] It's about you?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Se trata de ti?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, yeah, sorta has my name and everything in it.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, sí, sorta tiene mi nombre y todo en él.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] You never did tell me what happened to you.
es_es: R[_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Nunca me dijiste lo que te pasó.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...yeah, cause I haven't {i}wanted{/i} to tell you... look, why do you care so much?
es_es: [_ember_s_down_s_sad_s_talk_displeased_] ...sí, porque no tengo {i}quería{/i} decirte... mira, ¿por qué te importa tanto?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] It's obviously bothering you.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Obviamente, te está molestando.

source: [_ember_s_towards_s_angry_s_talk_consternation_] That doesn't mean I want to share it!
es_es: [_ember_s_towards_s_angry_s_talk_consternation_] ¡Eso no significa que quiero compartirlo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... it's okay to be upset about whatever happened.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... está bien molestarse por lo que pasó.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] It's driven you down a clearly bad place, and I just thought... maybe you shouldn't have to hold the weight of it all.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Te ha llevado a un lugar claramente malo, y yo solo pensé... tal vez no debas tener que sostener el peso de todo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...it's alright, I'll just go back to bed. You can stay up here, if you want some more time alon-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...está bien, solo volveré a la cama. Puedes quedarte aquí, si quieres algo más de tiempo solamente-

source: [_ember_s_towards_s_sad_s_talk_displeased_] There was this guy.{p}And we were... well, we were totally head over heels for each other.
es_es: [_ember_s_towards_s_sad_s_talk_displeased_] Había este chico.{p}Y estábamos... bueno, estábamos totalmente a la cabeza unos para otros.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Yeah, okay. Sounds good so far. And?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Sí, está bien. Suena bien hasta ahora. ¿Y?

source: [_ember_s_down_s_sad_s_talk_displeased_] Well, we dated for a while and I convinced myself that he's, ya' know... "the one".
es_es: [_ember_s_down_s_sad_s_talk_displeased_] Bueno, nos fechamos un rato y me convencí de que él es, ya' sabe... "uno".

source: [_ember_s_away_s_sad_s_talk_distraught_] Stupid ol' Ember Mc"Lame" has finally convinced herself that she's ready to sleep with him, to take that next step...
es_es: [_ember_s_away_s_sad_s_talk_distraught_] Ember Mc"Lame del joven estúpido finalmente se ha convencido de que está lista para dormir con él, para dar ese siguiente paso...

source: [_ember_s_down_s_sad_s_talk_distraught_] ...and then the next thing I know there's nothing.
es_es: [_ember_s_down_s_sad_s_talk_distraught_] ...y entonces lo siguiente que sé que no hay nada.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Nothing? What do you mean?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Nada? ¿Qué quieres decir?

source: [_ember_s_towards_s_idle_s_talk_distraught_] Not a phone call, not a peep from my sweet "Prince Charming".
es_es: [_ember_s_towards_s_idle_s_talk_distraught_] No es una llamada telefónica, no es un toque de mi dulce "Príncipe Charming".

source: [_ember_s_towards_s_angry_s_talk_distraught_] Finally, I spot him hanging out with my friend at the park, and he just looks at me and totally ghosts me. Walks away with her instead.
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] Por último, lo veo colgando con mi amigo en el parque, y él simplemente me mira y me fantasma completamente. Camina con ella en su lugar.
