Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} That's great Jazz, really.{p}(...but let's hope that Ember doesn't have plans for anything like that...)
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}*mañana*{/i} Eso es un gran Jazz.{p}(...pero esperemos que Ember no tenga planes para nada así...)

source: [_danny_s_at_player_s_angry_s_consternation_] (I really need to be ready by then to stop whatever it is Ember's planning. Who knows what I could be up against!)
es_es: [_danny_s_at_player_s_angry_s_consternation_] (Realmente necesito estar listo para entonces para detener lo que sea la planificación de Ember. ¡Quién sabe a lo que podría estar en contra!)

source: [_jack_s_towards_s_rise_s_talk_frown_] Now hey, do you remember your end of the deal young lady?
es_es: [_jack_s_towards_s_rise_s_talk_frown_] ¡Oy!, ¿recuerdas tu final de la joven dama del trato?

source: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Yes, yes, yes, don't worry! I promise I'll get all my homework and chores done even {i}extra{/i} earlier than normal, I swear!!{p}Now can we go get them already??
es_es: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Sí, sí, sí, ¡no te preocupes! Te prometo que haré todas mis tareas y tareas incluso {i}extra{/i} antes de lo normal, ¡lo juro!{p}Ahora ¿podemos conseguirlos ya??

source: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, aren't we eager? Alrighty, we'll go right after dinner. Don't forget to thank your Mother, she really pushed me to get those tickets for you.
es_es: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh{/i}, ¿no? De acuerdo, vamos justo después de la cena. No te olvides de dar las gracias a tu Madre, ella me empujó a conseguir esos boletos para ti.

source: [_jack_s_towards_s_rise_s_talk_happy_] She was really insistent that we go {u}today{/u} to get them too. Early bird gets the interdimensional sandworm, I suppose!
es_es: [_jack_s_towards_s_rise_s_talk_happy_] Ella era realmente insistente en que vamos {u}hoy{/u} para obtenerlos también. ¡Pájaro temprano obtiene el gusano de arena interdimensional, supongo!

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Thanks Dad!! Thanks Mom!! Come on, let's go right now! Oh, I can't wait!!
es_es: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] ¡¡¡¡Gracias, mamá!! ¡Vamos, vamos ahora mismo! Oh, no puedo esperar!!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Of course sweetie. Ol' Jacky boy tries his best from time to time...
es_es: [_jack_s_closed_s_neutral_s_talk_happy_] Por supuesto que sweeks tie. Ol' Jacky se esfuerza lo mejor de cuando en cuando...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Mom? Wait, I don't get it, why'd you push for-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh? ¿Mamá? Espera, no lo entiendo, ¿por qué estarías?

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What's with you?
es_es: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] ¿Qué hay contigo?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] N-nothing! Just need a g-glass of water. Hope you and Dad drive safe! Stay as long as you need to, make sure you verify that they're legit.
es_es: ¡[_danny_s_towards_s_unhappy_s_talk_amused_] N-nada! Solo necesita un g-vaso de agua. ¡Esperamos que usted y el Dad conduzcan seguro! Manténgase siempre que necesite, asegúrese de verificar que son legitos.

source: [_jack_s_towards_s_idle_s_talk_happy_] Oh, I know this guy well, don't worry. Still, he's just a little ways out of the city right now, so we'll be gone for an hour or two.
es_es: [_jack_s_towards_s_idle_s_talk_happy_] Oh, conozco a este tipo bien, no te preocupe. Aún así, está un poco fuera de la ciudad ahora, así que nos vamos a ir por una o dos horas.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Drive carefully honey.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Conducir miel con cuidado.

source: [_jack_s_towards_s_rise_s_talk_happy_] Thanks hon! I'll enjoy the little drive there! You two try not to get {i}too{/i} bored while we're gone!
es_es: [_jack_s_towards_s_rise_s_talk_happy_] Gracias hon! Voy a disfrutar de la pequeña unidad allí! Usted dos tratar de no conseguir {i}demasiado {/i} aburrido mientras nos hemos ido!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Dad. We'll try...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Dad. Lo intentaremos ...

source: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Urgh!{/i} Come on already Dad!
es_es: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}¡Urgh!{/i} ¡Ven ya papá!

source: [_jack_s_closed_s_sad_s_talk_happy_] I'm coming, I'm coming!!
es_es: [_jack_s_closed_s_sad_s_talk_happy_] Estoy llegando, estoy llegando!!

source: [_jack_s_towards_s_wondering_s_talk_happy_] See you gang later!
es_es: [_jack_s_towards_s_wondering_s_talk_happy_] ¡Nos vemos a una pandilla más tarde!

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Dad.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Hecho.

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well Mom, what do we do-
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Buen mamá, ¿qué hacemos?

source: [_maddie_s_away_s_amused_s_talk_amused_] Come upstairs when you're ready sweetie, but don't take too long...~
es_es: [_maddie_s_away_s_amused_s_talk_amused_] Ven arriba cuando estás listo cariño, pero no tomes demasiado tiempo ... ~

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh brother, what have I gotten myself into?
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh hermano, ¿en qué me he previsto?

source: [_danny_s_at_self_s_sad_s_talk_happy_] ...I act like I'm actually upset or uncomfortable by this stuff anymore, {i}heh{/i}... who am I fooling?
es_es: [_danny_s_at_self_s_sad_s_talk_happy_] ...actuo como si en realidad estuviera molesto o incómodo por esta cosa, {i}heh{/i}... ¿quién estoy engañando?

source: [_danny_s_towards_s_rise_s_talk_happy_] Mom? You in your bedroom?
es_es: ¿[_danny_s_towards_s_rise_s_talk_happy_] mamá? ¿Te encuentras en tu habitación?

source: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] No honey, I'm in your room right now...
es_es: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] Sin miel, ahora mismo estoy en tu habitación...

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Come on in sweetie...~
es_es: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Ven en semanas

source: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay then... here I come.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay entonces... aquí vengo.

source: [_danny_s_towards_s_rise_s_talk_amused_] So do you mind me asking what was in the packa-{p}
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Así que ¿te importa preguntarme qué estaba en el paquete?{p}

source: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] So baby, how do you like my new little get-up?
es_es: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] Así que bebé, ¿cómo te gusta mi pequeño recibo?

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_s_blush_] {i}*Blushing* Uhm{/i}, w-woah, y-you look pretty.
es_es: [_danny_s_towards_wide_s_wondering_s_talk_amused_s_blush_] {i}*Blushing * Uhm {/i}, w-woah, y-se ve bonito.

source: [_danny_s_ahegao_s_neutral_s_talk_amused_] So, {i}so{/i} pretty...
es_es: [_danny_s_ahegao_s_neutral_s_talk_amused_] Así que, {i}so{/i}...

source: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} baby... you like what you see...? Can you guess what {u}else{/u} I'm wearing tonight...?{p}Something maybe a little more hidden?
es_es: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} baby... te gusta lo que ves...? ¿Puedes adivinar lo que {u}else{/u} estoy usando esta noche...?{p}¿Algo tal vez un poco más oculto?

source: [_danny_s_towards_s_rise_s_talk_happy_] Wait... huh? You mean... right now... you have... you have a... one of those little thing-
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Espera... ¿eh? Siges... ahora mismo... tienes... tienes ... una de esas pequeñas cosas-

source: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] It's called a buttplug, sweetie.
es_es: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] Se llama un botón, empate.

source: [_danny_s_down_s_unhappy_s_talk_amused_] Man... it's still so strange hearing you talk about stuff like this.
es_es: [_danny_s_down_s_unhappy_s_talk_amused_] Hombre... todavía es tan extraño oír hablar de cosas como esta.

source: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh baby, trust me, I'm sure it won't be difficult to get used to... in fact, I think it might even be rather...
es_es: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh bebé, confíe en mí, estoy seguro de que no será difícil acostumbrarse... de hecho, creo que incluso podría ser mejor...

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...hard{/u} for you not to try and at least have a little fun.
es_es: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...difícil{/u} para que no lo intentes y al menos diviértete.

source: [_danny_s_ahegao_s_rise_s_talk_happy_] Y-y-yes?
es_es: [_danny_s_ahegao_s_rise_s_talk_happy_] Y-y-sí?

source: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] We really don't have all that long before your father and Jazz get back, so take those clothes off right now, young man.
es_es: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] Realmente no tenemos todo eso mucho antes de que tu padre y el Jazz vuelvan, así que quiten esas prendas ahora mismo, joven.

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Y-yes Mom.
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_] Mamá Y-sí.

source: [_maddie_] Now come on over... and help pull this out for mommy...~
es_es: [_maddie_] Ahora sobre... y ayudar a sacar esto para mí. ~

source: [_danny_] You mean-
es_es: [_danny_] Quiere decir:

source: [_maddie_] Come closer Danny.
es_es: [_maddie_] Ven más cerca de Danny.

source: [_maddie_] That's it baby, pull it out gently.
es_es: [_maddie_] Eso es bebé, tire de él suavemente.

source: [_danny_] S-sorry Mom! I didn't mean to pull that hard! Did I, {i}uhm{/i}, hurt you?
es_es: ¡[_danny_] S-sorry Mom! ¡No quise sacar tan fuerte! ¿Yo, {i}uhm{/i}, te he lastimado?

source: [_maddie_] {i}*Phew*{/i} No baby, it's quite alright, just been a while since I had anything back there.
es_es: [_maddie_] {i}*Phew * {/i} Ningún bebé, está bastante bien, sólo ha pasado un tiempo desde que tuve algo de vuelta allí.

source: [_danny_] You've put things up inside your butt before? Really?
es_es: [_danny_] Has puesto las cosas dentro de tu trasero antes? ¿Realmente?

source: [_maddie_] Danny, it's perfectly natural to want to try it out... especially when you've got the right person...
es_es: [_maddie_] Danny, es perfectamente natural querer probarlo... especialmente cuando tienes la persona correcta...

source: [_danny_] W-wait, y-you mean, you want me to use... {i}that{/i} hole?!
es_es: [_danny_] W-wait, ¿quieres que yo use... {i}que {/i} agujero?!

source: [_maddie_] Oh I just know it'll feel really, {i}really{/i} good sweetie.
es_es: [_maddie_] Oh solo sé que se sentirá realmente, {i}realmente{/i} buen empate.

source: [_maddie_] What are you waiting for, baby? Come and get it!
es_es: R[_maddie_] ¿A qué estás esperando, bebé? ¡Ven y consiga!

source: [_danny_] Mom?! Are you alright? You got me so excited, I just...
es_es: ¡[_danny_] mamá?! ¿Estás bien? Me has excitado tanto, sólo...

source: [_maddie_] {i}*Huff*{/i} Yes baby, {i}*Huff*{/i} ...j-just go a little slower a second, trust me, you're bigger than you think!
es_es: [_maddie_] {i}*Huff * {/i} Sí bebé, {i}*Huff * {/i} ... j-solo vaya un poco más lento un segundo, confíe en mí, ¡usted es más grande de lo que piensa!

source: [_danny_] Oh fuck, you're so tight!
es_es: [_danny_] Oh fuck, ¡estás tan apretado!

source: [_maddie_] {i}Mmm{/i}, you're really stretching me back there good, honey.
es_es: [_maddie_] {i}Mmm{/i}, realmente me estás estirando ahí de vuelta bien, miel.

source: [_danny_] {i}Ah!{/i} Mom, this feels... feels so good.
es_es: [_danny_] {i}Ah!{/i} mamá, este sentido... se siente tan bien.

source: [_maddie_] {i}Ooooh~{/i} ...that's it baby, you can push in a little deeper now...
es_es: [_maddie_] {i}Ooooh~{/i} ...eso es todo un bebé, puedes hacer un push un poco más profundo ahora...

source: [_danny_] F-fuckkk! So damn tight!!
es_es: ¡[_danny_] F-fuckkkk! ¡¡¡¡¡Tan maldita tiña!!

source: [_maddie_] Language, Danny!
es_es: [_maddie_] Idioma, ¡Danny!

source: [_danny_] S-sorry Mom, but I'm kinda drilling your ass right now, I don't know if bad language is the most important thing on my mind at the moment!
es_es: [_danny_] S-sorry mam, pero ahora mismo me encanta perforar tu culo No sé si el mal lenguaje es lo más importante en mi mente en este momento!

source: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ...I bet my sweet little ass is what you're gonna think of now, whenever you're with those other school girls, huh?
es_es: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ... Apuesto a que mi dulce culo es de lo que piensas ahora, siempre que estés con esas otras chicas de la escuela, ¿eh?

source: [_danny_] {i}Ah!{/i} Y-yeah, well... I mean, yeah, yours is the best!
es_es: [_danny_] {i}¡Ah!{/i} Y-yeah, bien... ¡Quiero decir, sí, tu eres el mejor!

source: [_maddie_] {i}Ooooh~!{/i} That's it Danny, hit that spot again, baby, fill me up!
es_es: [_maddie_] {i}Ooooh~!{/i} Eso es lo que Danny, golpea de nuevo ese lugar, bebé, ¡llénenme!

source: [_danny_] {i}Ahh!{/i} I don't know how much longer I can last! You're squeezing me so much!
es_es: [_danny_] {i}¡Ahh!{/i} ¡No sé cuánto tiempo más puedo durar! ¡Me estás apurando tanto!

source: [_maddie_] Come on baby! Fuck Mommy's ass! Fuck me deep and slap my butt!
es_es: [_maddie_] ¡Ven al bebé! ¡Suerte al asno de Momia! ¡Suerte a mí en lo profundo y bájame el culo!

source: [_danny_] Alright! You asked for it!
es_es: [_danny_] ¡Muy bien! ¡Usted lo pidió!

source: [_maddie_] YES, YES, YES!!! That's it baby! Fuck that ass!
es_es: [_maddie_] SÍ, SÍ, ¡Sí! ¡Eso es un bebé! ¡Felicita ese culo!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh shit, M-Mom... this is the b-best...
es_es: [_danny_] {i}*Huff* *Huff*{/i} Oh mierda, M-Mom... esto es lo mejor...

source: [_danny_] H-hey, what'd we say about language...? Oh shit, I'm gonna finish...
es_es: [_danny_] H-hey, ¿qué diríamos sobre el idioma...? Oh mierda, estoy terminando...

source: [_maddie_] No! Just a few more seconds baby! I'm gonna cum from taking your big cock in my ass!
es_es: ¡[_maddie_] No! ¡Solo unos segundos más bebé! ¡Estoy tomando tu enorme polla en mi culo!

source: [_danny_] {i}Ah!{/i} I-I'll try!
es_es: [_danny_] {i}¡Ah!{/i} ¡Lo intentaré!

source: [_maddie_] That's... that's it! Danny! OH DANNY!
es_es: [_maddie_] ¡Eso es... eso es! ¡Danny! ¡OH DANNY!

source: [_danny_] {i}Ahh!{/i} I can't hold on any longer! I'm sorry Mom!
es_es: [_danny_] {i}¡Ahh!{/i} ¡Ya no puedo aguantar más! ¡Lo siento!

source: [_maddie_] Cum inside me baby! Cum in my ass!
es_es: [_maddie_] ¡Cumple dentro de mi bebé! ¡Cumple en mi asno!

source: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... baby, that was amazing.
es_es: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... bebé, eso fue increíble.

source: [_danny_s_towards_s_wondering_s_talk_amused_] I think I need to lay down for a bit! I'm feeling light headed after a session like that!
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] ¡Creo que tengo que ir un poco! ¡Me siento bien encendido después de una sesión como esa!

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} You aren't the one who's going to struggle to walk in the morning after that!
es_es: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} ¡No eres el que va a luchar para caminar por la mañana después de eso!

source: [_danny_s_towards_s_unhappy_s_talk_amused_] ...so, I did a good job?
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_] ...entonces, hice un buen trabajo?

source: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] You did an amazing job baby... in fact, from now on, why don't you let me know more often when you're in the mood for a little bit of backdoor fun like this?
es_es: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] Has hecho un trabajo increíble... de hecho, a partir de ahora, ¿Por qué no me lo haces saber más a menudo cuando estás en estado de ánimo para un poco de diversión por la puerta trasera como este?

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-seriously?
es_es: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-en serio?

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, sure, I wouldn't mind paying my baby a little midnight bootycall if I can.
es_es: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, seguro, no me importaría pagar a mi bebé un poco de bootycall a medianoche si puedo.

source: [_danny_s_closed_s_neutral_s_talk_amused_] It's still making my head spin hearing you talk like this.
es_es: [_danny_s_closed_s_neutral_s_talk_amused_] Sigue haciendo girar la cabeza escuchándote de esta manera.

source: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, when the others are around, I'm your mother... but when no ones around, I'm your {u}mommy{/u}, understand?
es_es: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Semanas, cuando los demás están cerca, soy tu madre... ¿Pero cuando nadie te rodea, soy tu {u}mi{/u}, entender?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yes, I understand...{p}...Mommy.
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-si, yo entiendo...{p}...Momia.

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Good, glad we understand ourselves.
es_es: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Bueno, contento que nos entendamos a nosotros mismos.

source: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Now then, if you'll excuse me, I'd like to take a quick shower before the two of them get back. See you later, kiddo...
es_es: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Ahora, si me disculpas, me gustaría tomar una ducha rápida antes de que los dos regresen. Nos vemos más tarde, kiddo...

source: [_danny_s_ahegao_s_rise_s_bite_] (I can't believe Mom really let me do that with her! But do I feel any stronger...?)
es_es: [_danny_s_ahegao_s_rise_s_bite_] (No puedo creer que mamá realmente me deje hacer eso con ella! But do I feel any stronger ...?)

source: [_danny_s_at_player_s_unhappy_s_distraught_] (...I mean, a good bit, yeah! But it's not gonna be enough... I can't use this Orgone on it's own to take down Ember...)
es_es: [_danny_s_at_player_s_unhappy_s_distraught_] (...Quiero decir, un buen poco, ¡sí! Pero no es suficiente... No puedo usar este Orgone solo para derribar a Ember...)

source: [_danny_s_at_self_s_sad_s_bite_s_blush_] (I'll have to just rely on my regular ol' ghost-fu to fight any creeps until I can... umm... seek Sam for help.)
es_es: [_danny_s_at_self_s_sad_s_bite_s_blush_] (Solo tendré que confiar en el fantasma de mi ol' para luchar contra cualquier creeps hasta que pueda... umm... buscar Sam para ayuda.)

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Well, if there's anyone who will probably get me what I need quickly, it'd be Star. No offense, but she's not exactly prudish.
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] Bueno, si hay alguien que probablemente me reciba lo que necesito rápidamente, sería Star. No ofensa, pero ella no es exactamente pruesa.

source: [_danny_s_at_player_s_rise_s_talk_happy_] I haven't texted her in a while, so maybe I should approach her as Danny to "pass on a message" from Inviso-Bill.
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] no le he enviado un mensaje de texto en un tiempo, así que tal vez debería acercarme a ella como Danny para "transmitir un mensaje" de Inviso-Bill.

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] So yeah, you totally wouldn't like, know to think this or anything, because he's kinda dead and stuff, but Inviso-Bill is just like, the most amazing guy ever.
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Así que sí, no te gustaría en absoluto, sabes pensar esto o cualquier cosa, porque está muerto y las cosas, pero Inviso-Bill es igual que el tipo más asombroso jamás.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, yeah, I know.
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sí, lo sé.

source: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Yeah, but like, not as much as me, really, because he chose {i}me{/i} for the dance and everything. {i}*Laughs*{/i} Gee, that must sting for you!
es_es: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Sí, pero gusta, no tanto como yo, realmente, porque eligió {i}me{/i} para el baile y todo. {i}*Risas*{/i} Gee, que debe aguantar para ti!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] I heard you the {u}first{/u} time Star.
es_es: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] te he oído la Estrella {u}primero{/u}.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Well, I'm just saying how lucky I feel, especially now that {i}I'm{/i} the talk of the school and all that.
es_es: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Bueno, estoy diciendo lo afortunado que siento, especialmente ahora que {i}I'm{/i} la charla de la escuela y todo eso.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey ladies. How's it going for you two today?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hola damas. ¿Cómo te van dos hoy?

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, just what I needed right now, a dork poorly hitting on me...
es_es: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, justo lo que necesitaba ahora, un dorado golpeando mal a mí...

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Hey, be nice to Billy's friend!
es_es: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] ¡Eh, sé amable con el amigo de Billy!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] What?? Why should I have to be nice to-?! {i}Uch!{/i} You know what, never mind. I'll see you in class later, I guess...
es_es: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] ¿Qué? Why should I have to be nice to-?! {i}Uch! {/i} You know what, never mind. Te veré en clase después, supongo ...

source: [_danny_s_towards_s_sad_s_talk_amused_] Hey, thanks for sticking up for me.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Hola, gracias por ponerse en contacto conmigo.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, shut up loser, no one cares about you. Don't get the wrong idea here.
es_es: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, cierre perdedor, a nadie le importa. No tenga la idea equivocada aquí.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Then why did you-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Entonces ¿por qué lo hicieron-

source: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Because I take it you've got a message for me from Inviso-Bill?
es_es: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Porque lo tomo tienes un mensaje para mí de Inviso-Bill?
