Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Really? I mean, alright, sweet, I'm glad...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ¿De verdad? Quiero decir, bueno, dulce, estoy encantado...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ...had to be done, right?
es_es: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ...tenía que hacerse, ¿verdad?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah... course.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Sí... curso.

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] This was totally just a "needed to happen to save the world" kinda thing, right?
es_es: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] Esto era totalmente solo un "necesario para salvar al mundo", ¿verdad?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, sure? Just one of those totally normal, world saving 69's, I suppose, yeah.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, ¿cierto? Sólo uno de esos totalmente normales, que ahorran 69, supongo, sí.

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] So uh, things will just go back to normal now, right?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Entonces, las cosas volverán a la normalidad ahora, ¿verdad?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-now you've got what you need... things can just... slip back to the way they were, huh?
es_es: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-ahora tienes lo que necesitas... las cosas pueden ajustarse... volver a la forma en que estaban, ¿eh?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] I mean, w-we're still friends, right?
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Quiero decir, si seguimos siendo amigos, ¿verdad?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Uh, yeah? Why wouldn't we...?
es_es: [_danny_s_towards_s_rise_s_talk_consternation_] Uh, ¿verdad? ¿Por qué no...?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...n-nothing, don't worry, I just was... that's good, is all, it's good!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...propia nada, no te preocupes, simplemente estaba... eso es bueno, ¡es todo bueno!

source: [_danny_s_towards_s_sad_s_talk_consternation_] Is everything okay?
es_es: [_danny_s_towards_s_sad_s_talk_consternation_] ¿Todo está bien?

source: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Totally! Just... just babbling in my own head...
es_es: ¡[_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] totalmente! Debe... solo peleando en mi propia cabeza...

source: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Glad we can do this kinda crazy stuff, without it getting, ya' know, totally {i}complicated{/i}, amirite?
es_es: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Si nos alegramos de poder hacer este tipo de cosas locas, sin que se consigua, ¿sabes, totalmente {i}complicadas{/i}, ¿amirita?

source: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... I guess?
es_es: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... ¿Supongo?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Would you look at the time! Oh, I probably better go!
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem * {/i} ¡Oh wow! ¿Te fijarías en el momento! ¡Oh, probablemente voy mejor!

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? Now?
es_es: ¿[_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? ¿Ahora?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Yep! Like, right now!
es_es: ¡[_sam_s_co_s_away_s_sad_s_talk_displeased_] Sí! ¡Me gusta, ahora mismo!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... okay. Sure.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... está bien. Claro.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll see you soon?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¿Te veré pronto?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, yeah! Gonna go crash on that couch! S-see yah!
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, ¡sí! ¡Gonna se estrelló en ese sofá! ¡Ve ya!

source: [_danny_s_towards_s_sad_s_talk_amused_] Bye Sa-
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Aye Sa-

source: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Urgh! What am I doing?? What the hell is with these weird thoughts about Danny?!)
es_es: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (¡¡Urgh! ¿Qué estoy haciendo?? ¿Qué infierno es con estos extraños pensamientos sobre Danny?)

source: [_sam_s_co_s_closed_s_sad_s_displeased_] (We've been friends for years, damn it! Things can't get complicated {u}now{/u}!!){p}(Not over a simple bare naked oral exchange!!)
es_es: [_sam_s_co_s_closed_s_sad_s_displeased_] (Hemos sido amigos durante años, ¡maldita sea! Las cosas no pueden complicarse {u}ahora {/u}!!){p}(¡No sobre un simple intercambio oral desnudo!)

source: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ...shit!!
es_es: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ...mierda!!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, you up?
es_es: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, ¿estás así?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam? Uhh, yeah, c-come in!
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, ¿Sam? Uhh, sí, ¡ven a entrar!

source: [_danny_s_at_player_s_rise_s_consternation_] (Oh man, after she ran off last night, this is where I'm sure it'll get awkward!)
es_es: [_danny_s_at_player_s_rise_s_consternation_] (¡Oh hombre, después de que huyó ayer por la noche, aquí es donde estoy seguro de que se complicará!)

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... I just wanted to say... sorry about last night.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... Solo quería decir... lo siento anoche.

source: [_danny_s_towards_s_sad_s_talk_happy_] You don't need to apologize.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] No es necesario pedir disculpas.

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Yeah... I do, it was kinda sucky of me to just run off like that.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Sí... lo hago, fue un chicle de mí correr así.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Hey, I get it... things are... a little tense at the moment. Tense and confusing.{p}It's understandable.
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] Hola, lo tengo... las cosas son... un poco tensas en este momento. Tensa y confusa.{p}Es comprensible.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...so uh, did you... would you say you {i}liked{/i} last night?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...así que, ¿tu... ¿te dirías {i}me gusta{/i} la última noche?

source: [_danny_s_towards_s_rise_s_talk_amused_] Sam, trust me, you were incredible.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Sam, confía en mí, eres increíble.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, uh, good!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing * {/i} O-ohh, uh, ¡bueno!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-maybe we could talk a little more about this stuff later...
es_es: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-tal vez podríamos hablar un poco más sobre esta materia más tarde...

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] But for now, you need to focus! You've got a ghostly rockstar to beat!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] ¡Pero por ahora, tienes que centrarte! ¡Tienes una estrella de roca fantasma para superar!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] I know, but I'm still not sure if I'll be able to stop her.
es_es: [_danny_s_at_self_s_sad_s_talk_displeased_] Lo sé, pero todavía no estoy seguro si podré detenerla.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] I know you can do it Danny... you haven't been beaten yet... and...
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] Sé que puedes hacerlo Danny... aún no has sido golpeado... y...

source: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...you don't have to do it alone.
es_es: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...no tienes que hacerlo solo.

source: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Thanks Sam.
es_es: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Gracias Sam.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Cough*{/i} Alrighty, well, I better let you get ready...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Clough * {/i} Alrighty, bueno, mejor te dejo prepararte ...

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] Okay.
es_es: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] Vale.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, one more thing.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, una cosa más.

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Sí?

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Kick her ass!
es_es: ¡[_sam_s_co_s_towards_s_angry_s_talk_happy_] expulsa su culo!

source: [_danny_s_towards_s_angry_s_talk_amused_] Tucker's counting on us. How could I not?
es_es: [_danny_s_towards_s_angry_s_talk_amused_] Tucker cuenta con nosotros. ¿Cómo podría no?

source: [_danny_s_closed_s_wondering_s_consternation_] (I guess this is it, tomorrow's the concert.)
es_es: [_danny_s_closed_s_wondering_s_consternation_] (Supongo que esto es así, mañana es el concierto.)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I HAVE to save Tucker... I just hope I really am strong enough to stop Ember...)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Tengo que salvar a Tucker... Sólo espero ser lo suficientemente fuerte como para detener a Ember...)

source: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! Oh my God!! Today's the day of the {i}conceeeert~!{/i}
es_es: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! ¡Oh Dios mío! Hoy es el día del {i}concieeert ~! {/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] Just a {i}little{/i} excited for Ember, I see.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Solo un {i}poco{/i} excitado por Ember, veo.

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] How can I {u}not{/u} be? The whole town's going crazy!
es_es: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] ¿Cómo puedo ser {u}no {/u}? ¡Todo el pueblo se vuelve loco!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...they certainly are...
es_es: [_danny_s_at_self_s_sad_s_talk_displeased_] ...ciertamente lo son...

source: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] They've already started lining up along whole city blocks!
es_es: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] ¡Ya han empezado a alzarse a lo largo de todos los bloques de ciudad!

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] What? Seriously? The doors don't even open until 6:00 tonight!
es_es: [_danny_s_towards_wide_s_rise_s_talk_distraught_] ¿Qué? ¿Seriamente ¡Las puertas ni siquiera se abren hasta las 6:00 de esta noche!

source: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] We don't care! It's {u}Ember McClain{/u}, dude!! And Dad even got front row tickets!!
es_es: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] ¡No nos importa! ¡Es {u}McClain{/u}, dude!! ¡Y papá incluso tiene boletos de primera fila!!

source: [_jazz_s_ef_s_closed_s_angry_s_talk_amused_] {i}Wooooooooh!!!{/i}
es_es: [_jazz_s_ef_s_closed_s_angry_s_talk_amused_] {i}Wooooooooooooh!!!{/i}

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Wait!
es_es: ¡[_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! ¡Espera!

source: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh well, I doubt any pleading to not go is gonna work with that one...)
es_es: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh bueno, dudo de que cualquier suplicatorio de no ir sea trabajar con eso...)

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] So, are you ready for this?
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Entonces, ¿estás listo para esto?

source: [_danny_s_towards_s_sad_s_talk_amused_] I mean, as ready as I'll ever be.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Quiero decir, tan listo como nunca lo estaré.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] I hope you have somewhat of a plan, Danny.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_happy_] espero que tengas algo de un plan, Danny.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yeah! Go in, kick those rocker ghosts' butts, save Tucker. That's pretty much my go-to these days.
es_es: [_danny_s_towards_s_angry_s_talk_amused_] ¡Sí! Ve a patear los culitos de esos fantasmas de rocestas, salva a Tucker. Eso es en gran medida mi camino a estos días.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Well, it's at least... {i}minimally{/i} better than {u}literally{/u} nothing.{p}I'll try to get inside the AP Stadium backstage, hopefully I can find Tucker and pull him out.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Bueno, al menos... {i}mínimamente{/i} mejor que {u}literalmente{/u} nada.{p}Voy a intentar entrar dentro del estadio de AP en el fondo, esperemos que pueda encontrar Tucker y sacarlo.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, just be careful.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Vale, ten cuidado.

source: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Don't worry, I got this. I'm Sam-Fucking-Manson.
es_es: [_sam_s_co_s_towards_s_angry_s_talk_excited_] No te preocupes, lo entendí. Soy Sam-Fucking-Manson.

source: [_danny_s_towards_s_wondering_s_talk_amused_] That you are.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Que eres.

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-that was just for good luck! So...{p}...good luck!!
es_es: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-que era sólo para la buena suerte! Así que ...{p}... buena suerte!!

source: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Well, now I just have to wait until this evening...)
es_es: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Bueno, ahora sólo tengo que esperar hasta esta noche ...)

source: [_danny_s_at_player_s_rise_s_grin_] (In the mean time, corn flakes!)
es_es: [_danny_s_at_player_s_rise_s_grin_] (¡En el tiempo medio, hojuelas de maíz!)

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Man, this is no joke! All of Amity Park is here!{p}Okay, this is it. It's now or never!
es_es: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Soberano, ¡esto no es chiste! ¡Todo el Parque Amity está aquí! ¡{p}Vale, esto es todo. ¡Ahora o nunca!

source: [_danny_] I'm going ghost!
es_es: [_danny_] ¡Voy a ser fantasma!

source: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Hey everyone, it's the Ghost-Boy scout! Come here for an autograph, right?
es_es: [_ember_s_towards_s_rise_s_talk_amused_] ¡Ah! ¡Hola a todos, es el explorador de Ghost-Byy! ¡Ven aquí para un autógrafo, ¿verdad?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] You're controlling these people with your music! Let everyone go!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ¡Estás controlando a estas personas con tu música! ¡Que todos vayan!

source: [_ember_s_towards_s_confused_s_talk_consternation_] Let them go? What? C'mon, can't you hear them chanting my name?! They {i}love{/i} me!
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ¿Que vayan? ¿Qué? C' mon, ¿no puedes escucharlos cantando mi nombre?! Ellos {i}amor {/i} yo!

source: [_ember_s_at_player_wide_s_angry_s_talk_bite_] WHO DO YOU LOVE?
es_es: [_ember_s_at_player_wide_s_angry_s_talk_bite_] ¿QUIERES SOVE?

source: Crowd [special_delimiter] You!
es_es: ¡Cortar [special_delimiter] ti!

source: [_ember_s_at_player_s_angry_s_talk_consternation_] SAY MY NAME!
es_es: [_ember_s_at_player_s_angry_s_talk_consternation_] ¡DÍA MIS NOMBRE!

source: [_ember_s_towards_s_rise_s_talk_consternation_] See? My fans adore me.
es_es: [_ember_s_towards_s_rise_s_talk_consternation_] ¿Ver? Mis fans me adornan.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Your "fans" are prisoners of your crappy punk music!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ¡Tus "fanos" son prisioneros de tu música punk espantosa!

source: [_ember_s_towards_s_confused_s_talk_amused_] Ha! Don't try to distract me with your harsh critique, geek! I'm still too powerful for you or your doofus patrol friends and you know it!
es_es: ¡[_ember_s_towards_s_confused_s_talk_amused_] Ja! ¡No intentes distraerme con tu crítida dura, geek! ¡Todavía soy demasiado poderoso para ti o tus amigos de patrulla de doofus y lo sabes!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] I won't let you hurt my friends!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] no te dejaré lastimar a mis amigos!

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] Bring it!
es_es: [_ember_s_towards_wide_s_angry_s_talk_bite_] ¡Tráalo!

source: (Orgone Rush available!)
es_es: (¡Orgone Rush disponible!)

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! I think I've got an idea!!
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! Creo que tengo una idea!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Whatever you're gonna do, do it now!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Lo que vas a hacer, ¡hazlo ahora!

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER!! EMBER NEEDS YOU TO SING FOR HER!
es_es: ¡[_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER!! ¡EMBRA NECESITA TU TU TU TU TU TU CUBRA!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] SING FOR YOUR LOVE!! SHOW HER HOW MUCH YOU LOVE HER!!
es_es: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] SANDO PARA TU VIVA!! MÁS QUE MUCHAS MUCH QUE LO LOVA!!

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... need... my love? Through song... and angelic falsetto harmony?
es_es: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... ¿necesita... mi amor? ¿A través de la armonía de falsetto canto... y angélica?

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, but of course!!
es_es: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, pero por supuesto!!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] No, you fool! Don't tarnish the control I have over them with your lousy-
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] No, ¡es tonto! No mansos el control que tengo sobre ellos con tu desprecio -

source: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhhHhhH EmBeeEeEeerR, yOu WiLL rEmEmBeRRRRR-
es_es: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhhhhhH EmBeeEeeerR, yOu WiLL rEmEmBeRRRR-

source: Guy In The Crowd [special_delimiter] ...hey, this concert kinda sucks!
es_es: ¡Chico en el Crowd [special_delimiter] ...hey, este concierto te encanta a chupar!

source: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] No, wait! Don't listen to him! You love me, you idiots! Say my name!! Wait!{p}WAIT!!
es_es: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] No, ¡espera! ¡No le escuches! ¡Me amas, idiotas! ¡Dile mi nombre! ¡¡¡Espera! ¡¡{p}ESPA!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] It's over Ember. You've just sung your last song.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] ha terminado con Ember. Acabas de cantar tu última canción.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...man, I must look {i}sooo{/i} cool right now.)
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...hombre, debo mirar {i}sooo{/i} fresco ahora.)

source: [_ember_s_closed_s_sad_s_talk_distraught_] No! No!! I can't lose. I won't be upstaged... I won't be downplayed...
es_es: ¡[_ember_s_closed_s_sad_s_talk_distraught_] No! No!! No puedo perder. No me mejoraré... no seré minimizado...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I WON'T BE FORGOTTEN!! EVER AGAIN!!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] NO SERé FORGOTENO!! ¡¡EVER AGAIN!!

source: [_ember_s_offscreen_s_at_player_wide_s_angry_s_talk_distraught_] Nooooooo!~
es_es: [_ember_s_offscreen_s_at_player_wide_s_angry_s_talk_distraught_] ¡Nooooooooooo!~

source: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Sorry Ember, no encore, and I don't take requests.
es_es: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Lo siento Ember, sin encurras, y no tomo peticiones.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! He could still be brain-washed!)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (¡Oh crap! ¡Tucker! ¡Todavía podría ser lavado con cerveza!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, you okay dude?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, ¿estás en dude?

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Whoa... man, feels like my head's just done fifty cycles in a dryer... but other than that, I'm pretty G.
es_es: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Whoa... man, se siente como mi cabeza acaba de hacer cincuenta ciclos en un secador... pero aparte de eso, soy bonita G.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Okay, if he's spewing nonsensical lingo he considers to be hip and cool, then he's definitely back to normal.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Vale, si está lanzando un lingo no sensacional que considera como una cadera y fresca, definitivamente está de vuelta a la normalidad.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] What happened? The last thing I remember, we were in the park... and then I was singing?
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] ¿Qué pasó? Lo último que recuerdo, estábamos en el parque... y entonces estaba cantando?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] We'll tell you about it later, we're just glad you're safe.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Te lo contaremos más adelante, solo estamos contentos de que estés a salvo.

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] You did it dude! You totally saved the town! And the whole world!!
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] ¡Lo has hecho debido! ¡Has salvado totalmente la ciudad! ¡Y todo el mundo!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...all with those magic vocals too...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...todo con esa voz mágica también...
