Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah man, this is her debut album dude.
es_es: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah tío, este és un debut de su álbum.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] So a debut album by an unknown singer that suddenly goes super viral without any celebrity endorsements... doesn't that sound a little fishy to you?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Así que un debut de una cantante desconocida que de repente se hace súper viral sin ningún respaldo de celebridades.. ¿No te suena un poco sospechoso?

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Never pegged you for the kind to get jealous over awesome punk rockers, Sam.
es_es: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] No te pongas celosa de la increíble rockera punk, Sam.

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] I am {u}not{/u} jealous! I'm just saying, it is kinda weird, Danny's right. One minute no one's heard of her, and now people can't stop playing her stuff.
es_es: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] ¡Yo {u}no {/u} estoy celosa! Solo estoy diciendo, que és muy raro, Danny tiene razón. Un minuto atrás nadie había oído hablar de ella y ahora la gente no puede dejar de tocar sus cosas.

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] So what? Most artists are nobodies 'til they get their stuff out there. I mean she could be a total industry plant for all I care, her sound is {u}hot!{/u} And so is she!
es_es: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] ¿Entonces qué? La mayoría de los artistas no son algo hasta que sacan sus cosas por ahí. Podría dedicarse a todo lo que me importa, ¡su canción és {u}excitante!{/u} ¡Y también ella!

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Yeah but, it's like she literally popped out of thin air, it's like she's a... a...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Sí, pero ella literalmente apareció del aire, es como si fuera...

source: [_danny_s_towards_s_wondering_s_talk_distraught_] ...like a ghost?
es_es: [_danny_s_towards_s_wondering_s_talk_distraught_] ¿ ...como un fantasma?

source: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...well, I mean, that {i}does{/i} sound sorta silly when you say it out loud, but... y-yeah.
es_es: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...bueno, quiero decir, esto {i}parece{/i} que suene a una tontería cuando lo dices en voz alta... yeah.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, whoa, whoa! You guys are just going to assume a super starlet who {i}you{/i} didn't personally hear of before is a ghost? We're making {i}that{/i} leap of faith already?
es_es: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] ¡Vaya, vaya, vaya! ¿vais a asumir que una super estrella que {i}vosotros{/i} no habéis escuchado antes és un fantasma? ¿Estamos haciendo {i}que{/i} sea dudosa la fe?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, no, I'm not saying she's a ghost Tucker, I'm just saying it's pretty strange that a nobody could reach super stardom {i}this{/i} fast.{p}What do you think Danny?
es_es: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh {/i}, no, no estoy diciendo que sea un fantasma, solo estoy diciendo que és bastante extraño que alguien pueda llegar a super estrella {i}tan{/i} rápido. ¿{p}Qué crees Danny{/p}?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? Is everything okay?
es_es: ¿[_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? ¿Está todo bien?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Sorry, uhh, just thinking is all...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Lo siento, uhh, solo pensaba...

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Care to share?
es_es: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ¿Cuidar y compartir?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] It's nothing... I just, I do sorta get this funny feeling listening to her music, and even looking at that photo Tuck showed.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] No és nada... Solo, me da una sensación divertida escuchando su música e incluso mirando la foto que Tuck mostró.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, well my friend, I think I've got something to give you an even {u}bigger{/u} dose of that kinda feeling, if you know what I mean!
es_es: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, bien amigo mío, Creo que tengo algo para darte una dosis {u}mayor{/u} de esa sensación de amor, ¡si sabes lo que quiero decir!

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, this isn't going to be something perverted is it!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, ¡esto no va a ser algo pervertido!

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} I will have you know, miss high and mighty, that this is {i}highly{/i} relevant to the situation at hand!
es_es: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} te hago saber, miss alto y poderoso, ¡tengo entre manos una {i}muy {/i} relevante situación!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, really? Please, enlighten me as to how.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, ¿en serio? Por favor, ilumíname cómo hacerlo.

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Like {u}this!{/u}
es_es: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] como {u}¡esto!{/u}

source: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Whoa!!{/i} What the heck...?!
es_es: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}¡¡¡¡Whoa!!!!{/i} ¿Qué coño...?!

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] She did a modeling shoot the other day, and it is GLORIOUS!
es_es: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Se hizo unas fotos posando el otro día, ¡y son GLORIOSAS!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}real{/u} relevant. {i}Very{/i} focused on the topic at hand, Tuck.
es_es: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}realmente{/u} relevantes. {i}Muy{/i} concentrado en el asunto entre manos, Tuck.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] I mean, yeah, seriously Tuck... that isn't very... I mean, that is just... wow...
es_es: [_danny_s_ahegao_s_wondering_s_talk_amused_] Quiero decir, sí, seriamente Tuck... eso no es muy... quiero decir, eso es solo... wow...

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hey, stay focused for a second, Y chromosome!{p}Also, that picture is probably photo edited anyway. No one looks this way in real life!!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] ¡Hola, mantente atento un segundo, ¡cromosoma! {p}Además{/p}, esa foto probablemente sea editada. ¡¡Nadie se ve así en la vida real!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] ...s-sorry did you say something Sam?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿...p-perdon? ¿has dicho algo Sam?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Sigh*{/i} Forget it, I'll see both of you weaker sexes in class.
es_es: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*suspiro* {/i} Olvídalo, os veré dos sexos débiles en clase.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] I better get a move on too, but dude, don't worry about Sam. She's trying to help out, but you'd have to be {u}crazy{/u} to think Ember's a ghost just because she appeared out of the blue.
es_es: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Es mejor que nos movamos también, no te preocupes por Sam. Ella está intentando ayudar, sería una {u}locura{/u} pensar que Ember és un fantasma porque apareció del aire.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Yeah.. real crazy.
es_es: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Sí.. verdadera locura.

source: [_lancer_s_towards_s_idle__s_talk_happy_] ...and can anyone explain to me why Gatsby's extravagance begins to work {i}against{/i} him towards the later chapters of the book?
es_es: [_lancer_s_towards_s_idle__s_talk_happy_] ...y ¿puede alguien explicarme por qué la extravagancia de Gatsby volverse {i}contra{/i} ella en los últimos capítulos del libro?

source: Classroom [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}
es_es: Classroom [special_delimiter] {i}*Gorjeo* *Gorjeo* *Gorjeo*{/i}

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Anyone?{p}An educated guess, perhaps?{p}Literally {u}anyone{/u} with a suggestion?
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] ¿Alguien? tal vez, ¿{p}alguna{/p} conjetura educada? {p}Literalmente ¿hay {u}alguien {/u} con una sugerencia?

source: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, and now do you ladies have a {i}particular{/i} reason for being fifteen minutes late to class?
es_es: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, entonces ¿tenéis una {i}particular{/i} razón para llegar quince minutos tarde a la clase damas?

source: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClain's record label just released a new single! We were blasting it in the bathroom!
es_es: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClain acaba de lanzar un nuevo single de discográfica! ¡Lo estábamos chivando en el baño!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}Who{/i} now?
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...¿Ember Mc{i}¿Qué{/i}?

source: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Mr. Lancer, do you even pay attention to the {i}slighest{/i} amount of pop culture today?
es_es: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Sr. Lancer, ¿presta atención a la {i}ligera{/i} cantidad de cultura pop de actual?

source: [_lancer_s_closed_s_wondering_s_talk_happy_] Why, of course! I {u}love{/u} the youth culture! Once I wire my old ham radio correctly, I usually tune into the hippinest {i}and{/i} hoppinest beats out there, yo!
es_es: [_lancer_s_closed_s_wondering_s_talk_happy_]¡por supuesto! I ¡{u}amo{/u} la cultura de la juventud! Cuando funciona mi vieja radio correctamente, suelo sintonizar los hippinest {i}y{/i} hoppinest!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Regardless, you girls can't just turn up to the lesson whenever you feel like it! I don't care whose music is-
es_es: [_lancer_s_towards_s_angry_s_talk_frown_] Sin embargo, ¡las chicas no pueden asistir a la lección cuando les apetezca! No me importa que música sea-

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}WAIT!{/i} Did they say there's a {i}new{/i} Ember song?!
es_es: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}¡ESPERA!{/i} ¿Han dicho que hay una {i}nueva{/i} canción de Ember?!

source: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] Literally just released twenty minutes ago online!
es_es: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] ¡Literalmente hace veinte minutos salió online!

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] I see...{p}{i}*Deep Inhale*{/i}
es_es: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ya ve...{p}{i}*Inhalación profunda*{/i}{/p}

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}EVERYONE!!{/i} To the computer lab to witness this new angelic melody!!
es_es: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}¡¡TODOS!!{/i} ¡¡Al laboratorio de computadora para presenciar esta nueva melodía angélica!!

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Wait! Students cannot leave during reading hour! Doesn't anyone want to learn what happens to Gatsby at the end?!
es_es: [_lancer_s_towards_wide_s_angry_s_talk_frown_] ¡EsperaD! Los estudiantes no pueden salir durante la hora de lectura! ¿No quiere nadie saber lo que le pasa a Gatsby al final?!

source: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] He gets blasted in the stomach by a mechanic, bleeds to death in his pool, the end!
es_es: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] Se desgarra el estómago con un tornillo, sangra hasta morir en su piscina, ¡fin!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}thank you{/i}, Ms. Manson, for your {u}impeccable{/u} habit to read ahead of the scheduled lessons...
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}gracias{/i}, señorita Manson, por su {u}impeccable{/u} hábito de leer antes las lecciones programadas...

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (Holy cow, people are {i}really{/i} going nuts for this Ember chick!)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (Santas pascuas, las personas son {i}realmente {/i} fans de esta pava Ember!)

source: [_lancer_s_at_player_s_sad_s_talk_frown_] Well Mr. Fenton, as the {i}only{/i} one of my pupils to actually stay behind for the lesson, I suppose you're dismissed as well.
es_es: [_lancer_s_at_player_s_sad_s_talk_frown_] Bueno Sr. Fenton, como el {i}único{/i} de mis alumnos que se ha quedado en la lección, supongo que también te puedes ir.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Wait, really?
es_es: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Espera, ¿de verdad?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Yes, unfortunately. I can't reasonably teach a class with only {u}one{/u} student present, let's be reasonable.
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] Sí, por desgracia. No puedo dar una clase a un sólo {u}un estudiante {/u}, seamos razonables.

source: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} I'm still here too, ya' know!
es_es: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} ¡Todavía estoy aquí también, ya' sabe!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm?{/i} Oh, yes... my apologies, I already forgot you were back there, Miss Manson.
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}¿Hm?{/i} Oh, sí... mis disculpas, ya te había olvidado estabas ahí, señorita Manson.

source: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Well, if you're going to end the class early, I was hoping I could take the time to make some suggestions to the curriculum to include more gothic writing? Starting with the works of-
es_es: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Bueno, si vas a terminar la clase temprano, ¿Estaba esperando que podría usar ese tiempo para hacer algunas sugerencias al plan de estudios en mi escritura gótica? Comenzando por los trabajos de-

source: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, class officially dismissed, everyone out.
es_es: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuup{/i}, la clase fue suspendida oficialmente, todos fuera.

source: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] But I-
es_es: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Pero I-

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Dismissed!!{/u}
es_es: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}¡¡rechazado!!{/u}

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... just look at them all! It's like a pack of dogs slobbering over a bone.
es_es: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... ¡solo mira a todos! Es como una manada de perros lamiendo un hueso.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, but what's popular tends to stick to everything and everyone, right?{p}Ya' know, I'm glad you don't seem too affected by this pop culture craze, Sam.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Sí, pero ¿qué tiene de popular para aferrarse a todo y a todo el mundo? {p}Ya' sabes{/p}, me alegro de que no parezcas afectad por esta miseria de la cultura pop, Sam.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You know me, I'm not one to follow the conventional social norms of this thing we call "society", so you're rarely gonna find me fawning over-
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ya me conoces, no soy seguidora de las normas sociales convencionales de esta cosa que llamamos "sociedad", así que rara vez vas a encontrarme -

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright Joaquin Phoenix, relax. We get it, you're different.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Ok, Joaquin Phoenix, calmate. Lo entendemos, eres diferente.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Yeah, well, it's that, plus I mean, I stopped listening to her music after I burned through most of her darker stuff, so I don't hear much of it throughout the day anyway.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Sí, bueno, és que, más quiero decir, dejé de escuchar su música después de ver su parte más oscura, por lo que no oigo mucho de ella a lo largo del día.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? How do you manage that? I feel it'd be impossible to escape hearing it even around town, from what I've seen today.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh? ¿Cómo lo gestionas? Creo que és imposible escapar de oírlo incluso en la ciudad por lo que he visto hoy.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Well, I've kinda started wearing ear plugs, actually...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Bueno, he tenido que usar auriculares, en realidad...

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, really?
es_es: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Ah, ¿verdad?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah, just seemed like the easiest way to avoid listening to her stuff, over and over.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Sí, parecía la manera más fácil de evitar escuchar sus cosas una y otra vez.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I had just been hearing her stuff playing {i}everywhere{/i}, and it started to drive me crazy. So, I pop a pair in every day now. Helps drown it all out.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Acababa de oírla {i}en todas partes{/i}, y empezó a volverme loca. Así que ahora me los pongo un par de veces al día. Me ayuda a ahogarla.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Say, that's pretty nifty. You wouldn't happen to have a spare pair would you-
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Diga, eso es muy ingenioso. No te sobrarán un par de-

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaang{/i}, Sam! Girl, I don't know if I told you yet, but you look AMAZING today!
es_es: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaang{/i}, ¡Sam! Chica, no sé si te lo he dicho aún, ¡pero te ves ASOMBROSA hoy!

source: [_sam_s_co_s_away_s_confused_s_talk_amused_] Huh? Tucker did you knock your head or something? I'm dressed the same way I always am.
es_es: [_sam_s_co_s_away_s_confused_s_talk_amused_] ¿Huh? ¿Tucker te has golpeado la cabeza o algo? Estoy vestida de la misma manera de siempre.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Weird, I guess I just thought... well anyway, hey, have you not heard the new song yet?{p}You should really give it a listen! Here!
es_es: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] extraño, supongo que acabo de pensar... Bien de todos modos, ¡hey, ¿no has oído la nueva canción aún? {p}¡Deberías escucharla! ¡aquí!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, wait, don't just-
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, espera, no sólo-

source: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... jeez... that sorta sounds like-
es_es: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... joez... eso suena así-

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Giggles*{/i} Oh my {i}god!{/i}{p}That actually sounds {u}amazing{/u}!
es_es: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Risas*{/i} ¡Oh dios {i}!{/i}{p}¡Eso realmente suena ¡{u}increíble{/u}!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Uh, Sam? You okay?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Uh, Sam? ¿Estás bien?

source: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahhh{/i}... yeah! I feel really, {i}really{/i} trippy though!{p}Man, her sound is a lot {i}deeper{/i} than I first thought... wow...
es_es: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaahh{/i}... ¡sí! ¡Se siente, real {i}realmente{/i} alucinante! {p}Tío, su sonido és mucho más {i}profundo{/i} que el primero... wow...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... you sure you're alright? You look pretty whacked out of it, honestly. You need me to get the nurse or something?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm {/i}... ¿seguro que estás bien? Te veo bastante bien, honestamente. ¿Me necesitas para conseguirte una enfermera o algo?

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, dude, don't worry about it! Just {u}vibe{/u} with me... say, did I ever tell you how absolutely {i}cute{/i} you look this morning?
es_es: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, nen, ¡no te preocupes! Solo {u}ponte{/u} conmigo... digo, ¿te he dicho lo {i}guapo{/i} que te veo esta mañana?

source: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh my gosh! Is it getting super hot in here, or what...?
es_es: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}¡Ahh!{/i} ¡Oh dios! ¿Está haciendo mucho calor aquí, o qué...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, maybe you should sit down, you're turning really red...
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, quizás deberías sentarte, estás poniéndote roja...

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] I'm pretty sure it's because {i}she's{/i} so hot! Go Sam!!{p}Go on girl, get loose, take something off!
es_es: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] ¡Estoy seguro de que es porque {i}ella {/i} está caliente! ¡¡Ve a Sam!! ¡{p}Vamos chica{/p}!, déjate llevar, ¡tómate algo!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, this is Sam! Get a grip! She's not gonna be interested in you just flirting like-
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, ¡esta és Sam! ¡Fastídiate! No se interesará en ti para coquetear como-

source: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! My man... ya' know, not looking so bad yourself, I might add!{p}You know, that may not be too bad an idea...
es_es: ¡[_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! Mi chico... ¡no te ves tan mal!, ¡podría añadir! {p}Sabes, puede no ser una mala idea...

source: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, something is definitely, {i}seriously{/i} wrong here.
es_es: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, {i}en serio{/i}, algo está claramente incorrecto aquí.

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] So, care to take me home Danny...?
es_es: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] Así que, ¿te animas a llevarme a casa Danny...?
