Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} yeah! "Sidekick Tucker" officially promoted to "Hero Tucker!"
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} sí! "Sidekick Tucker" ascendido oficialmente a "Hero Tucker!"

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] And you know what heroes get?
es_es: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ¿Y sabes qué héroes tienes?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Gratifying, happy endings?
es_es: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ¿Gratificando finales felices?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_rage_s_talk_happy_] WRONG!
es_es: ¡[_tucker_s_ef_s_arms_straps_s_towards_s_rage_s_talk_happy_] ESPECIONADO!

source: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Girls!{/u} Lots and lots of adoring fangirls!!
es_es: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] ¡Girls {u}!{/u} ¡¡¡¡¡¡y muchos fangirls!!

source: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] As my great granddad once told me, "with great power, comes great bitches."
es_es: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] Como me dijo una vez mi gran abuela, "con gran poder, viene grandes perras".

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...yeup, he's definitely back. Bafflingly stupid as ever.
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...si, definitivamente está de vuelta. Abrupadamente estúpido como siempre.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, we better get out of here guys, before my sure to be crying sister spots us.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, mejor que salgamos de aquí a los chicos, antes de que mi seguro de estar llorando hermana nos mancha a nosotros.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] You go, we'll be fine. I'll get Tucker out of here safely.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Te vayas, estaremos bien. Voy a sacar Tucker de aquí de forma segura.

source: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] I think I should officially get like a sidekick resume started...{p}Tucker Foley: Professional Last Minute Clutch Savior.
es_es: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] Creo que debería comenzar oficialmente como un currículo sidekick...{p}Tucker Foley: Profesional Savior de último minuto.

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Don't make me smack you with this guitar equipment, buddy.
es_es: [_sam_s_co_s_towards_s_angry_s_talk_happy_] No hagas que te toques con este equipo de guitarra, amigo.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Later guys!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] chicos más tarde!

source: [_danny_s_closed_s_sad_s_talk_happy_] I did it! I actually defeated Ember! Alright! Score one for the good guys!
es_es: [_danny_s_closed_s_sad_s_talk_happy_] ¡Lo hice! ¡En realidad derroté a Ember! ¡Muy bien! ¡Puntuación uno para los buenos!

source: [_danny_s_at_player_s_neutral_s_talk_amused_] I can't believe that actually worked!
es_es: [_danny_s_at_player_s_neutral_s_talk_amused_] ¡No puedo creer que eso funcionara realmente!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] ...wait, if {i}she's{/i} in the Thermos now... and Desiree's {u}also{/u} in the Thermos, does that mean-
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] ...espera, si {i}ahora tiene{/i} en el Thermos... y si también desea {u}en el Thermos, haga eso significa-

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Okay, nothing to worry about, let's just lift the cap off very, {i}very{/i} carefully and hope we don't-
es_es: [_danny_s_at_player_s_sad_s_talk_distraught_] Vale, nada de lo que preocuparse, vamos a levantar el límite muy, {i}muy{/i} cuidadosamente y esperamos no -

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] What in the name of the eleven desert sands is {i}this{/i} harlot doing in {i}MY{/i} home?!
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] ¿Qué en nombre de las once arenas del desierto es {i}este{/i} haciendo en {i}MY{/i} casa?!

source: [_ember_s_towards_s_angry_s_talk_consternation_] Hey, screw you lady! You think I asked to move in or something??
es_es: [_ember_s_towards_s_angry_s_talk_consternation_] ¡Oye, tornillo dama! ¿Crees que pedí moverme en o algo??

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Whoa whoa! Calm down both of you! I didn't have a spare Thermos laying around, okay?
es_es: ¡[_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¿Quién es quién? ¡Cálmate a los dos! No tenía un Thermos sobrante colocando alrededor, ¿no?

source: [_ember_s_towards_s_angry_s_talk_amused_] It doesn't matter now, idiots, cause now that you've released me I can-
es_es: [_ember_s_towards_s_angry_s_talk_amused_] No importa ahora, idiotas, causa ahora que me has liberado puedo-

source: [_danny_s_towards_s_rise_s_talk_amused_] Desiree, care to explain to our new guest how the Fenton Thermos' "Track-N-Release" feature works?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Desea, ¿te preocupas de explicar a nuestro nuevo invitado cómo funciona la función "Track-N-Release" de Fenton Thermos?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Huh? The heck is he talking about?
es_es: [_ember_s_towards_s_confused_s_talk_displeased_] ¿Huh? ¿De qué habla?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] White devilry, pretty much. His parents are both supernatural investigators and scientific minds. Our ghostly essences are essentially trapped in this container of his.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] Dulce Blanco, mucho. Sus padres son a la vez investigadores sobrenaturales y mentes científicas. Nuestras esencias fantasmas están esencialmente atrapadas en este contenedor suyo.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] You... you mean...?
es_es: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Tú... quieres decir...?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Congratulations, you're now imprisoned until his discretion deems you otherwise. Which, in my case at least, shant be any time soon.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Enhorabuena, ahora estás prisionero hasta que su discreción lo considere de otra manera. Lo que, en mi caso, al menos, se desgarra en cualquier momento pronto.

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Are you freakin' kidding me?! Let me go, twerp! NOW!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ¿Eres freakin' hijo?! ¡Permítanme, marcharte! ¡AHORA!

source: [_danny_s_towards_s_angry_s_talk_displeased_] After your little attempt to conquer the whole world into being your slaves?
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] ¿Después de tu pequeño intento de conquistar el mundo entero en ser tus esclavos?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... then I uh, I totally promise I won't try conquering the world again. For real.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... entonces me uh, prometo que no intentaré conquistar el mundo de nuevo. Para reales.

source: [_danny_s_towards_s_angry_s_talk_distraught_] ...no. No, that wasn't- that wasn't an opportunity for you to audition your "redemption" arc.
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ...no. No, eso no era una oportunidad para que escuches tu arco de "redención".

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhh! Fuck you, kid!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ¡Aghhh! ¡Feliz, chico!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] My, quite the foul tongue this one has. In my day, they'd have scalded your tongue clean off with a pair of hot iron rods for speaking to your master like that.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] Mi, la lengua bastante sucia que tiene esta lengua. En mi día, habrían escalado tu lengua con un par de barras de hierro caliente para hablar con tu maestro así.

source: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Master"?! He is NOT my master, you snakey bitch!!
es_es: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Maestro"?! Él NO es mi amo, ¡perra clave!!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] I think you'll come to find rather quickly, that while in this little tube of his, he most certainly is.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] creo que llegarás a encontrar rápidamente, que mientras está en este pequeño tubo de su es, sin duda lo está.

source: [_ember_s_stare_s_angry_s_talk_consternation_] This is bullshit!
es_es: [_ember_s_stare_s_angry_s_talk_consternation_] ¡Esto es una mierda!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, okay, I think everyone here just needs to calm down a little.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Vale, bien, creo que todo el mundo aquí necesita calmarse un poco.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Calm down? This one is like a terrible sand storm ripping up a beautiful palace!
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] ¿Cálmate? ¡Este es como una terrible tormenta de arena derribando un hermoso palacio!

source: [_ember_s_stare_s_angry_s_talk_distraught_] What the hell do you expect lady? I just got taken prisoner!
es_es: [_ember_s_stare_s_angry_s_talk_distraught_] ¿Qué infierno esperas dama? ¡Acabo de ser prisionero!

source: [_danny_s_closed_s_sad_s_talk_displeased_] Well, as I have explained to your fellow roommate Desiree in the past, this containment is for the sake of the people in this town as well as-
es_es: [_danny_s_closed_s_sad_s_talk_displeased_] Bueno, como he explicado a su compañero de habitación Deseado en el pasado, esta contención es por el bien de la gente de esta ciudad así como:

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] WHAT?! {u}Roommates{/u}?!? Unquestionable!! You cannot possibly expect me to live alongside this... this wretched strumpet!!
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] ¿QUIER?! ¡ {u}compañeros{/u}?!? ¡¡¡¡Incuestionable!! No puedes esperar que viva junto a esto... esta triste trompeta!!

source: [_ember_s_stare_s_angry_s_talk_distraught_] Who the hell are you calling wretched? You look like the eighth rejected background bimbo from an Indiana Jones film!
es_es: [_ember_s_stare_s_angry_s_talk_distraught_] ¿A quién está llamando el infierno desdichado? ¡Te parece el octavo bimbo de fondo rechazado de una película de Indiana Jones!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna who?
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna ¿quién?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, maybe you can give me and Ember a chance to speak in private?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, ¿tal vez me puedes dar a Ember la oportunidad de hablar en privado?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Are you certain, master?
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] ¿Estás seguro, maestro?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Yeah, I think it's best to ease her into this with a little one on one, like we did.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Sí, creo que es mejor aliviarla en esto con uno pequeño en uno, como hicimos.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Very well... do let me know if you need me to teach this one some proper manners.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Muy bien... házmelo saber si necesitas que le enseñe a éste algunos miembros adecuados.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] I learned a couple of good tricks during my harem training on how to get the {i}less obedient{/i} girls in line, involving a good whip crack or two.
es_es: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] Aprendí un par de buenos trucos durante mi formación harem sobre cómo conseguir el {i}menos obedientes {/i} chicas en línea, que implica un buen látigo de crack o dos.

source: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...well, what do you want?
es_es: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...bueno, ¿qué quieres hacer?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Just to talk.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] solo para hablar.

source: [_ember_s_towards_s_angry_s_talk_distraught_] Are you serious? You literally just ruined my plans and humiliated me in front of everyone!
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] ¿Eres serio? ¡Literalmente acabas de arruinar mis planes y humillarme delante de todos!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Do you really think I'm in any kind of mood to want to "talk" to you, or anyone else?!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ¿Realmente crees que estoy en cualquier tipo de humor para querer "hablar" contigo, o cualquier otra persona?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Yeah, about that... exactly who put you up to all this?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Sí, sobre eso... ¿exactamente quién te puso a la altura de todo esto?

source: [_ember_s_away_s_idle_s_talk_displeased_] What are you talking about? Nobody. I did it all myself, I'm the big bad guy.
es_es: [_ember_s_away_s_idle_s_talk_displeased_] ¿De qué estás hablando? Nadie. Yo mismo lo hice todo, soy el gran malo.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, then how did you know where to kidnap my friend?
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] Bien, Eilish, entonces ¿cómo sabías dónde echar a mi amigo?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, nice try, I'm not telling you jack shit, kid.
es_es: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, buen intento, no te digo mierda, chico.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You know I could just make a wish with Desiree to make you speak, right?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Usted sabe que yo podría hacer un deseo con Desiree para hacer que usted hable, ¿verdad?

source: [_ember_s_towards_s_rise_s_talk_amused_] Nice idea. Except that I know enough about miss martian to know that her powers have limitations, {i}especially{/i} against other ghosts.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Buena idea. Excepto que sé lo suficiente sobre perder marciano como para saber que sus poderes tienen limitaciones, {i}especialmente{/i} contra otros fantasmas.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Urgh! Why won't you just tell me?
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] ¡Urgh! ¿Por qué no me lo dirás?

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] SCREW YOU!
es_es: ¡[_ember_s_towards_wide_s_angry_s_talk_distraught_] SCREREMIENTE!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this going to be difficult.
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] Bueno, esto va a ser difícil.

source: [_danny_s_at_player_s_wondering_s_talk_amused_] But hey, that's why I went to school for seven years to be a counselor for troubled, teenage ghosts, right?
es_es: [_danny_s_at_player_s_wondering_s_talk_amused_] Pero hey, es por eso que fui a la escuela durante siete años para ser un consejero para fantasmas adolescentes, ¿verdad?

source: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh wait, no, that's {i}not{/i} what I did, because I'm only an 18 year old kid from Minnesota-
es_es: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh espera, no, eso es {i}no{/i} lo que hice, porque soy un niño de 18 años de Minnesota-

source: [_danny_s_at_player_s_angry_s_talk_distraught_] -and I shouldn't have to be dealing with insane {u}bullshit{/u} like having to stop evil ghost schemes!!
es_es: [_danny_s_at_player_s_angry_s_talk_distraught_] -y yo no debería tener que lidiar con la locura {u}bullshit{/u} como tener que detener esquemas fantasma malvados!!

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay... whatever... the day is won, I'm bushed. Time to get some sleep for now.
es_es: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sigh * {/i} Okay ... lo que sea ... el día se gana, me bolos. Tiempo para dormir un poco por ahora.

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Maybe I should try again with Ember, now that she's had a chance to calm down?)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Tal vez debería intentarlo de nuevo con Ember, ahora que ha tenido la oportunidad de calmarse?)

source: [_ember_s_towards_s_confused_s_talk_consternation_] Dammit! What now, scrub!?
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ¡Dammit! ¿Qué ahora, scrub!?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, good morning to you too.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Bueno, buena mañana para ti también.

source: [_ember_s_towards_s_angry_s_talk_distraught_] What part of "I don't want to talk to you or anyone else" don't you understand?!
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] ¿Qué parte de "No quiero hablar contigo o con nadie más?" ¡No entiendas?!

source: [_danny_s_towards_s_sad_s_talk_displeased_] I just wanted to talk now that you've had a chance to calm down.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Sólo quería hablar ahora que usted ha tenido la oportunidad de calmarse.

source: [_ember_s_towards_s_confused_s_talk_consternation_] Well, now that you know I {u}haven't{/u} calmed down, and I never will until you're dead and rotting, please, do me a big favor...
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] Bueno, ahora que sabes que I {u}ha caído{/u} calmado, y nunca lo haré hasta que estés muerto y pudriendo, por favor, hazme un gran favor...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...and {u}croak!!{/u}
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...y {u}croak!!{/u}

source: [_ember_s_towards_s_sad_s_talk_distraught_] And also, spritz some light Febreeze in the Thermos or something, it smells like whatever smelly oils that genie chick has been dousing herself in.
es_es: [_ember_s_towards_s_sad_s_talk_distraught_] Y también, spritz algo de luz Febreeze en el Thermos o en algo, huele como los aceites funerarios en los que el pollo genial ha estado haciéndose a sí mismo.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, just, hold up, wait! Before you head back inside...
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Vale, espere, espere, espera! Antes de volver por dentro...

source: [_danny_s_towards_s_sad_s_talk_displeased_] How about we go take a walk?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Cómo vamos a pasear?

source: [_ember_s_towards_s_rise_s_talk_distraught_] ...a walk? Are you insane? Or like, slow or something?
es_es: [_ember_s_towards_s_rise_s_talk_distraught_] ...¿un paseo? ¿Eres loco? ¿O te gusta, lento o algo?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Look, as long as you take a human disguise and I carry the thermos with me, it'll be fine.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Mira, siempre que tomes un disfraz humano y llevo los termos conmigo, estará bien.

source: [_ember_s_towards_s_angry_s_talk_distraught_] I understand HOW it works doofus, but what on earth makes you think I want to be walked around like some sorta leashed animal?!?!
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] Entiendo HOW que funciona doofus, pero ¿qué te hace pensar que quiero que me paseen como un animal con pata de sorta?!?!

source: [_danny_s_towards_s_wondering_s_talk_amused_] How about a chance to get out for a bit? Ya' know, fresh air and all that.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] ¿Qué tal una oportunidad de salir un poco? Ya lo sabe, aire fresco y todo eso.

source: [_ember_s_down_s_angry_s_consternation_] {i}*Growls*{/i}
es_es: [_ember_s_down_s_angry_s_consternation_] {i}*Colecciones*{/i}

source: [_danny_s_towards_s_angry_s_talk_amused_] Well? I mean, I don't mind, I can put you back and offer again in a month or so, so-
es_es: ¿[_danny_s_towards_s_angry_s_talk_amused_] bien? Quiero decir, no me importa, puedo volver a ponerte de vuelta y ofrecerte de nuevo en un mes más o menos,

source: [_ember_s_down_s_sad_s_talk_consternation_] ...fine.
es_es: [_ember_s_down_s_sad_s_talk_consternation_] ...bueno.

source: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] What? What are you-
es_es: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] ¿Qué? ¿Qué es usted?

source: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MY GOD! What the hell happened?!?
es_es: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] ¡OHA MI GOD! ¿Qué pasó el infierno?!?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! S-sorry! I didn't realize that would happen either...
es_es: ¡[_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! ¡Lo siento! No me di cuenta de que eso pasaría tampoco...

source: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Why didn't my clothes materialize?!
es_es: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] ¿Por qué mi ropa no se materializó?!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, well, h-haven't you ever gone into a human disguise before?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, bueno, ¿acaso nunca has entrado en un disfraz humano antes?

source: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-no! I mean, my normal outfit's just a manifestation of- l-look, what does that have to do with anything right now?! I'm naked!{p}Look the hell away!!
es_es: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] ¡No! Quiero decir, mi atuendo normal es sólo una manifestación de- l-look, ¿qué tiene eso que ver con algo ahora mismo?! ¡Estoy desnudo! ¡{p}Mira el infierno!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] S-sorry, I-I'll go grab some of Jazz's clothes! Wait here.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] S-disculpe, ¡Voy a agarrar algo de la ropa de Jazz! Espera aquí.
