Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Yeah, it's no big dea- I mean, yeah, that was nice of him, wasn't it?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Sí, no es un gran deca- Quiero decir, sí, eso era bueno de él, ¿no?

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Yeah it was. Come on hero, I want to get to the end of this little crazy date...
es_es: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Sí fue. Ven al héroe, quiero llegar al final de esta pequeña fecha de locura...

source: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...cause right now I feel like letting some ghostly hands rub all over me... so let's get going!
es_es: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...causa ahora mismo la sensación de dejar que algunas manos fantasmales me froten por todo... ¡así que vamos a empezar!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Whoa, hey, I'm coming already!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] ¡Vaya, hey, ya vengo!

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, don't worry, you {i}will{/i} be! {u}Soon!{/u} {i}Hahaha~!{/i}
es_es: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, no te preocupes, ¡ {i}será! ¡ {u}pronto!{/u} {i}Haha~!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, this is Fenton Works! Hey, {i}uhh{/i}, let me go check inside first to speak to Danny.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Así que, ¡esto es Fenton Works! Hey, {i}uhh {/i}, déjame ir a check-in primero para hablar con Danny.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, make sure the coast is clear for me. Smart.
es_es: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, asegúrate de que la costa está limpia para mí. inteligente.

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh... Fenton's house is actually huge. I mean, it goes past the ceiling, and into all that weird metal on the roof. I can't even see the top!
es_es: [_star_s_towards_s_rise_s_talk_displeased_] Huh... la casa de Fentono es realmente alta. Quiero decir, va más allá del ceiling, y en todo ese extraño metal en el techo. ¡Ni siquiera puedo ver la parte superior!

source: [_star_s_towards_s_rise_s_talk_happy_] Kinda weird, but not too shabby...{w=1.0}{nw}
es_es: [_star_s_towards_s_rise_s_talk_happy_] Kinda raro, pero no demasiado descomprimido...{w=1.0}{nw}

source: [_extend_] for like, a total spazatron.
es_es: [_extend_] , un spazatron total.

source: [_danny_s_at_player_s_rise_s_grin_] ({i}Phew!{/i} Okay, now I just need to check who's home, then I rush Star up to my room as quickly as possible. Easy!)
es_es: [_danny_s_at_player_s_rise_s_grin_] ({i}¡Phew! /i} Vale, ahora sólo tengo que comprobar quién es el hogar, entonces empecé Star hasta mi habitación lo antes posible. ¡Fácil!)

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} nobody hanging in the kitchen, so that's a good sign so far... better check in the basement though, just to make anybody that's there is staying busy.)
es_es: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} nadie colgando en la cocina, así que eso es un buen signo hasta ahora. . Sin embargo, es mejor comprobar en el sótano, sólo para hacer que cualquiera que esté allí esté ocupado.)

source: [_jack_s_closed_s_idle_s_talk_happy_] ♪ When there's something strange... in your neighborhood...{nw}
es_es: [_jack_s_closed_s_idle_s_talk_happy_] . Cuando hay algo extraño... en tu vecindario...{nw}

source: [_extend_] {u}who you gonna call?{/u} ♫{p}{i}Jack Fenton!!{/i} ♫ Do-do-do-{i}do{/i}do~ ♫
es_es: [_extend_] {u}¿a quién vas a llamar?{/u}{p}{i}Jack Fenton!!{/i} mañana-Do-do-{i}do{/i}do~

source: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, curses... that silly song's stuck in my head again...{nw}
es_es: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, maldiciones... esa canción tonta está atascada en mi cabeza de nuevo...{nw}

source: [_extend_] I can never remember the right lyrics... maybe if I go over them in my head again...
es_es: [_extend_] nunca puedo recordar la letra correcta... tal vez si vuelvo sobre ellas en mi cabeza...

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfect, looks like Dad is going to be busy for a while.)
es_es: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfecto, parece que papá va a estar ocupado durante un tiempo.)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Now I can let Star in.)
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Ahora puedo dejar entrar a Star.)

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Best to be safe I guess and turn back into Danny... I definitely don't wanna be caught with a hot girl my age in my ghost form by my parents.)
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Mejor para estar seguro que lo supongo y volver a Danny... Definitivamente no quiero dejarme atrapar con una chica caliente mi edad en mi forma fantasma por mis padres.)

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, come on in.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, ven dentro.

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, awesome, thanks for checking if the coast was-
es_es: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, increíble, gracias por comprobar si la costa estaba -

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...wait. Where's Billy?
es_es: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...espera. ¿Dónde?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, he asked me to let you in. Look, just come with me. He's in my bathroom right now, {i}uhh{/i}, "freshening up", I guess.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, me pidió que te dejara entrar. Mira y venga conmigo. Está en mi cuarto de baño ahora, {i}uhh{/i}, "freshening up", supongo.

source: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] But... he's a ghost? What needs freshening...?
es_es: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] Pero... ¿Él es un fantasma? ¿Qué necesita fresca...?

source: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} Don't judge the man's desire to look good for you! Come on and follow me quickly, before my dad knows I have you here!
es_es: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh! {/i} ¡No juzgues el deseo del hombre de lucir bien para ti! Vamos y sígueme rápidamente, antes de que mi papá sepa que te tengo aquí!

source: [_star_s_normal_s_down_s_rise_s_talk_amused_] Sure, your loser dad definitely wouldn't want to know he's got a cute ghost getting some smooch time under his own roof.
es_es: [_star_s_normal_s_down_s_rise_s_talk_amused_] Claro, tu papá perdedor definitivamente no querría saber que tiene un fantasma lindo recibiendo un tiempo suave bajo su propio techo.

source: [_danny_s_towards_s_rise_s_talk_amused_] Smooch time, huh? Well alright, go "Billy".{p}(I know I'm only really doing this to stop Ember, but oh man, this is gonna be good...)
es_es: [_danny_s_towards_s_rise_s_talk_amused_] tiempo de suavización, ¿eh? Bien, vaya "Billy".{p}(sé que realmente solo estoy haciendo esto para detener a Ember, pero oh hombre, esto es bueno que esto...)

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... this is your room, huh?
es_es: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... esta es tu habitación, ¿eh?

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... it's not much, but-
es_es: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing * {/i} Y-yeah ... no es mucho, pero-

source: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] You've got that right, it's not much of anything.{p}{i}Hmmm{/i}, but it'll do. Anyway go check on Billy for me, I definitely don't wanna stick around here forever.
es_es: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] Tienes ese derecho, no es mucho de nada.{p}{i}Hmmm {/i}, pero lo hará. De todos modos go check on Billy para mí, definitivamente no wanna palo por aquí para siempre.

source: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh yeah! He should be here any sec. I'll just go fetch him for you.
es_es: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] ¡O-oh sí! Debería estar aquí cualquier segundo. Solo lo buscaré por ti.

source: [_danny_s_at_player_s_rise_s_talk_amused_] And with just a little bit of switcheroo magic...
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Y con un poco de magia de switcheroo...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Okay, here goes nothing.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Vale, aquí no va nada.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] It's showtime...
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] Es hora de mostrar...

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, you like what you see~?
es_es: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, ¿te gusta lo que ve~?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-you're wearing a-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y estás usando a-

source: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Yeah, bought it a week ago, been meaning to find a time to wear it for a while now... thought our date today would be good...
es_es: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Sí, lo compró hace una semana, tenía sentido encontrar un tiempo para usarlo por un tiempo. . pensaba que nuestra fecha de hoy sería buena...

source: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...does it suit me?
es_es: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...¿me conviene?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] I-it looks amazing on you.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] Me parece asombroso para ti.

source: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfect! I just knew you'd love it.
es_es: ¡[_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfecto! Acabo de saber que te encantaría.

source: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...but doesn't it make my butt look big?
es_es: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...pero ¿no hace que mi perro parezca grande?

source: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha!{/i} Goodness, it's like a slobbering dog staring at a big, juicy bone.
es_es: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}¡Haja!{/i} Bien, es como un perro eslobbering mirando a un hueso grande y jugoso.

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Well... in that case.
es_es: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] bien... en ese caso.

source: [_star_] Come and get it, Fido...
es_es: [_star_] Ven a comprarlo, Fido...

source: [_danny_] Y-you... you want to do it... like this? S-standing? Against the wall?
es_es: [_danny_] -¿Usted ... quiere hacerlo ... así? ¿Está de pie? ¿Contra la pared?

source: [_star_] Just take your pants off and get over here, cutie....
es_es: [_star_] Solo quita tus pantalones y ve aquí, cutie....

source: [_star_] Now put it in nice and gentl-{i}EEEEEEH!{/i}{p}Oh, god...~
es_es: [_star_] Ahora póngalo en agradable y -{i}EEEEEEH!{/i}{p}Oh, dios...~

source: [_danny_] S-sorry! Did I put it in too fast?
es_es: [_danny_] S-sorry! ¿Me lo puse demasiado rápido?

source: [_star_] It's- {i}ah!{/i} ...fine, j-just... try a little slower next time, 'kay? Give me a chance to.... {i}mmmm{/i}... adjust myself a bit first.
es_es: [_star_] ¡Listo- {i}ah!{/i} ...bueno, j-just... prueba un poco más lento la próxima vez, 'kay? Dame la oportunidad de.... {i}mmm{/i}... ajústame un poco primero.

source: [_danny_] Alright... {i}mmph{/i}... izzat' better?
es_es: [_danny_] Bien... {i}mmph{/i}... ¿mejor izzat?

source: [_star_] {i}Mmm{/i}, yeah, that's it... you can go a little faster now.
es_es: [_star_] {i}Mmm{/i}, sí, eso... ahora puedes ir un poco más rápido.

source: [_danny_] {i}*Huff*{/i} Star... your butt is so soft... {i}*Nnfh*{/i} ...soft to squeeze.
es_es: [_danny_] {i}*Estrella Huff*{/i}... tu perro es tan suave... {i}*Nnfh*{/i} ...suaves de apretar.

source: [_star_] {i}Mmmmmm{/i}, ohh Billy... you know all the right things to say to a girl.
es_es: [_star_] {i}Mmmmm{/i}, ohh Billy... sabes todas las cosas correctas para decir a una chica.

source: [_star_] {i}Ah!{/i} Yes... that's it! Move it in, just like that!
es_es: [_star_] {i}¡Ah!{/i} ¡Sí! ¡Muévelo adentro!

source: [_star_] Oh, {i}fuck!{/i} You're so big, Billy... it's so good...
es_es: [_star_] Oh, {i}fuck!{/i} Eres tan grande, Billy... es tan bueno...

source: [_star_] {i}Ah!{/i} Tell me I'm better than the others!
es_es: [_star_] {i}¡Ah!{/i} ¡Cuéntame que soy mejor que los demás!

source: [_star_] Just do it! Tell me my pussy's better than any other girl's in this town!
es_es: [_star_] ¡Solo hazlo! ¡Dime que mi coño es mejor que cualquier otra jinete en esta ciudad!

source: [_danny_] Y-your, uhm... {i}*Mmph*{/i} ...your pussy is... {i}*Phew!*{/i} ...way better than any of the other girls'!.
es_es: [_danny_] Y-tu, uhm... {i}*Mf*{/i} ...tu coño es... {i}*¡Phew!*{/i} ...mejor que ninguna de las otras chicas'!.

source: [_star_] {i}Oooooooh,{/i} fuck... damn, I love hearing you tell me that!
es_es: [_star_] {i}Oooooh,{/i} fuck... maldita, ¡me encanta oírme decirme eso!

source: [_danny_] {i}Ah!{/i} You're really tightening up Star, are you already-
es_es: [_danny_] {i}Ah!{/i} Realmente estás apretando Estrellas, ya estás-

source: [_star_] D-don't stop! Fuck my sweet little pussy, please!
es_es: [_star_] ¡No se detienes! ¡Felga mi pequeño coño dulce, por favor!

source: [_star_] Squeeze my ass! Harder!!
es_es: [_star_] ¡Correr mi culo! ¡Harder!!

source: [_danny_] S-Star, how are you holding on from-
es_es: [_danny_] Estrella S,¿cómo se sostiene en-

source: [_star_] {i}Mmmmmmmm!{/i} I'm... I'm...
es_es: [_star_] {i}Mmmmmmmmmm!{/i} I'm... Yo...

source: [_star_] Oh fuck... I just came... {i}*Phew!*{/i}{p}...God... I just came in that nerd Fenton's room... unbelievable...
es_es: [_star_] Oh fuck... Acabo de llegar... {i}*¡Phew!*{/i}{p}...Dios... Acabo de entrar en la habitación de Fenton... increíble...

source: [_danny_] Yeah? You like it that we're making a sex filled racket in his room, huh?
es_es: [_danny_] ¿Si? Te gusta que estemos haciendo una cancha llena de sexo en su habitación, ¿verdad?

source: [_star_] Yeah! I love taking advantage of your friendship with him, Billy! Fucking in the place he sleeps at night!{p}It's {i}suuuch{/i} a turn on!!
es_es: [_star_] ¡Sí! Me encanta aprovechar tu amistad con él, ¡Billy! ¡{p}es {i}suuch{/i} un giro!!

source: [_danny_] (She likes getting off on humiliating Danny Fenton, huh? Well, his ol' pal Billy doesn't quite like that! Time to finish her off!)
es_es: [_danny_] (Le gusta bajarse humillando a Danny Fenton, ¿eh? Bueno, el amigo de su viejo no le gusta eso! ¡Es hora de terminarla!)

source: [_danny_] Okay, get ready, cause I'm gonna push myself over the edge too!
es_es: [_danny_] Vale, prepárense porque también me voy a empujar sobre el borde!

source: [_star_] P-push y-yourself over th- WAIT, does that mean you're gonna-
es_es: [_star_] P-push y-yourself over th- WAIT, does that mean you gonna-

source: [_danny_] {i}Ah!{/i} I'm going to cum, Star!
es_es: [_danny_] {i}¡Ah!{/i} ¡Voy a cum, estrella!

source: [_star_] {i}AHHHH~!!{/i} It's like... like a mini-orgasm with every thrust!
es_es: [_star_] {i}AHHHH~!!{/i} Es así... como un mini orgasmo con cada impulso!

source: [_star_] Do it Billy! Fill me!! Fill me up with that cum!
es_es: ¡[_star_] Hazlo Billy! ¡Relléname!! ¡Relléname con esa espera!

source: [_danny_] I'm CUMMING!
es_es: [_danny_] ¡Soy CUMING!

source: [_danny_] Oh my God... that felt amazing.
es_es: [_danny_] Oh mi Dios... eso se sintió increíble.

source: [_star_] I know... it always does with me... {i}heh{/i}...
es_es: [_star_] Lo soy... siempre lo hace conmigo... {i}hh{/i}...

source: [_danny_] No, seriously, that was awesome. It feels so good having this much strength for that kinda pose...
es_es: [_danny_] No, en serio, eso fue increíble. Es tan bueno tener tanta fuerza para esa posición...

source: [_star_] That's great babe... now can you kindly pull your dick out of me please? I'm on the Pill, but there's no need to let it simmer. {i}*Giggles*{/i}
es_es: [_star_] Eso es un gran babe ... ahora puede usted amablemente sacar su polla fuera de mí por favor? Estoy en el Pill, pero no hay necesidad de dejarlo simmer. {i}*Giggles * {/i}

source: [_danny_] Oh y-yeah, sorry.
es_es: [_danny_] Oh y-sí, lo sentimos.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Well, thanks for showing a girl a hell of a good time today.
es_es: [_star_s_normal_s_down_s_idle_s_talk_happy_] Bueno, gracias por mostrar a una chica un infierno de un buen momento hoy.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Yeah, no problem...{p}{nw}
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Sí, no hay problema...{p}{nw}

source: [_extend_] ...uh, hey, you're not still mad about earlier? I thought you might wanna talk about-
es_es: [_extend_] ...uh, hey, ¿aún no estás loco de antes? Pensé que podrías hablar de-

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, not really, I mean... I'm still not quite sure where to take things from here, honestly, but...
es_es: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, no en realidad, quiero decir... todavía no estoy seguro de dónde tomar las cosas de aquí, sinceramente, pero...

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...I suppose at least calling you my actual {b}boyfriend{/b} could come with some good publicity.
es_es: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...Supongo que al menos llamarte mi verdadero amigo {b}podría venir con una buena publicidad.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyfriend? Wait what, I didn't-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] ¿novio? Esperar lo que, yo no-

source: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaax{/i}. Trust me Billy, you're so much cuter when you let me take the lead on this kinda stuff.
es_es: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}Textaaax{/i}. Confía en mí, eres mucho más lindo cuando me dejas tomar la iniciativa en este tipo de cosas.

source: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] By the way, enjoy the video I'm gonna send you later!
es_es: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] Por cierto, ¡disfruta del vídeo que te voy a enviar más tarde!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Video? What video-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ¿Vídeo? ¿Qué vídeo?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Wait... DID YOU RECORD US HAVING SEX?!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Espere... ¡DID QUE RECORDOS QUE HAYA SEX?!

source: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, gotta bait my OnlySimps followers with the premium content somehow!
es_es: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, ¡cebar a mis seguidores de OnlySimps con el contenido premium de alguna manera!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] But I didn't-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] Pero yo no-

source: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, I'm gonna blur our faces in post, and my real life identity isn't out there online like that. Public reputation and all that... I'll just say you're albino and like to wear latex or something.
es_es: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, soy gonna desenfocar nuestras caras en el correo postal, y mi identidad de la vida real no está ahí fuera en línea así. La reputación pública y todo eso... Sólo diré que eres albino y te gusta llevar látex o algo.

source: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Gotta go now! Buh-bye, {u}boyfriend{/u}! {i}Haha!{/i}
es_es: [_star_s_normal_s_down_s_wondering_s_talk_amused_] ¡Gotta ve ahora! ¡Buh-bye, {u}boyfriend{/u}! {i}Haha!{/i}

source: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh man, I can't wait to rub this news in Paulina's face!
es_es: [_star_s_normal_s_down_s_angry_s_talk_happy_] ¡Oh hombre, no puedo esperar para frotar esta noticia en la cara de Paulina!

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...oh, and tell Danny I said thanks for the space to bust my beautiful nut in. He can bask in the glory of knowing a girl did in fact achieve an orgasm in his room! For once!
es_es: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...oh, y le dije a Danny que agradecí el espacio para aplastar mi hermosa nuez dentro. ¡Él puede disfrutar en la gloria de saber que una chica consiguió de hecho un orgasmo en su habitación!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...what. The heck. Just happened?!
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...¿Qué. El heck. ¿Acabo de pasar?!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Star is so weird. I mean, I'm almost glad she's at least consistent in her craziness, but...{p}...and now, I'm her... boyfriend, I guess?
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Star es tan extraño. Quiero decir, estoy casi contenta de que ella sea al menos consistente en su locura, pero ...{p}... y ahora, yo soy su ... novio, supongo?

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] Or, at least Inviso-Bill is. Is she seriously gonna spread that around now? Great...
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] O, al menos Inviso-Bill lo es. ¿Ella se lo va a difundir en serio ahora? Genial...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Well, I guess I've got my first part of the Orgone boost I'll need, which is good...{p}but I think this just brought on a whole lot more trouble than I was expecting...
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Bueno, supongo que tengo mi primera parte del impulso de Orgone que necesitaré, lo cual es bueno. .{p}, pero creo que esto ha traído mucho más problema de lo que esperaba...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, if I've got a choice in the matter, it oughta be my dream girl, right?
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] Bueno, si tengo una elección en el asunto, debería ser mi niña de sueño, ¿verdad?

source: [_danny_s_down_s_neutral_s_talk_happy_] I'll just use my PDA to get in touch with her as Inviso-Bill.
es_es: [_danny_s_down_s_neutral_s_talk_happy_] Solo utilizaré mi PDA para ponerse en contacto con ella como Inviso-Bill.
