Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Now go kick that blue haired bitch's ass! Nobody endangers {i}my{/i} baby.
es_es: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] ¡Ahora patea el culo de la perra del cabello azul! Nadie pone en peligro a {i}mi{/i} bebé.

source: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, will do! See ya Kate!
es_es: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, ¡lo hará! ¡Mira ya Kate!

source: [_kate_s_nude_s_towards_s_neutral_s_cute_] (That kid... he sure is unlike anyone I've ever met before.)
es_es: [_kate_s_nude_s_towards_s_neutral_s_cute_] (Ese niño... seguro que es diferente de nadie que he conocido antes.)

source: [_kate_s_nude_s_at_player_s_rise_s_grin_] (At least different than anyone I've ever let fuck me up the ass...)
es_es: [_kate_s_nude_s_at_player_s_rise_s_grin_] (Al menos diferente que nadie que jamás haya dejado follar el asno...)

source: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, you can't force the kids to not listen to a certain type of music just because you don't quite approve of it!
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] , ¡no puedes forzar a los niños a no escuchar un cierto tipo de música solo porque no lo aprendas!

source: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, they should be focused on their studies! And ghosts! Not with their heads bopping back and forth to these all too wild and at the same "lax beats" to "chill and vibe" to!
es_es: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, ¡deberían centrarse en sus estudios! ¡Y fantasmas! ¡No con la cabeza golpeando de un lado a otro demasiado salvaje y con los mismos "golpes laxos" para "enfriar y vibe" !

source: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, you have to let them grow a little on their own... and have you even heard that singer yet? She's not half bad, ya' know.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] , tienes que dejar que crezcan un poco por ella... La verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que la verdad es que

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah!{/i} When I was their age I just looped remix tracks of the {i}Ghostbusters{/i} theme and the national anthem while I was working in the lab! That's all a kid needed to be {u}cool{/u} back then!
es_es: ¡[_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah! /i} Cuando tenía su edad acabo de hacer bucle de canciones remix del tema {i}Ghostbusters{/i} y el himno nacional mientras trabajaba en el laboratorio! ¡Eso es todo un niño necesitaba ser {u}enfriado{/u} entonces!

source: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] I guess those times are long behind me now, though... darn shame... in hindsight, those truly were the best days of my life...
es_es: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] Supongo que esos tiempos están muy atrasados ahora, sin embargo... vergonzoso... en retrospectiva, esos verdaderamente fueron los mejores días de mi vida...

source: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...until I met you of course, dear!
es_es: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...hasta que te conocí por supuesto, querido!

source: [_maddie_s_towards_s_amused_s_talk_frown_] {i}Smoooth{/i} recovery, Mr. Fenton.
es_es: [_maddie_s_towards_s_amused_s_talk_frown_] {i}Recuperación de humo {/i}, Sr. Fenton.

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey guys, long night?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Hey chicos, ¿noche larga?

source: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, not too bad! We've been tracking ghosts all day! Our Fenton-Monitors have been going off the charts as of late!
es_es: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, ¡no muy mal! ¡Hemos seguido a los fantasmas todo el día! ¡Nuestros monjes Fenton-han estado saliendo de las cartas desde hace poco!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Y-yeah, I can imagine. Lot of crazy stuff going on lately... from, what I've heard anyway.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Y-sí, puedo imaginar. Muchas cosas locas que van últimamente... de lo que he oído de todos modos.

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] What the... why, it's even going crazy right now! Just standing right here, talking to you!
es_es: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] Que el... ¿por qué? ¡Incluso se está volviendo loco ahora mismo! ¡Solo de pie aquí, hablando contigo!

source: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... darn thing must be overloaded and going on the fritz again... I'll be down in the Lab if anyone needs me.
es_es: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... lo oscurecido debe estar sobrecargado y volviendo al fritz... Estaré en el laboratorio si alguien me necesita.

source: [_maddie_s_away_s_neutral_s_talk_happy_] Take your time dear. I'll order some takeaway and bring it down later.
es_es: [_maddie_s_away_s_neutral_s_talk_happy_] Tómate tu tiempo querido. Ordenaré algo de comida para llevar y lo bajaré más tarde.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Chinese? Alrighty! Can you get a little cup of that tasty wonton soup with the order?
es_es: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] chino? ¡Alrighty! ¿Se puede conseguir una pequeña taza de esa sabrosa sopa de wonton con la orden?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Sure, why not?
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Claro, ¿por qué no?

source: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, baby!!
es_es: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, bebé!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Well, besides our lack of substantial progress actually {u}capturing{/u} any ghosts yet, tell me how your day was Danny?
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Bueno, además de nuestra falta de progreso sustancial en realidad {u}capturando{/u} cualquier fantasma aún, dígame cómo era tu día Danny?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, no luck myself either, actually...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sí, yo tampoco tengo suerte, en realidad...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, I mean, it's just been pretty uninteresting, nothing too much to report.
es_es: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, quiero decir, es bastante poco interesante, nada demasiado para informar.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well, that seems rather evasive.
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] Bueno, eso parece bastante evasivo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, ya' know... if I'm being honest, it's been a {i}little{/i} rough lately.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Bueno, sia' sabe... si soy sincero, ha sido un {i}poco{/i} rugoso.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, poor baby! Come here sweetie and give Mommy a hug!
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] ¡Oh, pobre bebé! ¡Ven aquí semanas y dale a Mommy un abrazo!

source: [_danny_] (Oh boy... I need to let Mom I'm interested in a {i}little{/i} more action than just a hug... how am I gonna pull this off? I can't excactly explain to her my Orgone problem... I guess here goes nothing!)
es_es: [_danny_] (Oh chico... Necesito dejar que la mamá esté interesada en un {i}poco{/i} más acción que solo un abrazo.. ¿cómo voy a deshacerse de esto? No puedo explicarle excactamente a ella mi problema de Orgone ... ¡Supongo que aquí no va nada!)

source: [_danny_] Hey, I... I was wondering if you could maybe help make my day a little better? With some more, close, mother-son time?
es_es: [_danny_] Hey, yo... me preguntaba si tal vez podría ayudar a hacer mi día un poco mejor? ¿Con algo más, cercano, hijo madre?

source: [_maddie_] {i}*Giggles*{/i} Oh, Danny... well... if I can assume we're thinking about the same thing here... then I certainly wouldn't mind maybe-
es_es: [_maddie_] {i}*Giggles*{/i} Oh, Danny... bien... si puedo asumir que estamos pensando en lo mismo aquí... entonces ciertamente no me importaría quizás-

source: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Maddie! Could you fetch me my tool box from the Fenton Family Ghost Assault Vehicle??{p}Also, come check this Fenton Finder with me, I can't make heads or tails of what made it glitch!{/size}
es_es: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}¡Maddie! ¿Podrías obtener mi caja de herramientas del vehículo de asalto fantasma de la familia Fenton??{p}Además, ven a ver este Fenton Finder conmigo, ¡no puedo hacer cabezas o colas de lo que hizo que fallara! /tamaño}

source: [_maddie_] {i}Uh{/i}, I'll get it in a minute Jack!
es_es: [_maddie_] {i}Uh{/i}, ¡lo conseguiré en un minuto de Jack!

source: [_maddie_] Sorry kiddo, I don't think we can play right now, but I have a little task for you if you don't mind.
es_es: [_maddie_] Kiddo disculpe, no creo que podamos jugar ahora, pero tengo una pequeña tarea para ti si no te importa.

source: [_danny_] Sure, what is it?
es_es: [_danny_] Claro, ¿qué es?

source: [_maddie_] It'll require a little bit of a shopping trip... I need you to collect a little something for me, after I order it.
es_es: [_maddie_] Se requerirá un poco de un viaje de compras ... Necesito que recojan un poco algo para mí, después de que lo order.

source: [_danny_] Anything!
es_es: ¡[_danny_] cualquier cosa!

source: [_maddie_] Good! I'll text you the details later.
es_es: [_maddie_] Bueno! Te enviaré los detalles más tarde.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Maddie! I accidentlaly tipped the liquid nitrogen canister I had open all over the work table! I tried wiping it up, but it just keeps freezing the rags!! {i}Help!!{/i}{/size}
es_es: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}¡Madora! ¡accidentalmente propuse el bote de nitrógeno líquido que había abierto por toda la tabla de trabajo! Intenté limpiarlo, pero sigue congelando las rags!! ¡Ayuda {i}!!{/i}{/size}

source: [_maddie_] Just a minute dear, I'm coming!
es_es: [_maddie_] A solo un minuto, ¡estoy veniendo!

source: [_maddie_] Okay then... see you soon baby. I hope to make you feel a lot better, real soon...~
es_es: [_maddie_] Vale, entonces... vemos que pronto bebé. Espero hacerte sentir mucho mejor, realmente pronto...~

source: [_danny_] (Wow... she sure is seductive when she wants to be...)
es_es: [_danny_] (Wow... ella seguro que es seductora cuando quiere ser...)

source: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, it's Mom's message.{p}It just says I need to pick up a package she ordered from the Mall for her.)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, es el mensaje de mamá.{p}Sólo dice que necesito recoger un paquete que ella ordenó desde el Mall para ella.)

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this should be straightforward, right?
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] Bueno, esto debería ser sencillo, ¿verdad?

source: [_danny_s_at_player_s_sad_s_talk_distraught_] ...somehow, I doubt it will be...
es_es: [_danny_s_at_player_s_sad_s_talk_distraught_] ...de alguna manera, dudo que será...

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Welcome friend, to my humble... oh no, not {i}you{/i} again.
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Bienvenido amigo, a mi humilde... oh no, no {i}tú{/i} de nuevo.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Just great, why on earth did Mom have to order something through {u}here{/u} of all places?
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Bien, ¿por qué Mamá tiene que pedir algo a través de {u}aquí{/u} de todos los lugares?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Why, it's because,{p}{i}our shipping guarantees can't be beat...!{p}OooOooOOohh~!{/i}
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem * {/i} Por qué, es porque,{p}{i}nuestras garantías de envío no se pueden vencer ...!{p}Oooooooohh ~! {/i}

source: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...look, do you want the flippin' package or not?
es_es: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...mira, ¿quieres el paquete de volteos o no?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yes, please. The message I got said I could expect to pick it up today. Where is it?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sí, por favor. El mensaje que me dijeron que podría esperar recogerlo hoy. ¿Dónde está?

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Well, {i}uhh{/i}... there's kind of been a little issue with that...
es_es: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Bueno, {i}uhh{/i}... hay una especie de problema con eso...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...there usually is with this store... what's the problem this time?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...normalmente hay con esta tienda... ¿cuál es el problema esta vez?

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] I, {i}uh{/i}, sorta don't have it.
es_es: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] I, {i}uh{/i}, sorta no lo tiene.

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] WHAT?!
es_es: [_danny_s_towards_wide_s_angry_s_talk_distraught_] ¿QUI?!

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Well, strictly speaking, that is, I {i}do,{/i} sort've...
es_es: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Bueno, estrictamente hablando, es decir, I {i}hace,{/i} ordenar've...

source: [_danny_s_towards_s_angry_s_talk_displeased_] You aren't making any sense here, "friend".
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] No tienes ningún sentido aquí, "amigo".

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Well, allow me to explain. Do you happen to remember a big scary dragon passing through here a couple days ago?
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Bueno, permítaseme explicar. ¿Te parece recordar a un gran dragón aterrador que pasa por aquí hace un par de días?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, tell me about it... actually, no, {u}don't{/u} tell me...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sí, cuéntanme... en realidad, no, {u}no{/u} me cuenta...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Well, the actual lady persona of the dragon came in looking for something like a jewelry case to place her shiny necklace in, right?
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Bueno, la verdadera persona dama del dragón vino en busca de algo como un caso de joyería para colocar su collar brillante, ¿verdad?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Sadly, the fair maiden could not afford any of my delightful wares! Besides some lovely cardboard boxes, of course...
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Lamentablemente, la doncella de la feria no pudo permitirse ninguna de mis deliciosas vajillas! Además de algunas bonitas cajas de cartón, por supuesto...

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Upon this realization, she began to tirade! Turning back into a fearsome dragon, and, well... ate all my inventory from the past few days....
es_es: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] A partir de esta comprensión, ¡ella empezó a cansarse! Volviendo a un dragón temible, y bien... comió todo mi inventario de los últimos días...

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, come on!! Just my luck!!
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, ¡Vaya!! ¡¡Solo mi suerte!!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But fear not, friend! For there is still good news to be celebrated!
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Pero el miedo, ¡amigo! ¡Porque todavía hay buenas noticias que celebrar!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well, what is it??
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] Bueno, ¿qué es??

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] She didn't eat {u}me{/u}!!{p}{i}Or{/i} the boxes!!
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] No comió {u}me {/u}!!{p}{i}O {/i} las cajas!!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] I'm jumping for joy, internally, believe me...
es_es: [_danny_s_at_player_s_neutral_s_talk_displeased_] Estoy saltando por alegría, internamente, créame...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But know this, hybrid child! I also have knowledge of something else you'll be thrilled to know!
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] ¡Pero conoce a este hibrido niño! ¡También tengo conocimiento de otra cosa que estarás encantado de saber!

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} You know where the dragon is?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sigh * {/i} ¿Sabes dónde está el dragón?

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Why yes! She hasn't left! She prefers to wander around the main Lobby of the Mall at night. You can find her there and then, package seeker!
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] ¿Por qué sí! ¡Ella no se fue! Prepara para andar alrededor del Lobby principal del centro comercial por la noche. Usted puede encontrarla allí y luego, la búsqueda de paquetes!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Why the heck haven't {i}you{/i} gotten the packages from her yourself?
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] ¿Por qué los diablos no han obtenido los paquetes {i}?

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] I tried! But... I mean, it is rather disgusting, no? Going inside a stomach isn't really my forte,{p}{i}or{/i} my fetish...
es_es: [_box_ghost_s_at_player_s_sad_s_talk_frown_] ¡Lo he intentado! Pero... Quiero decir, es bastante repugnante, ¿no? Ir dentro de un estómago no es realmente mi fortaleza,{p}{i}o{/i} mi fetich...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... fine. I'm not thrilled at the idea myself, but if I can possibly get that package back... sure.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... bien. No estoy encantado con la idea yo mismo, pero si es posible que pueda recuperar ese paquete... seguro.

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!!{/i} Just say the word when you're ready and I can let you stay behind in my shop while I close up, then you can talk to her yourself after hours!
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!! /i} Dile la palabra cuando estés listo y puedo dejarte quedarte atrás en mi tienda mientras me cierro ¡entonces usted puede hablar con ella después de horas!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Why do I have a feeling she's not going to wanna talk this over, reasonably?
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] ¿Por qué tengo la sensación de que no va a desear hablar de esto, razonablemente?

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] So, you ready to wait 'till the Evening?
es_es: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Entonces, ¿estás listo para esperar a la tarde?

source: [_danny_] (Am I ready to take on the Dragon Princess again?) [nointeract]
es_es: [_danny_] (Am listo para tomar la Princesa del Dragón de nuevo?) [nointeract]

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alrighty, I'll let you stay back here 'til close up.
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Muy bien, te dejaré volver aquí para cerrar.

source: [_danny_s_towards_s_rise_s_talk_happy_] Hey, I know we're not like, friends or anything, but thanks for helping me out.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Hey, sé que no somos como amigos, o cualquier cosa, pero gracias por ayudarme.

source: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Helping you... HELPING YOU OUT?!
es_es: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Ayudándote... ¡HELPING YOU OUT?!

source: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, man! It was just a simple gesture of me saying thanks!
es_es: ¡[_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, hombre! ¡Fue un simple gesto por mi parte diciendo gracias!

source: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Good sir! I have made a {u}solemn{/u} pledge, that all parcels sent through to me WILL BE DELIVERED! The loyal customers are who I have allied with, and always will ally with!
es_es: ¡[_box_ghost_s_at_player_s_angry_s_talk_frown_] Buen señor! ¡He hecho un trozo {u}de solemn{/u}, que todos los paquetes me han enviado a mi SANTE! Los clientes leales son con los que me he aliado, y siempre se aliará!

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? I mean, I was mainly saying it to just try and be nice. You're not even going to help me talk to her!
es_es: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, ¿frío? Quiero decir, principalmente lo estaba diciendo para intentar ser bueno. ¡Ni siquiera me vas a ayudar a hablar con ella!

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Just sit back here and be quiet until they shut the lights off...
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bahí!{/i} Simplemente siéntate aquí y mantén silencio hasta que apaguen las luces...

source: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh great, take your sweet time, why don'cha! Sheesh, it's only a fire breathing dragon with all of my stuff inside it, right?{p}Fine, just come here tonight then!
es_es: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh grande, tómate tu dulce tiempo, ¿por qué no lo haces! Bueno, solo es un dragón de respiración de fuego con todas mis cosas dentro de él, ¿no? ¡{p}Bien, entonces ¡ven aquí!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alright, looks like all the Mall guests have left. Now it's up to you to find her! Shouldn't be hard, just listen for the violent shaking of the ground and building.
es_es: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Muy bien, parece que todos los huéspedes del centro comercial se han ido. ¡Ahora depende de ti encontrarla! No debería ser difícil, solo escuchar la agitación violenta del suelo y el edificio.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well... here we go I guess...
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] Bueno... aquí vamos supongo...
