Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...that being {i}what{/i} exactly?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ...¿Que es {i}qué{/i} exactamente?

source: [_desiree_] Well, clearly, there's the issue of... I mean to say, that you have the audacity to ask me to- th-that you would truly think to... {i}hmmm{/i}...
es_es: [_desiree_] Bueno, claramente, está el problema de... Quiero decir que tienes la audacia de pedirme- lo que realmente pensarías... {i}hmm{/i}...

source: [_desiree_] {i}Urgh!{/i} You're just a foolish child! How about {i}that{/i} for a problem?!
es_es: [_desiree_] {i}¡Urgh!{/i} ¡Eres un niño insensato! ¡¿Qué tal si {i}eso{/i} para un problema?!

source: [_danny_s_towards_s_sad_s_talk_consternation_] What?! What have {i}I{/i} possibly done wrong lately? I just {u}asked{/u} for your help! And you're pretty helpful when you wanna be!
es_es: ¡[_danny_s_towards_s_sad_s_talk_consternation_] ¿Qué?! ¿Qué ha hecho {i}I{/i} posiblemente mal últimamente? ¡Sólo {u}me preguntaba{/u} por tu ayuda! ¡Y eres bastante útil cuando quieres ser!

source: [_desiree_] ...and my help you shall receive, my Master...
es_es: [_desiree_] ...y mi ayuda recibirán, mi Maestro...

source: [_danny_s_down_s_angry_s_talk_consternation_] So wait, {i}now{/i} I'm getting your help? What changed?!{p}{i}Ughh{/i}, why can't the women in my life just give me a straight answer?!
es_es: [_danny_s_down_s_angry_s_talk_consternation_] ¿Tan espera, {i}ahora{/i} estoy recibiendo tu ayuda? ¿Qué cambió?!{p}{i}Ugh{/i}, ¿por qué las mujeres en mi vida no pueden darme una respuesta directa?!

source: [_desiree_] Hush! Yes, very well, I will help you "get a girl" for your piggish Orgone needs. Helpless oaf!
es_es: ¡[_desiree_] ! Sí, muy bien, te ayudaré a "conseguir una chica" para tus piggish Orgone necesidades. ¡Ojo innecesario!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] ...well, great. Thanks.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] ...bueno, genial. Gracias.

source: [_desiree_] So, have you perhaps put any thought into possible suitors yet?
es_es: [_desiree_] Entonces, ¿ha pensado usted en posibles suportes?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, Sam is already helping me with the first power-up, so that leaves either Star or Paulina for right now.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Bueno, Sam ya me está ayudando con el primer potenciador, así que eso deja ya sea Estrella o Paulina por ahora.

source: [_desiree_] {i}Blech{/i}... is that truly what we have to work with? A pack of insufferable delinquent trollops from your school?
es_es: [_desiree_] {i}Blech{/i}... ¿Realmente es eso con lo que tenemos que trabajar? ¿Un paquete de trollops insufribles de tu escuela?

source: [_desiree_] Not exactly setting your sights for anything high, are we...?
es_es: [_desiree_] No es exactamente lo que buscas para algo alto, ¿verdad??

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, let's be nice here. Also, {u}you{/u} were my first choice, remember. I'm working with my {u}available{/u} options here.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, vamos a ser agradables aquí. Además, {u}tú{/u} fuiste mi primera elección, recuerda. Estoy trabajando con mis opciones {u}disponibles{/u} aquí.

source: [_desiree_] Well of course I would be considered first, there was hardly a concern otherwise.
es_es: [_desiree_] Bueno, por supuesto que me considerarían primero, de lo contrario no había preocupación.

source: [_desiree_] Compared to these other meager girls, I was clearly the only reasonable option. Not a single person you have mentioned thus far would have lasted a week in the Sultan's harem!
es_es: [_desiree_] Comparado con estas chicas magras, claramente era la única opción razonable. ¡Ni una sola persona que has mencionado hasta ahora habría durado una semana en el harem del Sultan!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Wait, why do you care so much that my first choice was you if-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Espera, ¿por qué te importa tanto que mi primera elección fue si-

source: [_desiree_] {i}Ah, ah, ah!{/i} Enough idle chatter. Down to business...{p}{i}Hmmm...{/i} I suppose your next best option, if I could even say that, would be this Paulina girl. She has, at the very least, a fair face and an acceptably modest form...
es_es: [_desiree_] {i}Ah, ah, ah!{/i} Basta con el chatter inactivo.{p}{i}Hmmm... /i} Supongo que tu próxima mejor opción, si pudiera incluso decir eso, sería esta niña de Paulina. Ella tiene, como mínimo, un rostro justo y una forma aceptablemente modesta...

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, some good points raised... so what now?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, algunos buenos puntos aumentaron... así que ¿qué ahora?

source: [_desiree_] Now, as your designated magical "wing-woman", you shall follow my instructions to the letter, without deviation!
es_es: [_desiree_] Ahora, como tu "ala-mujer" mágica designada, seguirás mis instrucciones a la carta, sin desviación!

source: [_danny_s_closed_s_wondering_s_talk_amused_] Okay then. I am officially enrolling myself into Desiree's Charm School!
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Vale, entonces. ¡Me estoy matriculando oficialmente en la Escuela de Encantamiento de Deseos!

source: [_desiree_] Very good. Now, to start with, you shall merely approach her tomorrow with conversation. Appear in the true flesh, however.
es_es: [_desiree_] Muy bien. Ahora, para empezar, solo vas a acercarte a ella mañana con una conversación. Sin embargo, aparezca en la verdadera carne.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wouldn't it be better if I just called her or something? She only knows and likes "Inviso-Bill", not Danny Fenton.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿No sería mejor si simplemente la llamara o algo? Ella sólo sabe y le gusta "Inviso-Bill", no Danny Fenton.

source: [_desiree_] What did I just say to you? {u}No deviation!{/u}{p}Just follow my orders exactly as I tell you to, and you might just get find yourself in a semi-pretty girl's warm embrace...
es_es: [_desiree_] ¿Qué te he dicho? ¡ {u}No se desvia! /u}{p}Sólo sigue mis pedidos exactamente como te lo digo y podrías encontrarte en un bordado cálido y semibonito...

source: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh boy. What have I gotten myself into?)
es_es: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp * {/i} (Oh chico. ¿En qué me he metido?)

source: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, can you believe that jerk Dash actually chose football practice over hanging out with me?
es_es: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ugh{/i}, ¿puedes creer que Jerk Dash realmente eligió la práctica de fútbol por encima de colgarse conmigo?

source: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, I know, it's like, why are all the boys in our school either complete dorks or meat-headed idiots?
es_es: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, sé que es así, ¿por qué todos los chicos de nuestra escuela están completos o idiotas con cabeza de carne?

source: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Well, I guess there's still Ghost Boy...~
es_es: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Bueno, supongo que todavía hay muchachos fantasma...~

source: [_star_s_towards_s_sad_s_talk_distraught_] Maybe, but I haven't heard from him in days!
es_es: [_star_s_towards_s_sad_s_talk_distraught_] Tal vez, ¡pero no he oído hablar de él en días!

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Yeah, me neither! Do you think he's-
es_es: [_paulina_s_towards_s_sad_s_talk_distraught_] ¡Sí, yo tampoco! ¿Crees que él-

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, ladies!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, damas!

source: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...what do {i}you{/i} want, loser?
es_es: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...¿qué quieres {i}? ¿Perder?

source: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, Desiree, can you hear me?)
es_es: [_danny_s_at_player_s_wondering_s_displeased_] (Vale, Deseado, ¿me puedes oir?)

source: [_desiree_] (That I can. By the way, you're lucky I agreed to this temporary psychic link you wished up so we can talk like this to begin with.)
es_es: [_desiree_] (Eso lo puedo. Por cierto, eres afortunado que acepté este enlace psicológico temporal que deseabas para que podamos hablar así para empezar.)

source: [_desiree_] (My instructions were {i}not{/i} that difficult to follow, Master...)
es_es: [_desiree_] (Mis instrucciones fueron {i}no {/i} que es difícil de seguir, Maestro ...)

source: [_danny_s_at_player_s_angry_s_consternation_] (Look, just tell me what I need to do! They probably think I'm having the hugest of brain farts, just standing here not saying anything!)
es_es: [_danny_s_at_player_s_angry_s_consternation_] (Mira, solo cuénteme lo que necesito hacer! Ellos probablemente piensan que estoy teniendo el hugest de las fardos del cerebro, simplemente de pie aquí no diciendo nada!)

source: [_desiree_] (Fine. For the moment, merely stall them from leaving your presence.)
es_es: [_desiree_] (Muy bien. Por el momento, basta con detenerlos para que dejen su presencia.)

source: [_danny_s_at_player_s_rise_s_displeased_] (Stall them?! How??)
es_es: [_danny_s_at_player_s_rise_s_displeased_] (¡Estall ellos?! ¿Cómo??)

source: [_desiree_] (I can't do everything for you! Merely think of something!)
es_es: [_desiree_] (No puedo hacer todo por ti! ¡Simplemente piense en algo!)

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} so, uh, Inviso-Bill, huh? Sure seems he's been real busy doing lots of, {i}ehhh{/i}... ghost stuff.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Eh...{/i} así, uh, Inviso-Bill, ¿eh? Seguro que está realmente ocupado haciendo mucho, {i}ehh{/i}... cosas fantasma.

source: [_star_s_towards_s_sad_s_talk_displeased_] Have you heard from him lately? I've been getting really worried.
es_es: [_star_s_towards_s_sad_s_talk_displeased_] ¿Has oído hablar de él últimamente? Me he estado preocupando.

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Me too!
es_es: [_paulina_s_towards_s_sad_s_talk_distraught_] ¡Yo también!

source: [_danny_s_towards_s_neutral_s_talk_happy_] You have? Oh, I mean, yeah, of course we ALL worry about him.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ¿Tienes? Oh, quiero decir, sí, por supuesto que TODOS nos preocupamos por él.

source: [_paulina_s_towards_s_sad_s_talk_displeased_] If you see him, seriously, make sure he gets in touch soon, okay?
es_es: R[_paulina_s_towards_s_sad_s_talk_displeased_] Si lo ves en serio, asegúrate de que se ponga en contacto pronto, ¿no?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, I'll be sure to pass along the-
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Sí, me aseguraré de pasar a lo largo de el-

source: [_star_s_towards_s_wondering_s_talk_frown_] Hey Danny, whatever happened to that bimbo cousin of yours?
es_es: [_star_s_towards_s_wondering_s_talk_frown_] Hey Danny, ¿qué pasó con ese primo bimbo tuyo?

source: [_danny_s_towards_s_rise_s_talk_displeased_] My cousin?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Mi primo?

source: [_extend_] {i}Uh, right{/i} ! Yes, my cousin is around, ya' know, she's still staying at our place actually.
es_es: ¡[_extend_] {i}Uh, derecha{/i}! Sí, mi primo está a la vuelta de la esquina, sé que todavía se encuentra en nuestro lugar.

source: [_star_s_towards_s_rise_s_talk_distraught_] It's just like, I've tried an {i}extensive{/i} deep dive on all of social media, and I couldn't find her? Like, {u}anywhere{/u}?
es_es: [_star_s_towards_s_rise_s_talk_distraught_] Es como si, he probado un {i}extensive{/i} buceo profundo en todas las redes sociales, ¿y no pude encontrarla? ¿Me gusta, {u}en cualquier parte{/u}?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Same! Name searching and looking at your mutuals didn't show me {i}anything!{/i} She's like a complete {u}ghost{/u} online!
es_es: [_paulina_s_towards_s_angry_s_talk_displeased_] ¡Mismo! ¡Busca un nombre y mirando a tus mutuales no me mostró nada {i}!{/i} ¡She es como un completo fantasma {u}{/u} en línea!

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, well, ya see, she's actually not really into all that online stuff, so, {i}uhh{/i}...
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, bueno, ya ve, realmente no está en todas las cosas en línea, así que {i}uhh{/i}...

source: [_desiree_] Hello again, Danny's fellow cohorts.
es_es: [_desiree_] Hola de nuevo, compañeros de Danny.

source: [_desiree_] How have you two been since that wonderful dance Danny took me to?
es_es: [_desiree_] ¿Cómo has estado dos desde que Danny me llevó a esa maravillosa danza?

source: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... fine, thanks. Danny, didn't you find it weird going to the Chill Formal with your cousin?
es_es: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... bueno, gracias. Danny, ¿no encuentraste extraño ir al Formal del Frío con tu primo?

source: [_desiree_] Didn't {i}you{/i} find it strange going with a man not only intellectually bankrupt, but also utterly shallow and a dismal archetype of a performance athlete?
es_es: [_desiree_] no te has encontrado {i}a ti{/i} extraño ir con un hombre no solo a la bancarrota, pero también totalmente poco profundo y un arquetipo sombrío de un atleta de performance?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Dash is not just a...
es_es: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Dash no es sólo a...

source: [_paulina_s_towards_s_neutral_s_talk_happy_] ...okay, point taken I guess.
es_es: [_paulina_s_towards_s_neutral_s_talk_happy_] ...bien, creo que el punto fue tomado.

source: [_star_s_towards_s_rise_s_talk_consternation_] Anyway, why are you, like, here at our school?
es_es: [_star_s_towards_s_rise_s_talk_consternation_] De todos modos, ¿por qué eres tuyo, aquí en nuestra escuela?

source: [_desiree_] Oh, I'm just here to hand a textbook over to Danny he seemingly forgot to bring.
es_es: [_desiree_] Oh, estoy aquí para entregar un libro de texto a Danny que aparentemente se olvidó de traer.

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, thanks Des.
es_es: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, gracias Des.

source: [_desiree_] So, Danny, are you excited for the party later?
es_es: [_desiree_] Entonces, Danny, ¿estás emocionado por la fiesta más tarde?

source: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... the p-party...?
es_es: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... la p-fiesta...?

source: [_danny_s_closed_s_wondering_s_talk_happy_] R-right! Y-yes! Absolutely stoked!
es_es: ¡[_danny_s_closed_s_wondering_s_talk_happy_] R-correcto! ¡Sí! ¡Absolutamente!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] ...I'm sorry, did you just say {u}party?{/u}
es_es: [_paulina_s_towards_s_rise_s_talk_displeased_] ...Lo siento, ¿acabas de decir {u}party?{/u}

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, no, it's just a little celebration to welcome Des to Amity Park a bit more properly.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Sí, no, es solo una pequeña celebración dar la bienvenida a Des a Amity Park un poco más correctamente.

source: [_star_s_towards_s_rise_s_talk_consternation_] Oh, so nothing {i}actually{/i} important to go to then.
es_es: [_star_s_towards_s_rise_s_talk_consternation_] Oh, así que nada {i}en realidad{/i} importante ir a entonces.

source: [_desiree_] My, my Miss Paulina, what a precious little mutt you have with you today! Though I believe she still needs a little more behavior training...
es_es: [_desiree_] Mía, mi seña Paulina, ¡qué tan precioso silencio tienes hoy contigo! Aunque creo que todavía necesita un poco más de entrenamiento de comportamiento...

source: [_star_s_towards_s_angry_s_talk_distraught_] Bite me, bitch.
es_es: [_star_s_towards_s_angry_s_talk_distraught_] mordeme, perra.

source: [_desiree_] {i}Regardless{/i}, I simply cannot wait for you to introduce me to this "Inviso-Bill" character everyone in town seems to be talking about!
es_es: [_desiree_] {i}Independiente{/i}, simplemente no puedo esperar a que me presentes a este personaje de "Inviso-Bill" del que todo el mundo en la ciudad parece estar hablando!

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Wait! Ghost Boy is going to your party??
es_es: [_paulina_s_towards_s_confused_s_talk_displeased_] ¡Espera! Ghost Boy is going to your party??

source: [_desiree_] Why of course, Danny here was kind enough to invite him!
es_es: [_desiree_] ¿Por qué por supuesto, Danny aquí tuvo la amabilidad de invitarle!

source: [_star_s_towards_s_angry_s_talk_consternation_] Well, why didn't you say he was coming?! You said he's been busy!!
es_es: [_star_s_towards_s_angry_s_talk_consternation_] Bueno, ¿por qué no dijiste que iba a venir?! Dijiste que está ocupado!!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, he does have time for a little visit, I suppose...
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Bueno, él tiene tiempo para una pequeña visita, supongo...

source: [_star_s_towards_s_angry_s_talk_distraught_] Oh, but I'm gonna go ahead and take a wild guess that {i}we're{/i} not on the invite list to this oh-so cool party, huh?
es_es: [_star_s_towards_s_angry_s_talk_distraught_] Oh, pero estoy gonna seguir adelante y adivinar que {i}no estamos en la lista de invitaciones a esta fiesta tan genial, ¿eh?

source: [_desiree_] Why of course you are! I trust you can get the word out, yes?
es_es: [_desiree_] ¿Por qué estás, por supuesto! Confío en que puedas sacar la palabra, ¿verdad?

source: [_paulina_s_towards_s_rise_s_talk_happy_] When is the party?
es_es: [_paulina_s_towards_s_rise_s_talk_happy_] ¿Cuándo es la fiesta?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Saturday at seven o'clock.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Sábado a las siete.

source: [_star_s_towards_s_angry_s_talk_happy_] Done. We'll be there.
es_es: [_star_s_towards_s_angry_s_talk_happy_] Hecho. Estaremos allí.

source: [_danny_s_towards_s_rise_s_talk_happy_] Cool, so how many people can I expect to come? I'll be sure to buy a bit of snacks for-
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Genial, ¿cuántas personas puedo esperar venir? Estaré seguro de comprar un poco de rajas para -

source: [_paulina_s_towards_s_rise_s_talk_displeased_] Pretty much more than half the school. If we're the ones delivering the message? At least that.
es_es: [_paulina_s_towards_s_rise_s_talk_displeased_] Pretty mucho más de la mitad de la escuela. ¿Si somos los que entregamos el mensaje? Al menos eso.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... yeah, that's definitely a bit more than two large pizzas...
es_es: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... sí, eso es definitivamente un poco más de dos pizzas grandes...

source: [_star_s_towards_s_angry_s_talk_displeased_] Better be sure to buy a keg or two, loser! Otherwise it's not gonna be worth the visit!
es_es: [_star_s_towards_s_angry_s_talk_displeased_] Mejor asegúrese de comprar un keg o dos, perdedor! De lo contrario, ¡no vale la pena la visita!

source: [_desiree_] Oh, I'm sure it will be a pleasant evening for all involved... and I trust you girls could help entertain all the other attendees while I spend some quality time with Ghost Boy?
es_es: [_desiree_] Oh, estoy seguro de que será una agradable tarde para todos los participantes... y confío en que usted podría ayudar a entretener a todos los demás asistentes mientras que paso algo de calidad tiempo con Ghost Boy?

source: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Excuse{/i} me?!
es_es: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}¿Excusa{/i} mí?!

source: [_desiree_] Why of course. It's my party, and I plan to make him the guest of honor. It would only be fair that I have first dibs, no?
es_es: [_desiree_] ¿Por qué por supuesto? Es mi fiesta, y planeo convertirlo en el invitado de honor. Sería justo que tuviera las primeras tumbas, ¿no?

source: [_star_s_towards_s_angry_s_talk_distraught_] Y-you... we don't just let- you can't-
es_es: [_star_s_towards_s_angry_s_talk_distraught_] Y-tú... no solo vamos - no puedes-

source: [_desiree_] Why not? I'm sure he'll find me both engaging {i}and{/i} attractive. If I so merely desire it so, {u}so it shall be...~{/u}
es_es: [_desiree_] ¿Por qué no? Estoy seguro de que me encontrará atractivo {i}y {/i} atractivo. Si tan sólo lo deseo así, {u}así que será ... ~ {/u}

source: [_star_s_towards_wide_s_angry_s_talk_displeased_] So you just expect us to hang around Fenton's house while you bang Billy in his bathroom?!
es_es: [_star_s_towards_wide_s_angry_s_talk_displeased_] ¡Así que esperas que nos mantengamos alrededor de la casa de Fenton mientras estabas en su cuarto de baño?!

source: [_desiree_] Danny, please explain, what seems to be the problem here again? Have they not taken lovers of their own yet?
es_es: [_desiree_] Danny, por favor, explique, ¿cuál parece ser el problema aquí de nuevo? ¿No han tomado a los amantes de sus propios aún?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] We don't just {i}take{/i} lovers out here, missy! Besides, you don't even know if Ghost Boy likes you or not!
es_es: [_paulina_s_towards_s_angry_s_talk_consternation_] No solo nos gusta {i}{/i} ¡Aquí fuera! Además, ¡ni siquiera sabes si le gusta o no fantasma chico!

source: [_desiree_] Oh, I'm sure he'll be able to make up his mind fairly easily. There won't be any {i}other{/i} suitable candidates attending the party after all...
es_es: [_desiree_] Oh, estoy seguro de que podrá hacerse con bastante facilidad. Después de todo, no habrá ningún candidato {i}más{/i} que asista a la fiesta...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-ladies, Inviso-Bill is still single and willing to mingle, s-so I think it's only good to keep an open min-
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-ladies, Inviso-Bill sigue siendo una sola y dispuesta a mingle, -así que creo que es bueno mantener un minuto abierto-

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Desiree... we'd be {u}honored{/u} to attend your party on Saturday...
es_es: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Deseo... estaríamos {u}honrados{/u} para asistir a tu fiesta el sábado...

source: [_star_s_towards_s_angry_s_talk_displeased_] Abso-freaking-lutely.
es_es: [_star_s_towards_s_angry_s_talk_displeased_] Abrumador-lutáneo.

source: [_desiree_] {i}Ohh{/i}, wonderful news! I can't wait to see you both then!
es_es: [_desiree_] {i}Ohh{/i}, ¡maravillosa noticia! ¡Entonces no puedo esperar a verte!

source: [_danny_s_at_player_s_sad_s_consternation_] (Des, let's wrap this up... I can still see burning embers in both their eyes...)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (Des, envolvamos esto... Todavía puedo ver brasas ardientes en sus ojos...)

source: [_desiree_] Oh my, would you look at the time... I've simply got to be running now.
es_es: [_desiree_] Oh, si miraras el momento... Simplemente tengo que estar corriendo ahora.
