Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man, that was {i}not{/i} a good start.)
es_es: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh hombre, eso no fue {i}{/i} un buen comienzo.)

source: [_danny_s_ahegao_s_rise_s_bite_] (But oh {i}man{/i}, does she look good!)
es_es: [_danny_s_ahegao_s_rise_s_bite_] (Pero oh {i}hombre {/i}, ¡se ve bien!)

source: [_danny_s_at_player_s_sad_s_smile_] (These ghost chicks are something else, I swear...)
es_es: [_danny_s_at_player_s_sad_s_smile_] (Estos pollitos fantasmas son otra cosa, juro ...)

source: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. What do you want?
es_es: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. ¿Qué quieres?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... soooo could I borrow some of your clothes?
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... soooo ¿podré pedir prestado parte de tu ropa?

source: [_jazz_s_towards_wide_s_confused_s_talk_frown_] What? Why?!
es_es: [_jazz_s_towards_wide_s_confused_s_talk_frown_] ¿Qué? ¿Por qué?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Because... reasons!
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Porque... razones!

source: [_jazz_s_towards_s_angry_s_talk_frown_] I'm not just gonna give you some of my clothes for no reason.
es_es: [_jazz_s_towards_s_angry_s_talk_frown_] No solo te doy algunas de mis ropas sin ninguna razón.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Okay, uhh, it's kind've a {i}"private"{/i} reason I need them.
es_es: [_danny_s_at_self_s_sad_s_talk_distraught_] Vale, uhh, es bueno que tenga una razón {i}"privada"{/i} que los necesito.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Yeah, no, that just sounds way creepier. Strike two.
es_es: [_jazz_s_towards_s_idle_s_talk_frown_] Sí, no, eso suena como creepier. Golpea dos.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, okay! Uhh, could you just trust me that it's {u}not{/u} something pervy?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Vale, ¡bien! Uhh, ¿podrías confiar en mí que es {u}no{/u} algo por todo?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...please?
es_es: ¿[_danny_s_towards_s_unhappy_s_talk_distraught_] ...por favor?

source: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Wait here.
es_es: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Alta*{/i} Espera aquí.

source: [_jazz_s_towards_s_rise_s_talk_frown_] This better not be for some weird prank or something.
es_es: [_jazz_s_towards_s_rise_s_talk_frown_] Esto mejor no sea para alguna broma extraña o algo.

source: [_danny_s_towards_s_sad_s_talk_amused_] It's not, I promise you.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] no, te prometo.

source: [_jazz_s_towards_s_confused_s_talk_frown_] This is some of my old stuff, but they should do for... {i}whatever{/i} it is you're doing.
es_es: [_jazz_s_towards_s_confused_s_talk_frown_] Esto es algunas de mis cosas antiguas, pero deberían hacerlo... {i}lo que sea{/i} que está haciendo.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Thanks Jazz, you're a lifesaver.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Gracias a Jazz, eres un salvavidas.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Whatever. Just leave me alone. I have to sulk my life away now after the catastrophe that was that concert...
es_es: [_jazz_s_towards_s_idle_s_talk_frown_] Lo que sea. Solo déjame solo. Tengo que mandar mi vida ahora después del trofeo que fue ese concierto...

source: [_jazz_s_closed_s_sad_s_talk_frown_] Stupid ghosts!!
es_es: [_jazz_s_closed_s_sad_s_talk_frown_] fantasmas estúpidos!!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Here, I have some clothes for you.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Aquí, tengo algo de ropa para ti.

source: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, can you turn the hell around please?
es_es: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, ¿puedes girar el infierno, por favor?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, you're already naked, so I don't really see the point of-
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Quiero decir, ya estás desnudo, así que no veo realmente el punto de-

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, you're right, of course not, I will for sure look away! And even close my eyes!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, tienes razón, por supuesto no, ¡seguro que miraré! ¡e incluso cierra mis ojos!

source: [_danny_s_towards_s_rise_s_talk_amused_] Is it okay to turn around now?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] ¿Está bien dar la vuelta ahora?

source: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...yeah, whatever, I don't give a fuck.
es_es: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...sí, lo que sea, no le doy una mierda.

source: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, you look really nice.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, te ves muy bien.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, shut up dude. Let's just go already.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, cierre el dado. Vamos ya.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Whoa, whoa! Hold on, lemme just check that the coast is clear.
es_es: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ¡Vaya, quien! Espera, limme solo comprueba que la costa está despejada.

source: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, why the hell are there rules to this? You gotta hide me or something? Just hurry the hell up.
es_es: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, ¿por qué el infierno hay reglas para esto? ¿Tienes que esconderme o algo? Solo apresúrate el infierno.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Alright, coast is clear, follow me.
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] Bien, la costa está clara, síguenme.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] ...so, ehmm... nice weather today, right?
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] ...así, ehmm... buen clima hoy, ¿verdad?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, so, how'd your enjoy our little town of ours while you were here?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Quiero decir, entonces, ¿cómo disfrutarás de nuestra pequeña ciudad mientras estabas aquí?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] I literally wish you and everyone in this town was dragged into an eternal oblivion.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] Le deseo literalmente a usted y a todos los habitantes de esta ciudad que fueron arrojados a un olvido eterno.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh come on, look, why don't we start over?
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Ven, mira, ¿por qué no empezamos?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Start over what?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] ¿Comenzar sobre qué?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] All of "this", ya' know? Come on, you're stuck with me for a while now anyway, at least until I figure out something better for you and Desiree.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Todo "esto", ¿verdad? Vamos, estás atascado conmigo por un tiempo de todos modos, al menos hasta que averigüe algo mejor para ti y Desiree.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Why don't you just send me back to the Ghost Zone?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] ¿Por qué no me envias de vuelta a la Zona Fantasma?

source: [_danny_s_towards_s_rise_s_talk_amused_] Nice try, but you'd just find a way to come straight back and try again.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Buen intento, pero solo encontrarías una forma de volver directamente e intentarlo de nuevo.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Whatever.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Sea como sea.

source: [_danny_s_at_player_s_sad_s_consternation_] (I really need to get dad to fix that Ghost Portal... otherwise I'm gonna run out of excuses for all the ghosts I catch.)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (Realmente necesito que papá arregle ese Portal Ghost ... de lo contrario voy a quedarse sin excusas para todos los fantasmas que atrape.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...well, since we're stuck together for now, I'm Danny. Just as a little "by the way".
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ...bueno, ya que estamos atascados por ahora, soy Danny. Solo un poco "por cierto".

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Nice to meet you Danny.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Bueno para conocerte Danny.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Now go fuck yourself.
es_es: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Ahora ve a follar a ti mismo.

source: [_danny_s_towards_s_sad_s_talk_happy_] And {i}you're{/i} Ember McClain, so-
es_es: [_danny_s_towards_s_sad_s_talk_happy_] y {i}que usas{/i} Ember Mclain, así-

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! You solved the mystery all by yourself?!
es_es: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] ¡Oh wow! Bravo Danny!! ¡Has resuelto el misterio por ti mismo?!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, I get it-
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Vale, lo recibo-

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, I sure thought I'd have to call up Scooby and the rest of the mystery gang to help you out!
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Oro, ¡estoy seguro de que tenía que llamar a Scooby y al resto de la banda del misterio para ayudarte!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, yes, yes, very funny.
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, sí, muy divertido.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I don't even see the point in all this, I'm not going to tell you anything about what I know.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Ni siquiera veo el punto en todo esto, no te voy a decir nada de lo que sé.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, well why don't you tell me something about {i}you?{/i}
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Vale, ¿por qué no me dices algo acerca de {i}tú?{/i}

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, all you need to know about rocker babe is that one day the whole world is going to know my name, and everyone's gonna listen to my music forever.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] , todo lo que necesitas saber sobre la Belleza de rocador es que un día todo el mundo va a saber mi nombre, y la gonna de todos escuchan mi música para siempre.

source: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...whether they like or not... which they will, cause my music's the shit.
es_es: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...les guste o no... lo que harán, causa la mierda de mi música.

source: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...and then they'll never forget me ever again.
es_es: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...y entonces nunca más me olvidarán de nuevo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Never forget you? "Again"? What's that supposed to mean?
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Nunca te olvidas? ¿"Siéntete"? ¿Qué se supone que significa eso?

source: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...I...{p}...I don't wanna talk anymore.
es_es: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...I...{p}...Ya no quiero hablar.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay, um, how about instead of talking, we just go to the Mall?
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Vale, ¿y qué tal en lugar de hablar?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Why? What's possibly at the Mall?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] ¿Por qué? ¿Qué es posible en el Mall?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, we could see if anything catches our interest.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Bueno, podríamos ver si algo atrae nuestro interés.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Pass.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] pase.

source: [_danny_s_towards_s_angry_s_talk_happy_] Oh come on, what have you got to lose?
es_es: [_danny_s_towards_s_angry_s_talk_happy_] Vaya, ¿qué tienes que perder?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Jesus, fucking... you really are a persistent pain in the ass aren't you?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Jesús, follando... ¿Realmente eres un dolor persistente en el culo no eres tú?

source: [_danny_s_towards_s_sad_s_talk_happy_] It could be fun, c'mon.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Podría ser divertido, c'mon.

source: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sigh*{/i} Whatever dude. You're the one with the leash...
es_es: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sigh * {/i} Whatever dude. Eres el que tiene correa ...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Great! Come on, let's go.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Genial! Vamos, vayamos.

source: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Ice cream! A classic!
es_es: ¡[_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] helado! ¡Un clásico!

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Very original, I'm already head over heels about this situation all of a sudden.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Muy original, ya estoy de repente sobre esta situación.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] It's not about being head over heels, it's about dipping your toes in the water...
es_es: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] No se trata de ser cabezal sobre los talones, se trata de sumergirte los dedos en el agua...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...and maybe realizing there's more to life than conquering the whole world with song, or... something.
es_es: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...y tal vez darse cuenta de que hay más en la vida que conquistar el mundo entero con canción, o... algo.

source: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Sure, I'll probably come to that realization soon enough staring at this pile of frozen calories...
es_es: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Claro, probablemente llegaré a esa conclusión lo suficientemente pronto observando esta pila de calorías congeladas...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] You know, I have a question of my own.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Tú lo sabes, tengo una pregunta propia.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Go for it.
es_es: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Ve por ello.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] How {i}did{/i} you beat me exactly?
es_es: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] ¿Cómo me derrotaste exactamente {i}{/i}?

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] What do you mean?
es_es: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ¿Qué quieres decir?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like I kicked your ass, {i}twice,{/i} even when you had backup... and then suddenly you came back swinging. Hard.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Me gusta patear tu culo, {i}dos veces,{/i} incluso cuando tenías una copia de seguridad... y de repente volviste a girar. Duro.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, well, I uh, I prepped!{p}Yeah, I had some {u}special help{/u} of a sort...
es_es: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, bueno, ¡me preparé!{p}Sí, tuve {u}ayuda especial{/u} de una clase...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Special help", huh? I'd love to hear {i}that{/i} story.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Ayuda especial", ¿eh? Me encantaría escuchar la historia de {i}que{/i}.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Well I, you know, there's a... well there's, sorta this way that, with some help, I can-
es_es: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Bueno, ya sabes, ha... bueno, así sorta que, con algo de ayuda, puedo-

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude come off it, you're still {u}exuding{/u} Orgone afterglow energy just sitting here.
es_es: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude vaya, todavía tienes {u}exudando{/u} Orgone de energía después de resplandor sentado aquí.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] I am?{p}I mean, oh, right, of course I am.
es_es: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] ¿Soy?{p}Quiero decir, oh, correcto, por supuesto que soy.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] That doesn't mean- uch, whatever, you perv. Orgone transfusion is just a cheap tactic to make weak ghosts stronger.
es_es: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Eso no significa, lo que sea, tu perv. La transfusión de Orgone es solo una táctica barata para hacer más fuertes a los fantasmas débiles.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Whatever.{p}Look, you know there's no hard feelings right? I only stopped you because I had to. I'm a superhero, that's what I do.
es_es: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Cualquiera que sea.{p}Mira, ¿sabes que no hay sentimientos duros bien? Solo te detuve porque tenía que hacerlo. Soy un superhéroe, eso es lo que hago.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really? You're not {i}slightly{/i} pissed I kidnapped your girl?
es_es: ¿[_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Realmente? No eres {i}tambaleado{/i} ¿He pisado a tu chica?

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really?
es_es: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] ¿De verdad?

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Well no, I do sorta wanna know who orchestrated it.
es_es: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Bueno, no, sí que sorta wanna saber quién lo orquestró.

source: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] And I've already said, I'm not telling you a thing.
es_es: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] Y ya he dicho, no te estoy diciendo nada.

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Okay, why don't you tell me something else about you?
es_es: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Vale, ¿por qué no me dices algo más sobre ti?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like what?
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ¿Te gusta qué?

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] I 'unno, whatever you want to talk about.
es_es: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] no estoy de acuerdo, sea de lo que quieras hablar.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] This isn't twenty questions, I don't wanna talk about anything with you.
es_es: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Esto no es veinte preguntas, no quiero hablar de nada contigo.

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Fine... gonna be a {i}loooong{/i} afternoon though, with no one talking.{p}Just sitting here.{p}In silence.
es_es: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Bien... sin embargo ser un loooong{/i} de {i}, sin que nadie hable.{p}Sencillamente sentado aquí.{p}en silencio.

source: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Watching the ice cream melt...
es_es: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] viendo la funda del helado...

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...fine... a stupid personal detail or something? Okay, uhmmm...
es_es: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...fino... ¿un detalle personal estúpido o algo? Vale, uhmm...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, so, back when I went to Casper High, I started a band while I was there, called "Dark Mood Spikes". We sucked, blah blah blah. Typical stupid teenage stuff.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, así que cuando fui a Casper High, empecé una banda mientras estaba allí, llamada "Oscuro Madera Spikes". Llevamos una chica bla bla bla bla, cosas típicas de adolescencia.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Whoa whoa! {i}You{/i} went to Casper High? You're {i}from{/i} Amity Park?
es_es: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] ¿QUÉ QUÉ QUEA! {i}Tú/i} fuiste a Casper High? Eres {i}de {/i} ¿Parque Amito?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Yeah, man, yeah...
es_es: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Sí, hombre, sí...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancer still works there right? I thought I recognized him, trying to shut down my performance outside the school.{p}Crazy how he went bald.
es_es: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancer todavía funciona bien? Pensé que lo reconocí, tratando de cerrar mi actuación fuera de la escuela.{p}Loco cómo se fue calvo.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] You {u}knew{/u} Lancer??
es_es: ¿[_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Tú {u}sabes{/u} alabardero??

source: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...back when he was new and had the biggest afro I'd ever seen on a dude, yeah.
es_es: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...de vuelta cuando él era nuevo y tenía el más grande de lo que yo había visto en un deber, si.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Seriously? My god, you must be ancient!
es_es: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] ¿Seriosamente? ¡Mi dios, debes ser antiguo!
