Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Wait... I don't even remember her {i}going{/i} into Lancer's room when she came in the building... maybe I should check up on her...?)
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Espera... ni siquiera recuerdo su partida de {i}{/i} en la habitación de Lancer... ¿Tal vez debería revisarla...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Are you still in her- {i}woah!!{/i}
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? ¿Estás todavía en ella- {i}woah!!{/i}

source: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Like what you see?
es_es: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] ¿Te gusta lo que ves?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Y-you're n-naked!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] ¡Y-estás desnudo!

source: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, I'm not {u}naked{/u}, see?{p}I'm in these really cute stockings!
es_es: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, no soy {u}desnudo{/u}, ¿ver?{p}¡Estoy en estas preciosas existencias!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Don't you think they look good on me? I think they really bring out my thighs... {i}*Giggles*{/i}
es_es: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] ¿No crees que se ven bien conmigo? Creo que realmente sacan mis muslos... {i}*Giggles*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Mother of God...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Madre de Dios...

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] So... what are you waiting for?
es_es: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] Así que... ¿a qué estás esperando?

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Come and get your reward, my dear hero...~
es_es: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Ven y consigue tu recompensa, mi querido héroe ... ~

source: [_paulina_] Oh, shit, wait... let me actually take these off...
es_es: [_paulina_] Oh, mierda, espera... déjame realmente quitarlos...

source: [_danny_] Wh-what? Really? I thought you'd wanna keep them on for us...
es_es: [_danny_] ¿De qué? ¿Verdaderamente? Pensé que querrías mantenerlos encendidos...

source: [_paulina_] I seriously would, believe me, but I just know these are going to tear open on a desk corner.
es_es: [_paulina_] Me creería en serio, pero solo sé que van a abrir en una esquina de escritorio.

source: [_paulina_] I'd rather keep them clean and not wreck them! They'll be good for some pics later, don't you think...~?
es_es: [_paulina_] ¡Prefiero mantenerlos limpios y no destruirlos! Serán buenos para algunos pics más tarde, ¿no piensas...~?

source: [_danny_] Oh, that's fine then, don't worry.{p}Wait... desk corners? Why would-
es_es: [_danny_] Oh, está bien, no te preocupes.{p}Espera... esquinas de escritorio? ¿Por qué lo harían?

source: [_paulina_] {u}Fuck me{/u}, Ghost Boy! Fuck me on this old man's stupid desk~!!
es_es: [_paulina_] {u}Fuck me{/u}, Ghost Boy! Fantasma Boy! Sígueme en el estúpido escritorio de este anciano~!!

source: [_paulina_] {i}Oooh!{/i} That's it! Oh Ghost Boy, that feels amazing!
es_es: [_paulina_] {i}Oooh! {/i} ¡Eso es! Oh Ghost Boy, que se siente increíble!

source: [_danny_] Paulina... you're already so wet!
es_es: [_danny_] Paulina... ¡ya estás tan mojado!

source: [_paulina_] {i}Mmm, ah!{/i} I made sure I was ready for you to- {i}ahhh!{/i}{p}...to give it to me, just like this!
es_es: [_paulina_] {i}Mmm, ah!{/i} me aseguré de que estaba listo para ti - {i}ahhh!{/i}{p}...para darme, ¡exactamente así!

source: [_paulina_] Besides, watching you beat the crap out of that monster to keep little ol' me safe...
es_es: [_paulina_] Además, al verte derrotaste a ese monstruo para mantenerme a salvo a los pequeños...

source: [_paulina_] ...it was {u}such{/u} a a turn on! {i}Ooooh, yess!{/i}
es_es: [_paulina_] ...fue {u}tus{/u} un giro! {i}Ooooh, yess!{/i}

source: [_danny_] S-shit! Paulina, you're really tight!
es_es: [_danny_] ¡S-mierda! Paulina, ¡estás realmente apretado!

source: [_paulina_] {i}Ah! Oooh{/i}, don't stop! {i}Mmm, fuuck~!{/i}
es_es: [_paulina_] {i}Ah! Oooh{/i}, ¡no pares! {i}Mmm, fuuck~!{/i}

source: [_danny_] {i}*Huff*{/i} I really hope this Mr. Lancer guy doesn't notice anything different about his desk!
es_es: [_danny_] {i}*Huff*{/i} ¡Realmente espero que este tipo de Sr. Lancer no note nada diferente de su escritorio!

source: [_paulina_] {i}Hahaha!{/i} That's what's you're worried about right now?!{p}{nw}
es_es: [_paulina_] {i}Hahaha!{/i} ¡¿De qué te preocupa ahora mismo?!{p}{nw}

source: [_extend_] God, you really are cute sometimes... now fuck me {i}harder!!{/i}
es_es: [_extend_] Dios, eres realmente lindo a veces... ahora me folla {i}más difícil!!{/i}

source: [_paulina_] {i}Mmm!{/i} That's it! Don't stop!
es_es: ¡[_paulina_] {i}Mmm!{/i} ¡Eso es! ¡No te detengas!

source: [_danny_] {i}Umm{/i}, s-sorry Paulina, but can we change positions?
es_es: [_danny_] {i}Umm{/i}, s-sorry Paulina, ¿pero podemos cambiar de posición?

source: [_paulina_] H-huh, why? Already? {i}Mmmphh{/i}...
es_es: [_paulina_] H-huh, ¿por qué? ¿Ya lo hizo? {i}Mmphh{/i}...

source: [_danny_] {i}*Blushing*{/i} I'm sorry... I kinda wanna look at you when we do it....
es_es: [_danny_] {i}*Blushing*{/i} Lo siento... Te miro cuando lo hacemos....

source: [_paulina_] {i}Nawwww!{/i} You are the sweetest little Ghost I know! Of course then!
es_es: [_paulina_] {i}Nawwww! {/i} ¡Eres el pequeño fantasma más dulce que conozco! ¡Por supuesto, entonces!

source: [_danny_] ...not that your butt isn't amazing or anything! I mean, it's amazing to even be {u}seeing{/u} it up and close like this!
es_es: ¡[_danny_] ...no es que tu perro no sea asombroso o nada! Quiero decir, es increíble incluso estar {u}viendo{/u} ¡así como esto!

source: [_paulina_] Oh c'mon, you don't need to try so hard... you've already got the girl for the night, silly...
es_es: [_paulina_] Oh c'mon, no tienes que intentarlo tan duro... ya tienes a la chica por la noche, bien...

source: [_danny_] {i}Heh{/i}, sorry, I guess I'm still nervous...
es_es: [_danny_] {i}Heh{/i}, lo siento, creo que todavía estoy nervioso...

source: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Come here...~
es_es: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Ven aquí...~

source: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Whoa! Yes ma'am!
es_es: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] ¡Vaya! ¡Sí ma'am!

source: [_paulina_] {i}Ahhh!{/i}{p}Oh my goodness, you're like, {i}really{/i} big, you know that?
es_es: [_paulina_] {i}Ahhh!{/i}{p}Oh mi bien, eres como {i}realmente grande{/i} ¿sabes eso?

source: [_danny_] I... I am?
es_es: [_danny_] I. .. ¿Soy?

source: [_paulina_] Oh my gosh, yes...{p}...now hold onto me gently, just like that, okay?{p}Now push it in as far as you can!
es_es: [_paulina_] Oh mi chispo, si...{p}...ahora manténme suavemente, así de bien?{p}¡Ahora pulsa todo lo que puedas!

source: [_danny_] I'll do whatever you want Paulina!
es_es: [_danny_] ¡Haré lo que quieras Paulina!

source: [_danny_] Wh-what! Paulina, are you okay?
es_es: [_danny_] ¿De qué! Paulina, ¿estás bien?

source: [_paulina_] {i}Ah! AH!!{/i} I just wasn't expecting it to feel {i}this{/i} good!! This is so crazy!!
es_es: [_paulina_] {i}Ah! AH!!{/i} No esperaba que se sintiera {i}esto{/i} bueno!! ¡¡¡¡¡¡Esto es tan loco!!

source: [_paulina_] Don't stop! Come on Ghost Boy, fuck me harder!! I love doing this with you!!
es_es: [_paulina_] ¡No pares! Ven al Fantasma Boy, ¡¡¡¡Me encanta hacer esto contigo!!

source: [_danny_] P-Paulina! I don't know how much longer I can last.
es_es: ¡[_danny_] P-Paulina! No sé cuánto tiempo puedo durar.

source: [_paulina_] Oh, please, just a little bit more!{p}{i}Ah!{/i}{p}L-look at me when you make l-love to- {i}ooh!{/i} ...me...~
es_es: [_paulina_] ¡Oh, por favor, ¡solo un poco más!{p}{i}Ah!{/i}{p}L-mira cuando haces l-amor al- {i}oh!{/i} ...mi...~

source: [_paulina_] Oh, fuck! I can feel you actually pulsing inside my body! This is incredible!
es_es: [_paulina_] ¡Oh, mierda! ¡Puedo sentir que realmente pulsa dentro de mi cuerpo! ¡Esto es increíble!

source: [_paulina_] Yes, yes, YES!!
es_es: [_paulina_] Sí, sí, Sí!!

source: [_danny_] I'm gonna... I'm gonna cum Paulina!
es_es: [_danny_] Estoy gonna... ¡Estoy gonna cum Paulina!

source: [_paulina_] {i}Yesss!~{/i} Do it!
es_es: ¡[_paulina_] {i}Yesss!~{/i} ¡Hazlo!

source: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh God... that was the best!
es_es: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh Dios... ¡eso fue lo mejor!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I can't believe we did that on a desk!! That's so crazy!!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] No puedo creer que lo hiciéramos en un escritorio!! ¡¡¡Es tan loco!!

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-that good for you too, huh?
es_es: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-ese bien para ti también, ¿eh?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Totally! Just let me catch my breath and I'll tell you my play-by-play thoughts on having sex with you!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] por completo! ¡Permíteme atrapar mi aliento y te diré mis pensamientos de juego por juego sobre tener sexo contigo!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Come on, silly, we better get going soon. Let me just get dressed for a second here...
es_es: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Venga, es mejor que nos pongamos manos a la obra. Déjame atreverse por un segundo aquí...

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay! I'm ready. Thanks for watching the door for me.{p}Come on, let's get out of here!
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] ¡Vale! Estoy listo. Gracias por mirar la puerta para mí.{p}Venga, ¡vamos de aquí!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] You don't have to tell me twice. I think I've had enough excitement for one night.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] No me tienes que decir dos veces. Creo que he tenido suficiente emoción por una noche.

source: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, thanks.{p}For helping me out with my test... and ya' know, the {i}other{/i} stuff.
es_es: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, gracias.{p}Por ayudarme a salir con mi prueba ... y ya sé, el {i}otras cosas {/i}.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Are you kidding me?? I should be thanking you, tonight has been amazing! I feel ready to tackle any stupid big baddie ghost! You really raised my spirits, no pun intended.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] ¿Estás bromeando?? ¡Debería estar agradeciéndole, esta noche ha sido increíble! ¡Me siento listo para hacer frente a cualquier estúpido fantasma baddie! Realmente me levantaste el ánimo, no se pretendía ningún juego de palabras.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Well, you totally saved my grade in that class! So in my eyes, you really are just a {u}super{/u} sweetie, "Billy".
es_es: ¡[_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Bueno, has salvado totalmente mi grado en esa clase! Así que en mis ojos, realmente eres solo un {u}super{/u} semanas "Billy".

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] So... stop me if this is like weird at this point or something, but like... are we...? I mean, I guess, boyfriend and girlfriend now...? Or would you wanna maybe-
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Así que... detenerme si esto es como extraño en este punto o algo, pero me gusta... ¿somos...? Quiero decir, supongo, chico y amiga ahora...? O querrías -

source: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhh... I don't know.{p}For now, I'd say... not quite? Sorry...
es_es: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhh... no lo sé.{p}Por ahora, ¿no? ¿no? Lo sentimos...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... no, yeah for sure, I understand.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... no, sí, por cierto, lo entiendo.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] I dunno if I'd be able to convince my friends or Daddy that I was dating a dead boy... that might be a little strange, at least for the moment...
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Dunno si pudiera convencer a mis amigos o a Daddy de que estaba teniendo un niño muerto. . Esto podría ser un poco extraño, al menos por el momento...

source: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ...but I {i}do{/i} like you! Honest! You are {i}so{/i} different to all the other guys I know! Definitely different compared to any other guy I've ever liked before, too...
es_es: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ... ut I {i}do{/i} like you! Honest! Eres {i}so{/i} diferente de todos los otros chicos que conozco! Definitivamente diferente en comparación con cualquier otro tipo que me haya gustado antes, también...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (She just said she likes me!){p}Really?
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (Sél acaba de decir que me gusta) ¿{p}en serio?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] You can be pretty dorky at times, not going to lie, but... yes. I think you are very, {i}very{/i} nice.
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Puedes ser bastante doroso por momentos, no ir a mentir, pero ... sí. Creo que eres muy, {i}muy {/i} agradable.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] So, could I maybe see you again?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Entonces, ¿podría verte otra vez?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Absolutely!
es_es: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] ¡Por supuesto!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] I'll see you around! Text me whenever!
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] ¡Te veré! ¡Escríbame cuando!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh man! What a night, Sam and Tucker will never believe in a million years what just happened.)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (¡Oh hombre! Qué noche, Sam y Tucker nunca creerán en un millón de años lo que acaba de pasar.)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (I guess that sorts out an Orgone boost for me as well. I almost sorta forgot about that!{p}Now I just need to focus on dealing with Ember...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Supongo que también soluciona un impulso de Orgone para mi. ¡Casi sorta me olvidé de eso!{p}Ahora solo tengo que centrarme en tratar con Ember...)

source: [_danny_s_down_s_idle_s_talk_displeased_] I mean, it could be a bit of a long shot with her, but I think Desiree might be willing to help out...
es_es: [_danny_s_down_s_idle_s_talk_displeased_] Quiero decir, podría ser un poco largo con ella, pero creo que el Desiree podría estar dispuesto a ayudar...

source: [_danny_s_at_player_s_rise_s_talk_displeased_] I better summon Des and see what she has to say on the matter.
es_es: [_danny_s_at_player_s_rise_s_talk_displeased_] invoco mejor a Des y veo lo que tiene que decir al respecto.

source: [_desiree_] You have summoned me Master?
es_es: [_desiree_] ¿Has convocado a mi Maestro?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... how've you been doing?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... ¿cómo estabas haciendo?

source: [_desiree_] ...is this one of your strange attempts at fraternization? I've been floating around in this canister with nothing else to do, how might you {i}think{/i} I've "been doing"?
es_es: [_desiree_] ... s esta de sus extraños intentos de fraternización? He estado flotando en este bote sin nada más que hacer, ¿cómo podrías pensar {i}{/i} "estar haciendo"?

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, right, right... so, you wouldn't mind doing me a big favor to help alleviate your boredom then?
es_es: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, bueno, correcto... así, ¿no te importaría hacerme un gran favor para ayudar a disipar tu boredom entonces?

source: [_desiree_] {i}*Sigh*{/i} What do you need?
es_es: [_desiree_] {i}*Sigh * {/i} ¿Qué necesita?

source: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, there's this really powerful ghost I'm chasing after, and she's seriously a lot more-
es_es: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, hay este fantasma realmente poderoso que estoy persiguiendo y que está en serio mucho más-

source: [_desiree_] I shall not be having sex with you willingly. Not even for Orgone.
es_es: [_desiree_] no tendré relaciones sexuales contigo tú. Ni siquiera para Orgone.

source: [_danny_s_down_s_sad_s_talk_consternation_] ...well I guess that was to be expected.{p}Sorry, I guess you just might be interested in helping, cause... ya' know.
es_es: [_danny_s_down_s_sad_s_talk_consternation_] ...bueno, supongo que era de esperar.{p}Lo siento, supongo que podría interesarte ayudar, causar... ya sabe.

source: [_desiree_] {i}*Blushing*{/i} W-what happened at that silly dance was just a... a special one-off! I changed my mind! I am not just some harlot that beds any man who makes her crack a smile for a night.
es_es: [_desiree_] {i}*Blushing*{/i} W-what happened at that tonly dance was just just a... ¡Una escapada especial! ¡He cambiado de opinión! Yo no soy un poco duro que cama a cualquier hombre que hace de su grieta una sonrisa por una noche.

source: [_danny_s_down_s_sad_s_talk_displeased_] I guess that's... fair? Alright, well, I had to try.
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Supongo que eso... ¿justo? Bien, bueno, tuve que intentarlo.

source: [_desiree_] But... wait...{p}...you {i}aren't{/i} going to order me to have sex with you?{p}I mean, you do know you {u}literally{/u} can, right?
es_es: [_desiree_] Pero ... esperar ...{p}... usted {i}no es {/i} me va a ordenar tener sexo con usted?{p}Quiero decir, usted sabe que el {u}literalmente {/u} puede, ¿verdad?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? No, of course not, not if you wouldn't want that. I'll just have to figure something else out then.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh? No, por supuesto no, no si no querrías eso. Solo tendré que averiguar algo más entonces.

source: [_danny_s_towards_s_sad_s_talk_happy_] Sorry for the trouble, I didn't mean to assume or anything.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Disculpe los problemas, no pretendo asumir ni nada.

source: [_desiree_] ...oh. I guess I was just expecting you to-{p}...nevermind.
es_es: [_desiree_] ...oh. Supongo que estaba esperando que lo hiciese-{p}...no importa.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, I've already told you, I'm never going to try to take advantage of you. You're just in lockup to keep others safe from your powers, you're not a slave to me...
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, ya te he dicho, nunca voy a intentar sacar ventaja de ti. Estás simplemente encerrado para mantener a otros a salvo de tus poderes, no eres un esclavo para mí...

source: [_desiree_] {i}*Grumbles*{/i} ...strange... little...{p}...{i}kind{/i}, boy...
es_es: [_desiree_] {i}*Molestos*{/i} ...extraño... poco...{p}...{i}tipo{/i}, chico...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...what was that?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ...¿qué fue eso?

source: [_desiree_] Nothing of consequence.
es_es: [_desiree_] nada de consecuencia.

source: [_desiree_] So, this particular ghost of yours... she is one not to be trifled with currently?
es_es: [_desiree_] Entonces, este fantasma en particular tuyo... ¿con la que no se debe jugar actualmente?

source: [_danny_s_down_s_neutral_s_talk_consternation_] Yeah, she kinda kicked my butt to the curb. Flat out.
es_es: [_danny_s_down_s_neutral_s_talk_consternation_] Sí, ella tiene la amabilidad de patear mi perro a la curva. Apuntado.

source: [_desiree_] {i}Hmmmm{/i}, I see. A shame I could not have been witness to that spectacle.
es_es: [_desiree_] {i}Hmmm{/i}, veo. Una vergüenza que no podría haber sido testigo de esa chispa.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Look, do you have any ideas to help me out here or not? The town's not gonna save itself from... whatever she's got planned with her mind altering music powers.
es_es: [_danny_s_towards_s_neutral_s_talk_consternation_] Mira, ¿tienes alguna idea para ayudarme aquí o no? La ciudad no se salvará de sí misma. , sea lo que se planea con su mente alterando los poderes de la música.

source: [_desiree_] As a ghost myself, I could not care a smidgen what gruesome fate is bestowed upon your town... but what exactly did you have planned so far?
es_es: [_desiree_] Como un fantasma yo mismo, no podía cuidar a un smidgen qué horrible destino se le otorga a su pueblo ... pero ¿qué exactamente lo que había planeado hasta ahora?

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I actually need two doses of Orgone so I can take her on. I've got the second one already lined up, but... if not from you, maybe you could just help, ya' know, play a sorta "wing woman" for me?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Bueno, realmente necesito dos dosis de Orgone para poder tomarla. Tengo la segunda ya alineada, pero. Si no de ti, tal vez podrías simplemente ayudar, sé, jugar a una sorta "mujer de ala" para mí?

source: [_desiree_] A... "wing-woman"?
es_es: [_desiree_] A... ¿"ala-mujer"?

source: [_danny_s_towards_s_idle_s_talk_happy_] As in, you could help me match up with another girl to produce the Orgone I need.
es_es: [_danny_s_towards_s_idle_s_talk_happy_] Como dentro, podrías ayudarme a emparejarme con otra chica para producir la necesidad.

source: [_desiree_] {i}Urgh!{/i} You could not be serious!! You intend to use me as some sort've... indentured matchmaker?! An utter insult!
es_es: [_desiree_] {i}¡¡¡Urgh!{/i} ¡No pudiste ser serio!! ¡Tienes la intención de usarme como algún sort've... ¿matchmaker?! ¡Un insulto absoluto!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, I don't see the problem here, you said you don't want to help me yourself, so why not just-
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, no veo el problema aquí, dijiste que no quieres ayudarme a ti mismo, así que ¿por qué no sólo-

source: [_desiree_] "Don't see the problem"!? There is most {i}certainly{/i} a problem at hand!
es_es: [_desiree_] "¿No ves el problema"? ¡Hay más {i}seguramente{/i} un problema a mano!
