Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Look, I know he's an educated guy and all, but I wonder out of all the books Lancer likes to shout about, how many he's actually read...?
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Mira, sé que es un tipo educado y todo, pero me pregunto de todos los libros que a Lancer le gusta gritar, ¿cuántos ha leído realmente...?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idea for Novel: Handsome and beloved vice-principal overcomes adversity through his lack of naturally occurring follicles and rises to the ranks of principal of his school."
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idea para Novel: Handsome y vice-principal amado supera la adversidad por su falta de folículos que ocurren naturalmente y se eleva a las filas de director de su escuela".

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...this is probably just a fantasy of his his and nothing more, but Lancer better hope Ishiyama doesn't see this. She wouldn't like the idea of her second-in-command vying for her position under her nose.
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...probablemente esto sea solo una fantasía de su y nada más, pero Lancer espera mejor que Ishiyama no vea esto. A ella no le gustaría la idea de que su segundo en el mando compite por su posición bajo la nariz.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...darn it, not one of these is helpful...
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...oscurecerlo, no uno de estos es útil...

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Well, if not Mr. Lancer, who {i}else{/i} might have a spare set of keys left lying around in the school?
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Bueno, si no el señor Lancer, ¿quién {i}más{/i} podría tener un conjunto de llaves sobrantes que quedan en la escuela?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Nurse Kate? Maybe she'd have access to all the doors as the school nurse?
es_es: ¿[_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Nurse Kate? ¿Tal vez tendría acceso a todas las puertas como enfermeros de la escuela?

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] But where would she keep them? She's got so many different spots to hide stuff away in this office...
es_es: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] Pero ¿dónde los guardaría? Sha tiene tantos puntos diferentes para ocultar cosas en esta oficina...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] I guess I can just try them one at a time... starting with this purple drawer.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Supongo que solo puedo probarlos uno a la vez... comenzando con este cajón morado.

source: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah!{/i} I knew I'd end up finding a pair of them!
es_es: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}¡Ah hah!{/i} ¡Sabía que acabaría encontrando un par de ellos!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Thank you, Nurse Kate, for not thinking to lock up a single thing in your room!{p}
es_es: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Gracias, enfermera Kate, por no pensar en cerrar una sola cosa en su habitación!{p}

source: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Great, now let's get these down to the front doors so I can let Paulina in.
es_es: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Genial, ahora vamos a bajarlos a las puertas delanteras para que pueda dejar entrar a Paulina.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Goodness, took you long enough! What was the hold up?
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ¡Bien, te llevó el tiempo suficiente! ¿Cuál fue el sostén?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, sorry, I just had to find a different set of keys.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, lo siento, solo tenía que encontrar un conjunto diferente de llaves.

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Well come on, we've wasted enough time here.
es_es: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Bueno, venid, hemos perdido bastante tiempo aquí.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] So, where exactly are these papers with the answers going to be, exactly?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Entonces, ¿dónde están exactamente estos documentos con las respuestas, exactamente?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] They're hidden in a safe locked up in Principal Ishiyama's office.
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Están ocultos en un seguro bloqueado en la oficina de Principal Ishiyama.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How do you know that?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Cómo sabes eso?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, because I'm like, the most popular girl in school? {i}*Flutters Eyes*{/i} I have eyes and ears everywhere, gathering all sorts of info for me.
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh {/i}, porque soy como, ¿la chica más popular en la escuela? {i}*Los ojos de los flútters * {/i} Tengo ojos y oídos en todas partes, reuniendo toda clase de información para mí.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Trust me, if somebody has a secret in this school, eventually, I'm going to find it out... it's just how things work for me.
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Confíe en mí, si alguien tiene un secreto en esta escuela, eventualmente, lo voy a encontrar... es cómo funcionan las cosas para mí.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} I-is that so, huh? {i}Any{/i} secret?
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*P*{/i} Yo es así, ¿verdad? ¿ {i}¿Algo{/i} secreto?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, for sure... wait, are you alright? You seem kinda nervous.
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, con certeza... espera, ¿estás listo? Pareces amablemente nervioso.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-huh? Who, me? Nope! Definitely not me, absolutely no secrets here to hide. Not ol' Inviso-Bill!
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] ¿H-huh? ¿Quién, yo? ¡No! No me digo, no absolutamente ningún secreto aquí para esconderse. ¡No olor a Inviso-Bill!

source: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... you know, there's something bizarre about you sometime..{p}...like your face is {i}really{/i} familiar, but I can't put my fingers on it...
es_es: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... ya sabes, algo extraño acerca de ti en algún momento..{p}...como tu rostro es {i}realmente conocido{/i} pero no puedo poner mis dedos...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... maybe because I'm on TV so much now?
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... ¿quizás porque estoy en la TV tanto ahora?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh yeah, that's probably it! Silly me!
es_es: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmm{/i}... oh sí, ¡eso es probable! ¡Silenciadamente!

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] Anyway, let's go find those papers.
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] De todos modos, vamos a encontrar esos documentos.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ...you sure we'll find what we're looking for here? I don't see any safe.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ...¿estás seguro de que encontraremos lo que estamos buscando aquí? No veo ningún seguro.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Well duh, you always {u}hide{/u} a safe you don't want people to know has secret files and stuff in it!
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Buen duh, siempre tienes {u}oculta{/u} un seguro que no quieres que la gente sepa que tiene archivos y cosas secretas en ella!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Okay, so where is it hiding exactly?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Vale, así que ¿dónde se oculta exactamente?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Rightttt{/i} over here!
es_es: ¡[_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Derecha{/i} por aquí!

source: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...no. No, you still haven't shown me a safe, Paulina. Hidden or otherwise.
es_es: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...no. No, aún no me has mostrado una paulina segura. Oculta o de otro modo.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, use whatever's floating between your see through head!
es_es: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, ¡usa cualquier cosa que esté flotando entre tu vista a través de la cabeza!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] What we're looking for, is right here!
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] ¡Lo que estamos buscando, está aquí!

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Okay, a lot heavier than I thought for just a big stupid diploma.
es_es: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Vale, mucho más pesado de lo que pensaba para un gran diploma estúpido.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool! How'd you know that was-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] ¡Wow, guay! ¿Cómo sabías que está-

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Like I said. Eyes and ears {u}everywhere{/u}.
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] como lo dije. Ojos y oídos {u}en todas partes{/u}.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] So now, you just need to get into the safe, and we're good to go!
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Así que ahora, solo tienes que entrar en la caja segura, ¡y estamos listos para ir!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...huh? Paulina, I don't know how to break into a safe!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...¿eh? Paulina, ¡no sé cómo irte a un lugar seguro!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Seriously!? Ghost Boy!!
es_es: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] ¿¡Muy bien!? ¡¡Chico Fantasma!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] I mean, I just thought you'd know the combination!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Quiero decir, ¡solo pensé que sabías la combinación!

source: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] To a locked hidden safe used by the principal of my school?? Of course not!{p}What I mean is, can't you just reach in with your ghostly hands and just pull the stuff out?
es_es: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] A una caja de seguridad oculta usada por el director de mi escuela?? ¡Por supuesto que no!{p}Lo que quiero decir es, ¿no puedes simplemente llegar con tus manos fantasmales y simplemente sacar las cosas?

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] I mean... maybe? I've never tried it before... making something else go intangible with me, I mean...
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Quiero decir... ¿tal vez? Nunca lo he probado antes... haciendo que algo más sea intangible conmigo, quiero decir...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Well this is the most perfect opportunity to try!!
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Bueno, esta es la oportunidad más perfecta de intentarlo!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, deep breath Danny, you can do this!{p}Cause if you don't, this "date" is officially over, and you can forget about that Orgone boost!)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, respiración profunda Danny, puedes hacer esto!{p}Causa si no lo haces, esta "fecha" está oficialmente terminada, y puedes olvidarte de ese impulso de Orgone!)

source: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Hey, it worked! I did it!{p}Alright!
es_es: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] ¡Oye, funcionó! ¡Lo hice ya! ¡{p}de acuerdo!

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Way to go! I {u}knew{/u} you could do it, Ghost Boy!
es_es: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaay!{/i} ¡Vaya! ¡I {u}sabía{/u} podías hacerlo, ¡Fantasma chico!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Now just to find the test you'll be taking...
es_es: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Ahora solo para encontrar la prueba que estarás haciendo...

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Found it! Okay, let me just take a quick photo of these answers..
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] ¡Lo encontró! Vale, déjame tomar una foto rápida de estas respuestas..

source: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Still feel this is sorta wrong, but, if it'll help Paulina out, it'll most likely help me out.)
es_es: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Todavía siento que esto es sorta mal, pero, si ayudará a Paulina, lo más probable es que me ayude.)

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnnd{/i}, that should do it! Woo hoo!
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnnd{/i}, ¡eso debería hacerlo! ¡Hola de hoo!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Great, now let's put this back and get out of here before-
es_es: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Genial, ahora pongamos esto de vuelta y salgamos de aquí antes-

source: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] W-what was that?
es_es: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] ¿Qué era eso?

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] I don't know... but just stay here, I'll go check on it...
es_es: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] No lo sé, pero quedate aquí, lo comprobaré...

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] No way! I'm coming with you!
es_es: ¡[_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] de ninguna manera! ¡Voy a venir contigo!

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, it might not be safe!
es_es: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, ¡puede que no esté seguro!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Yeah? Well it's super creepy staying here on my own in this dreadfully decorated office, so I'm coming with!
es_es: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] ¿Sí? Bueno, es super espeluznante alojarse aquí solo, en esta horriblemente decorada oficina, ¡así que estoy veniendo!

source: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghhh{/i}, fine, just stay behind me, got it?
es_es: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Huevo{/i}, bueno, ¿te quedas detrás de mí?

source: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} C-can you hear that too?
es_es: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} ¿Puedes escuchar eso también?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Yeah... it sounds like it's coming from the main entrance... like I said, just be careful and stay behind me...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Sí... suena como si viniera de la entrada principal... como dije, ten cuidado y mantente detrás de mí...

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, just be careful too!
es_es: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, ¡ten cuidado también!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}You{/i} again? What the heck are you doing here??
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Usted {/i} de nuevo? ¿Qué diablos está haciendo aquí??

source: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] WHAT IS THAT THING?!
es_es: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] ¿QUÉ ES QUE ESTE ESTO?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! Get inside one of the classrooms, now!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! ¡Entra dentro de una de las aulas, ahora!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff* *Huff*{/i} Yeah, that's right... you better run!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff * *Huff * {/i} Sí, eso es correcto ... ¡mejor corre!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (What the heck is {i}that{/i} thing doing here?! Did it follow us all the way back from Colorado...?{p}Something's not right about the specific ghosts attacking Amity Park... I gotta look into this some time...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (¡¿Qué heck es {i}que{/i} cosas haciendo aquí?! ¿Nos siguió todo el camino de vuelta desde Colorado...{p}Algo no está bien acerca de los fantasmas específicos atacando a Amity Park... Tengo que ver esto algún tiempo...)

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeep!{/i} That was so scary!
es_es: ¡[_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeep!{/i} ¡Fue tan aterrador!

source: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] But also incredible!! You're {i}so{/i} brave, Inviso-Bill!
es_es: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] ¡Pero también increíble! ¡Eres {i}{/i} valiente, Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Huh? O-oh! Don't worry, it was nothing, really.
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] ¿Huh? ¡O-oh! No te preocupes, no ha sido nada, en realidad.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] You totally kicked that big ugly's butt!
es_es: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] ¡Has expulsado por completo el culo tan grande y feo!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Well, I guess I kinda did.
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Bueno, supongo que lo hice.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] That good, huh?
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Que bien, ¿eh?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. I've never ever gotten used to that...
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. Nunca me he acostumbrado a eso...

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Want me to do it again?
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ¿Quieres que lo haga de nuevo?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, r-really?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, ¿verdaderamente?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, yeah... I mean, don't you want your {u}reward{/u}?
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, si... Quiero decir, ¿quieres tu recompensa {u}{/u}?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] My "reward"?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] ¿Mi "recompensa"?

source: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] I mean, I was already planning something for helping me out with the test and everything, but...
es_es: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] Quiero decir, ya estaba planeando algo para ayudarme con la prueba y todo, pero...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...after saving me once again from another big, nasty monster, I wanna do something {i}special{/i} for you...
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...después de salvarme una vez más de otro gran y desagradable monstruo, quiero hacer algo especial {i}{/i} por ti...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} W-what did you have in min-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing * {/i} W-¿Qué ha hecho usted en min-

source: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Oops!{/i} Ya' know what, I think I left my phone in Lancer's classroom... I'll be right back!
es_es: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}¡Vaya!{/i} Ya' sabe qué, creo que dejé mi teléfono en el aula de Lancer... ¡Volveré bien!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, sure! I'll wait right here then.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, seguramente! Esperaré aquí entonces.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, what's taking her? It's been over five minutes! Just to pick up her phone?)
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, ¿qué le está tomando? ¡Han pasado más de cinco minutos! ¿Solo para coger su teléfono?)
