Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...thankfully, there are still a couple of us pretty ladies who know how to handle our drink...
es_es: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...agradecimiento, todavía hay un par de mujeres guapas que sabemos cómo manejar nuestra bebida...

source: [_desiree_] Great sands... I feel very, {i}very{/i} funny....
es_es: [_desiree_] Gran arena... Me siento muy, {i}muy{/i} divertido....

source: [_desiree_] ...why has everyone chosen to spin around me at the same time...?
es_es: [_desiree_] ... ¿por qué todos han elegido girar a mi alrededor al mismo tiempo ...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Man, those special Ectolaxm cocktails sure must be working their magic...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Hombre, esos cocktails Ectolaxm especiales seguramente deben estar trabajando su magia...)

source: [_desiree_] {i}Ohhh{/i}, my... I certainly have forgotten just how {i}gooood{/i} nights like this can be...
es_es: [_desiree_] {i}Ohhh{/i}, mi... Ciertamente he olvidado lo bien que puede ser de {i}noches{/i} noches...

source: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, I wanna show you something really cool... let's go somewhere more private, 'kay...~?
es_es: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, quiero mostrarte algo realmente genial... vamos a algún lugar más privado, 'kay...~?

source: [_desiree_] N-no! You shouldn't be...
es_es: ¡[_desiree_] N-no! No deberías estar...

source: [_desiree_] {i}Woooh{/i}, goodness me... that last drink definitely had a strong kick to it...
es_es: [_desiree_] {i}Woooh{/i}, bondad... esa última bebida definitivamente tuvo una fuerte patada...

source: [_desiree_] {i}*Ahem*{/i} Okay, I'm better.
es_es: [_desiree_] {i}*Ahem*{/i} Vale, estoy mejor.

source: [_desiree_] Now get your hands off him, he hasn't had a chance to say a proper word to me all night!
es_es: [_desiree_] Ahora quita las manos, no ha tenido la oportunidad de decir una palabra adecuada a mí toda la noche!

source: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Stop interfering, Desiree! The ghostly heart wants what the ghost heart wants!!
es_es: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] ¡Deja de interferir, desea! ¡El corazón fantasma quiere lo que quiere el corazón fantasma!!

source: [_desiree_] You don't even understand, he's only doing any of these silly games with you all because he couldn't have {u}me!!{/u} Because I was too selfish and cold to let him-
es_es: [_desiree_] Ni siquiera entiendes, ¡solo está haciendo alguno de estos juegos tontos contigo porque no pudo tenerme {u}! {/u} Porque yo era demasiado egoísta y frío para dejarlo-

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah!{/i} Everyone needs to calm down, and just-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah! {/i} Todo el mundo tiene que calmarse, y sólo-

source: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Desiree, does your cousin Danny {i}normally{/i} have horribly loud shakes happen in his house?
es_es: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Deseado, ¿tu primo Danny {i}normalmente{/i} tiene saltos terriblemente fuertes en su casa?

source: [_desiree_] N-no, not normally...
es_es: [_desiree_] N-no, no normalmente...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Girls, wait right here! I'm going to go check out what that noise was...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Girls, espere aquí mismo! Voy a echar un vistazo a lo que era ese ruido...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Kids, quickly, get to the basement, there's a-{nw}
es_es: [_maddie_s_suited_s_idle_s_talk_displeased_] Niños, rápidamente, llegar al sótano, hay a-{nw}

source: [_extend_] wait, what the- what the heck is going on here?!?
es_es: [_extend_] espera, ¿qué- ¿qué hacha está pasando aquí???

source: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Everybody out! This is officially a {b}Code Three Fenton{/b} emergency situation!
es_es: ¡[_jack_s_armed_s_towards_s_rise_s_talk_displeased_] ¡Todo el mundo! Esta es oficialmente una situación de emergencia de emergencia {b}Code Tres Fenton{/b}!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Has someone seen my children? They've got a {u}lot{/u} of explaining to do!
es_es: [_maddie_s_suited_s_angry_s_talk_consternation_] ¿Alguien ha visto a mis hijos? Tienen un lote de {u}{/u} de explicación para hacer!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey guys! What {i}uhm{/i}, what are you guys doing home so early...?{p}You have a nice little day-cation?
es_es: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmm{/i}... ¡hey chicos! ¿Qué {i}uhm{/i}, ¿qué estás haciendo a casa tan tempranamente...?{p}¿Tienes un buen día de cación?

source: [_maddie_s_suited_s_angry_s_talk_distraught_] Did you two throw a {u}party{/u} while we were gone?!
es_es: ¡[_maddie_s_suited_s_angry_s_talk_distraught_] ¿Has lanzado una fiesta {u}{/u} mientras estábamos fuera?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, why hello again, human citizens... family dispute I hear? Might a heroic super hero suggest a {i}lenient{/i} punishment on your children? I'm sure they've {i}already{/i} learned their lesson!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, por qué hola de nuevo, ciudadanos humanos... ¿oigo una disputa familiar? ¿Podría un súper héroe heroico sugerir un castigo {i}lenient{/i} a tus hijos? ¡Estoy seguro de que ya han aprendido la lección {i}{/i}!

source: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Whispering*{/i} Maddie, I think there's a ghost in the living room.{p}Be very still... it's eyesight is based on movement...
es_es: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Susurro*{/i} Maddie, creo que hay un fantasma en el salón.{p}Ser muy así... su visión se basa en el movimiento...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Jack, it'll have to wait! That {i}thing{/i} is still after us!
es_es: ¡[_maddie_s_suited_s_idle_s_talk_displeased_] , tendrá que esperar! ¡Esa cosa {i}{/i} todavía está después de nosotros!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (What the heck's going on?)
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (¿Qué demonios está pasando?)

source: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Yeup, you're right, getting sidetracked.{p}I swear, I'd lose my head if it weren't for you... anyway, as we were saying...
es_es: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Sí, tienes razón, quedándote atrás.{p}juro, perdería la cabeza si no fuera por ti... de todos modos, como estábamos diciendo...

source: [_extend_] EVERYONE!! BRACE FOR PHANTASMIC IMPACT!!
es_es: ¡¡¡[_extend_] CADO!! BARRA PARA IMPACTO PHANTASMICA!!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Dad, I don't understand, what's-
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Hecho, no entiendo, qué-

source: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, get anyone still in the house up into the Emergency Ops Center, quickly! I need to get a spare ecto-battery from down in the Lab!
es_es: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, consiga que cualquiera que esté en casa entre en el Centro de Operaciones de Emergencia, ¡rápidamente! ¡Necesito obtener una ecto-batería de repuesto de abajo en el laboratorio!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Mom, you guys are freaking everyone out, what the heck's all the rumbling and-
es_es: [_jazz_s_towards_s_sad_s_talk_displeased_] Mamá, tus chicos están asustando a todo el mundo, lo que el abismo es todo lo que retorna y-

source: [_maddie_s_suited_s_rise_s_talk_displeased_] It's nearly here! Where's Danny gone to? DANNY!
es_es: ¡[_maddie_s_suited_s_rise_s_talk_displeased_] está a punto de llegar! ¿A dónde fue Danny? ¡DANNY!

source: [_jazz_s_towards_s_sad_s_talk_consternation_] I haven't seen him for a couple hours!
es_es: [_jazz_s_towards_s_sad_s_talk_consternation_] ¡No lo he visto durante un par de horas!

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh God, we need to-
es_es: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh Dios, tenemos que-

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Alright, Fentons! Let's show this spectral nasty how we do it downtown in {u}Amity Park!!{/u}{p}{i}Booya, baby!!{/i}
es_es: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] ¡Bien, Fentons! Vamos a mostrar esta desagradable espectral cómo lo hacemos en el centro de {u}Amity Park!!{/u}{p}{i}Booya, baby!!{/i}

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Guys, seriously, what is happening right-
es_es: [_jazz_s_towards_s_rise_s_talk_consternation_] chicos, seriamente, lo que está sucediendo bien-

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Don't come outside Jazz! Find your brother! Get those kids up to the Ops Center! No time to argue!
es_es: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] ¡No te sientas fuera de Jazz! ¡Encuentra a tu hermano! ¡Haz que esos niños lleguen al Centro de Operaciones! ¡No hay tiempo para argonear!

source: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Why has this turned into my "normal"?!
es_es: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} ¿Por qué esto se ha convertido en mi "normal"?!

source: [_jazz_s_towards_s_sad_s_talk_distraught_] Sorry man, but I gotta go find Danny!{p}It was nice meeting you though!
es_es: [_jazz_s_towards_s_sad_s_talk_distraught_] Lo siento, pero tengo que ir a encontrar a Danny!{p}¡Fue una buena reunión contigo!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] I'd suggest beating it out of here before they set their sights on you next, once they're done with... whatever's going on!
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Te sugeriría derrotarlo de aquí antes de que te fijen la vista después, una vez que hayan terminado... ¡pase lo que pase!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (All that shaking... what on earth could they have found in Lake Eerie of all places?!)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Todo eso agitando... ¿qué en la tierra podrían haber encontrado en el Lago Eerie de todos los lugares?)

source: [_desiree_] Master? I... I wanted to talk to you... is there a moment you-
es_es: [_desiree_] ¿Maestro? I. .. Quería hablar contigo ... está ahí un momento-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, sorry, but not now!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, lo siento, ¡pero no ahora!

source: [_desiree_] Huh? What's the matter? Did you find out what the source of that rumbling was?
es_es: [_desiree_] ¿Huh? ¿Cuál es la cuestión? ¿Has averiguado cuál era la fuente de ese rublo?

source: [_jack_] Get back, beast!! Maddie, hold it back with more repulsion shots!
es_es: [_jack_] ¡Vuelve a la bestia!! ¡Madura, retén con más disparos de repulsión!

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, it's got us pinned down! There's no good cover here!!{p}We're sitting ducks!!
es_es: ¡[_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] , ¡nos hemos anclado! ¡No hay ninguna buena cobertura aquí!!{p}¡¡¡¡¡¡¡¡¡Estamos sentados patos!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Whatever it is, it's after my parents! I have to go help them!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Sea lo que sea, ¡es después de mis padres! ¡Tengo que ayudarlos!

source: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Big bugger followed us all the way home! It {u}knows{/u} its enemy, and it wants me dead!
es_es: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] ¡El gran bugger nos siguió todo el camino a casa! El {u}conoce a {/u} su enemigo, ¡y me quiere muerto!

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Well {i}right{/i} back at 'cha, ugly!!
es_es: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Bueno {i}derecha{/i} de vuelta a 'cha, feo!!

source: [_maddie_s_suited_s_angry_s_talk_amused_] Never a dull moment with you dear!
es_es: [_maddie_s_suited_s_angry_s_talk_amused_] ¡Nunca te pierdas un momento tan querido!

source: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, you too sugar butt!
es_es: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, ¡tú también el botón de azúcar!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, h-hey! Ghost catchers! Let me help! I can help you guys fight off... whatever this thing is!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, ¡hey! ¡Fantasma capturadores! ¡Déjame ayudar! ¡Puedo ayudarte a que los chicos combatan... ¡sean lo que sea!

source: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Stay out of this, Ghost Kid! I'm giving you a free pass tonight because this is an emergency! You're next on the chopping board if you choose to stick around!
es_es: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Quedate fuera de esto, ¡Fantasma chico! ¡Te estoy dando un pase gratis esta noche porque esta es una emergencia! ¡Eres el siguiente en el tablero de corte si eliges pegar alrededor!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, look out!!
es_es: [_maddie_s_suited_s_rise_s_talk_distraught_] , mira!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Dad!!{p}{i}Ehhrm{/i}, I mean, Danny's dad! Oh no!!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] ¡¡¡¡¡¡Mal!{p}{i}Ehhrm{/i}, quiero decir, el padre de Danny! ¡Oh no!!

source: [_jack_] {i}Ughhh{/i}... brother, right in the clavicle!
es_es: [_jack_] {i}Ughh{/i}... hermano, ¡justo en la clavícula!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Alright, you big nasty thing! You wanna try and hurt my family? WELL, C'MON AND BRING IT IF YOU THINK YOU'VE GOT THE MUFFINS FOR IT!!
es_es: [_maddie_s_suited_s_angry_s_talk_consternation_] Bien, ¡es una gran cosa desagradable! ¿Te apetece probar y dañar a mi familia?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait!{p}Maddie, it'll just hurt you even worse! There's no protection out on the street! Get everyone else out of here! I got this!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ¡Espera!{p}Maddie, ¡te hará daño aún peor! ¡No hay protección en la calle! ¡Que todos los demás salgan de aquí! ¡Tengo esto!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] I'm not just going to sit here and do nothing while my family's in danger!
es_es: [_maddie_s_suited_s_rise_s_talk_distraught_] No solo voy a sentarme aquí y no hacer nada mientras mi familia esté en peligro!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Your family needs you to take care of them right now! Not fight a nasty lake lizard!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] ¡Tu familia te necesita para cuidarlos ahora mismo! ¡No luchar contra un lagarto lago desagradable!

source: [_maddie_s_suited_s_rise_s_talk_consternation_] Fine... but only because Jack's hurt!
es_es: [_maddie_s_suited_s_rise_s_talk_consternation_] Muy bien... ¡pero sólo porque Jack está lastimado!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Just go!! Get with everyone else in your Emergency Ops... thing!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] ¡Solo vaya! ¡Únete a todos los demás en tus Operaciones de Emergencia... ¡cosa!

source: [_jack_] Honey... I think I need to see someone about my shoulders.
es_es: [_jack_] Solo... Creo que necesito ver a alguien sobre mis hombros.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Alright, listen up ugly! I'm still going through a pretty bad hangover right now, so I'm pretty ticked off! Let's go!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Bien, escucha feo! Todavía estoy pasando por un colgamiento bastante malo ahora mismo, ¡así que estoy bastante golpeado! ¡Vamos!

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Holy crap... that was intense... what the heck was that thing?! That fight nearly knocked me out cold!
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Sagrado crap... ¡eso fue intenso... ¿cuál era el heck?! ¡Esa lucha casi me hizo frío!

source: [_desiree_] MASTER!!
es_es: ¡¡[_desiree_] MAESTADO!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Huh? D-Des! Is everyone okay?!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] ¿Huh? ¡D-Des! ¿Todo el mundo está bien?!

source: [_desiree_] Master, I swear, I had no idea that foul beast would be waiting at your parents' retreat!
es_es: [_desiree_] Maestro, juro, no tenía ni idea de que una bestia sucia estaría esperando al retiro de tus padres!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait... was it your magic that did this...?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Espera... ¿fue tu magia la que hizo esto...?

source: [_desiree_] No! Please, I promise you, I didn't add any curses to your wish!
es_es: [_desiree_] ¡No! ¡Por favor, te prometo, no añadí ninguna maldición a tu deseo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... is everyone safe?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... ¿Todo el mundo está seguro?

source: [_desiree_] I... I think so, your mother was telling the guestst that we were safe in the... Master, wait, you're hurt!!
es_es: [_desiree_] Yo... Creo que así es, tu madre estaba diciendo al invitado que estábamos seguros en el... Maestro, espera, estás lastimado!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, no, I'm fine... just... feeling a... little... light-headed here...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, no, estoy bien... justo... sintiendo... poco... claro aquí...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, yeah, here comes the blackout. Somebody catch me, please.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}fuegos{/i}, sí, aquí viene la represión. Alguien me atrapa, por favor.

source: [_desiree_] {i}MASTER!!{/i}
es_es: [_desiree_] DOMINIO {i}!!{/i}

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...my aching...{p}...everything.
es_es: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...mi dolor...{p}...todo.

source: [_desiree_] Oh! Master... you are awake. Thank goodness...
es_es: [_desiree_] Oh! Maestro... estás despierto. Gracias bien...

source: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] What... what happened...?
es_es: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] ¿Qué... qué pasó...?

source: [_desiree_] ...just my very presence ruining things for others, as per usual...
es_es: [_desiree_] ...solo mi presencia arruinando cosas para otros, como de costumbre...

source: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? What are you talking about, Des...?
es_es: ¿[_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? ¿De qué estás hablando, Des...?

source: [_desiree_] My spell... when I granted your parents that one-night retreat, I accidentally sent them towards a beastly ghost that was resting in the nearby lake...
es_es: [_desiree_] Mi hechizo ... cuando concedí a tus padres ese retiro de una noche, accidentalmente los envié hacia un fantasma bestial que estaba descansando en el lago cercano ...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] You couldn't have known that, Desiree.
es_es: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] No pudiste haberlo sabido, Deseado.

source: [_desiree_] I wouldn't want anybody to be hurt like that, Master, I swear.{p}...but, another part of me still wonders if... if I were to have done it subconsciously, without even thinking... that a part of me would be still be so... so {u}bitter.{/u} And for that, I feel the utmost shame...
es_es: [_desiree_] No querría que nadie se hiciera daño, Maestro, juro.{p}...pero otra parte de mí todavía se pregunta si... si tuviera que haberlo hecho subconscientemente, sin ni siquiera pensar... que una parte de mí sería así. . Tan {u}amargo.{/u} Y para eso, siento la mayor vergüenza...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desiree, it's okay, I believe you...
es_es: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desea, está bien, te creo...

source: [_desiree_] No!! It's not enough that I say these things! I can't be sure of myself! And I ruined your chance with the girls! I should have made sure you got some time with Paulina, or Star, but I... I...
es_es: ¡[_desiree_] No!! ¡No basta con decir estas cosas! ¡No puedo estar seguro de mí mismo! Y he arruinado tu oportunidad con las chicas y debería haberme asegurado de que te pusiste algo de tiempo con Paulina o Estrella, pero yo. . Yo...

source: [_desiree_] ...I didn't want you to spend time with any of them. I was so childish and selfish!! {i}Ugh!!{/i}
es_es: [_desiree_] ...No quería que pasaras tiempo con ninguno de ellos. ¡¡¡¡¡Yo era tan infantil y egoísta!! {i}Ugh!!{/i}

source: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, it's okay. Really. Outside my Dad's pride, I don't think anyone got hurt, right? There's no need to punish yourself like this.
es_es: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, está bien. Verdaderamente. Fuera del orgullo de mi papa, no creo que nadie se haya hecho daño, ¿no? No hay necesidad de castigarte como este.

source: [_desiree_] I cannot think like anything else but a failure and a witch... I feel like I personally failed you.
es_es: [_desiree_] No puedo pensar como nada más que un fracaso y una bruja... Siento que personalmente te he fallado.

source: [_desiree_] I put everyone in danger, people I... people I can see how much you care for, and I... I find myself hurting more and more when I think of my actions upsetting you.{p}I... I missed caring like this, for so long...
es_es: [_desiree_] Puse a todo el mundo en peligro, a la gente yo... a la gente que puedo ver cuánto te cuidas, y yo... Me encuentro cada vez más lastimando cuando pienso en mis acciones que te molestan.{p}Y... me eché de menos cuidar como esto, por tanto tiempo...
