Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_desiree_] But you dare tell anyone in the Ghost Zone even a portion of that, and I {i}will{/i} find something bad for you while still under this subservient spell you cast on me.{p}So you shall henceforth cease from giving me {i}that{/i} look.
es_es: [_desiree_] Pero te atreves a decir a cualquiera en la Zona Fantasma incluso una porción de eso, y yo {i}te hallarás algo malo mientras aún bajo este hechizo subserviente me echaste encima.{p}Así que a partir de ahora dejarás de darme {i}ese aspecto de {/i}.

source: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, fair enough... I guess I'll keep my mouth shut tight then.
es_es: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, bastante bien... Supongo que entonces mantendré la boca apretada.

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Des?{p}Can I be honest with you about something?
es_es: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Des?{p}¿Puedo ser honesto contigo acerca de algo?

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] This whole party thing... I just felt that... see, the truth is I was only into it because I got to spend time with {i}you{/i}.
es_es: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Toda esta fiesta cosa... Solo sentí eso... Mira, la verdad es que sólo estaba en ella porque tuve que pasar tiempo con {i}tú{/i}.

source: [_desiree_] But... D-Danny, we already spoke about this, I wouldn't want to intervene with your-
es_es: [_desiree_] Pero... D-Danny, ya hablamos de esto, no querría intervenir con tu-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Look, sure, if you had asked me a couple days back if I had wanted Paulina, I'd have literally jumped off a bridge for the chance, yeah...
es_es: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Mira, seguro, si me habías preguntado un par de días de vuelta si hubiera querido Paulina, Yo habría saltado literalmente de un puente para la casualidad, sí...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] But I'm learning that I need to keep things straight with myself and not be silent on how I feel about others... about how I feel about you...
es_es: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] Pero estoy aprendiendo que necesito mantener las cosas directamente conmigo mismo y no estar en silencio sobre cómo me siento acerca de otros ... acerca de cómo me siento acerca de ti ...

source: [_desiree_] But... I just know, it wouldn't... I'm simply too-
es_es: [_desiree_] Pero... sólo sé, no lo haría... simplemente estoy también-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Gorgeous, smart, funny, feisty... to a somewhat bit of a fault, one might add...
es_es: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Gorgeo, inteligente, divertido, feisto... a un poco de falta, uno podría añadir...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...but a fault I truly like.{p}You're one of the most amazing people I've ever met.
es_es: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...pero un fallo que realmente me gusta.{p}Eres una de las personas más asombrosas que he conocido.

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] I like you Desiree, and I want you.
es_es: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] Me gusta tu deseo, y te quiero.

source: [_desiree_] ...you strange, {i}strange{/i} boy.
es_es: [_desiree_] ...te extrañas, un niño {i}extraño{/i}.

source: [_desiree_] Well... I suppose it couldn't be helped. I should have known only I was worthy of earning your attention...
es_es: [_desiree_] Bueno... Supongo que no podría ser ayudado. Debería haber sabido sólo que yo era digno de atraer tu atención...

source: [_danny_] H-hey, Des! S-slow down, I'm still a little sore from the lake monst-
es_es: [_danny_] H-hey, ¡Des! S-ralentizado, todavía estoy un poco dolido por el monstruo del lago-

source: [_desiree_] {i}Shuuuush...{/i} you know, your little heartfelt soap box made me realize something...
es_es: [_desiree_] {i}Shuuuush...{/i} que conoces, tu jabón de corazón me hizo darme cuenta de algo...

source: [_desiree_] If you truly desire something to be done right...
es_es: [_desiree_] Si realmente deseas que algo se haga bien ...

source: [_desiree_] ...{i}you'd damn well better do it yourself!{/i}
es_es: [_desiree_] ...{i}te importaría mucho mejor hacerlo tú mismo! {/i}

source: [_danny_] A-are you... I mean, are you going to ride me again? L-like last time?
es_es: [_danny_] A-eres tú... Quiero decir, ¿vas a montarme otra vez? ¿La última vez como L?

source: [_desiree_] {i}Ohhh{/i} no, this time I was thinking you'd be the one on top...
es_es: [_desiree_] {i}Ohhh{/i} no, esta vez estaba pensando que serías el que estaba por encima...

source: [_danny_] Well, {i}heh{/i}, that sounds pretty- {i}whoa!{/i}
es_es: [_danny_] Bueno, {i}hecho{/i}, eso suena así- {i}quién!{/i}

source: [_desiree_] I just... I want to look at you while we do this... while you make love to me... my master...
es_es: [_desiree_] Me justo... Quiero mirarte mientras hacemos esto... mientras me haces amor... mi maestro...

source: [_desiree_] Master... give me it... fill my insides with your wonderful cock and seed...
es_es: [_desiree_] Maestro... dámelo... llene mi interior con su maravillosa polla y semilla...

source: [_danny_] Oh Des... you feel amazing. You're so... so beautiful, and sexy...
es_es: [_danny_] Oh Des... te sientes increíble. Lo estás... tan hermoso y sexy...

source: [_desiree_] Have you... have you been fantasizing about me... just like this?
es_es: [_desiree_] ¿Tienes tú... has estado fantasizando sobre mí... así como esto?

source: [_danny_] I haven't been able to get you out of my head after the last time, yes!
es_es: [_danny_] no he podido sacarte de mi cabeza después de la última vez, ¡sí!

source: [_desiree_] {i}Ahhh...{/i} my sweet, eager master...~
es_es: [_desiree_] {i}Ahhh...{/i} mi amo dulce y ávido...~

source: [_danny_] {i}Ah!{/i} Keep rockings your hips like that.{p}God, your body is so damn sexy...
es_es: [_danny_] {i}Ah!{/i} Mantén rociadas tus caderas así.{p}Dios, tu cuerpo es tan maldita sexy...

source: [_desiree_] {i}Oooh!{/i} Yes, Master, yesss, fuck me! Watch these big, buxom breasts move and sway for you!!
es_es: [_desiree_] {i}¡Oooh!{/i} Sí, ¡Maestro, yesss, fuck me! Mira estos grandes senos buxomáticos que se mueven y influyen para ti!!

source: [_danny_] You're so tight...! It's amazing...
es_es: [_danny_] ¡Estás tan apretado ...! Es increíble ...

source: [_desiree_] {i}Ohhh{/i}, I'm so pleased you love it! It's all for you, my dear Master...
es_es: [_desiree_] {i}Ohhh{/i}, ¡estoy tan contento de que lo ames! Es todo para ti, querido Maestro...

source: [_desiree_] (I hope he doesn't see me playing with him too clearly! I really can't let him know how {u}much{/u} I truly enjoy his cock... it'd all go straight to his head! Sands, yes, give it to me Danny!!)
es_es: [_desiree_] (¡Espero que no me vea jugando con él tan claramente! Realmente no puedo hacerle saber cómo {u}mucho{/u} realmente me gusta su polla. . ¡¡todo iría directo a su cabeza! Arena, sí, ¡dame a Danny!!)

source: [_danny_] D-Des, I don't know how much longer I can hold on...
es_es: [_danny_] D-Des, no sé cuánto tiempo más puedo esperar...

source: [_desiree_] {i}Ooooh{/i}, damn! Just a little bit more then! P-please!
es_es: [_desiree_] {i}Ooooh{/i}, ¡maldito! ¡Un poco más entonces! ¡Por favor!

source: [_danny_] {i}*Huff* *Huff*{/i} I'll try! I'll do it for you, Desiree!
es_es: [_danny_] {i}*Huff * *Huff * {/i} ¡Intentaré! ¡Lo haré por ti, Desiree!

source: [_desiree_] {i}MMmmm!{/i} That's it! That feels... unbelievable!!
es_es: ¡[_desiree_] {i}Mmmm!{/i} ¡¡Eso es increíble... ¡¡¡¡Increíble!

source: [_desiree_] Fuck my pussy, master!! Do it!
es_es: [_desiree_] ¡¡Feliz mi coño, maestro!! ¡Hazlo!

source: [_desiree_] Oh yes! I'm- I'm gonna cum! I'm going to cum on this cock!! Please, cum with me Master!
es_es: [_desiree_] ¡Oh sí! ¡Yo - Estoy gonna cum! ¡¡¡Voy a cum en esta polla! ¡Por favor, cum conmigo Maestro!

source: [_danny_] {i}Ah!{/i} Y-yes!! I can't hold on any longer!
es_es: [_danny_] ¡ {i}Ah!{/i} Y-yes!! ¡No puedo aguantar más!

source: [_desiree_] Do it! Finish in me while I-
es_es: [_desiree_] ¡Hazlo! Terminar en mí mientras yo-

source: [_desiree_] {i}*Pant* *Pant*{/i} That was... on another plane of existence...
es_es: [_desiree_] {i}*Pant* *Pant*{/i} Eso fue... en otro plano de existencia...

source: [_danny_] {i}Phew!{/i} You're amazing, Desiree... can we just lay here for a bit?
es_es: [_danny_] {i}¡Phew!{/i} Eres asombro, Deseo... ¿podemos simplemente echarnos un poco aquí?

source: [_desiree_] O-of course we can, Master... so you shall wish it... so shall it be...~
es_es: [_desiree_] O-por supuesto que podemos, Maestro... así que lo desearás... así debe ser...~

source: [_danny_] {i}*Yawn*{/i} I think I may drift off for a bit.
es_es: [_danny_] {i}*Yawn*{/i} Creo que puedo desviar un poco.

source: [_danny_] That stuff seriously knocks the wind out of me... makes me {i}soooo{/i} tired...
es_es: [_danny_] Eso empuja seriamente el viento de mí... me hace estar cansado {i}...

source: [_desiree_] ...Master?
es_es: ¿[_desiree_] ...Maestro?

source: [_danny_] Yes Des?
es_es: [_danny_] ¿Sí des?

source: [_desiree_] ...I think I'm starting to like having you as my Master.
es_es: [_desiree_] ...Creo que estoy empezando a gustarte tenerte como mi Maestro.

source: [_danny_] Well... I'm just glad you're starting to feel more comfortable here with me, Desiree.
es_es: [_danny_] Bueno... Me alegro de que esté empezando a sentirse más cómodo aquí conmigo, desee.

source: [_desiree_] Do you think that... I mean... does this mean that you-
es_es: [_desiree_] ¿Crees que... quiero decir... significa que tú-

source: [_danny_] Oh, {i}shit!!{/i} Des, get back in the Thermos, quick!
es_es: [_danny_] Oh, {i}mierda!!{/i} Des, ¡vuelve a los Thermos, rápido!

source: [_desiree_] A-as you wish, my Master! Good luck!!
es_es: [_desiree_] A-como desees, mi Maestro! ¡Buena suerte!!

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Dad! {i}Uhh{/i}, hey guys, I'm kinda naked here!
es_es: ¡[_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! ¡Mal! ¡ {i}Uhh{/i}, chicos ¡Estoy desnudo aquí!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, young man, I am just {i}sooo{/i} glad you're feeling better!
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, joven, soy sólo {i}sooo{/i} feliz de que te sientes mejor!

source: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] After all, I'm sure you must be {i}soooo{/i} exhausted from all the debauchery of last night!
es_es: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] Después de todo, ¡estoy seguro de que debes estar agotado {i}soooo{/i} de toda la desbaratería de la última noche!

source: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ...would it be an automatic death warrant to feign complete ignorance on this one, guys?
es_es: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*p*{/i} ...¿sería una orden de muerte automática para fingir una completa ignorancia sobre ésta, chicos?

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] No, yeah, okay, I figured...
es_es: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] No, sí, está bien, me encontré...

source: [_maddie_s_towards_s_rise_s_talk_consternation_] We need to have a {u}serious{/u} talk about what you think is appropriate to do when your father and I aren't around to supervise you two!{p}I mean, just the pure, utter, lack of respect for our wishes, that you would think it was in {i}any{/i} way alright to-
es_es: [_maddie_s_towards_s_rise_s_talk_consternation_] Tenemos que tener un {u}serio {/u} hablar de lo que usted piensa que es apropiado hacer cuando su padre y yo no estamos cerca de supervisarlos dos!{p}Quiero decir, sólo el puro, total, falta de respeto por nuestros deseos, que usted pensaría que fue en {i}cualquier {/i} manera de

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, c'mon now! When things like this happen, we can't go crying over spilt milk. Boys will be boys after all, and Jazz was certainly no better.
es_es: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, ¡Maddie, c'mon ahora! Cuando cosas como esto suceden, no podemos llorar por la leche derramada. Después de todo, los chicos serán muchachos y el Jazz no ha sido ciertamente mejor.

source: [_maddie_s_away_s_angry_s_talk_displeased_] It was still {i}majorly{/i} irresponsible of him, Jack! He didn't tell us what he was planning, he both bought {i}and{/i} served alcohol when he's not of age, and he had... who {u}knows{/u} what else kind of "tomfoolery" occurring!
es_es: [_maddie_s_away_s_angry_s_talk_displeased_] Todavía era {i}mayoritariamente{/i} irresponsable de él, ¡Jack! No nos dijo lo que estaba planeando, compró {i}y {/i} servía alcohol cuando no tenía edad, y lo tenía. . ¡quién {u}sabe{/u} qué otra clase de "tomfoolery" ocurre!

source: [_maddie_s_away_s_sad_s_talk_consternation_] And not to mention that a lot of people could have been hurt! I mean, we can thank our lucky stripes there {i}weren't{/i} any serious injuries {i}this{/i} time, but-
es_es: [_maddie_s_away_s_sad_s_talk_consternation_] Y por no mencionar que mucha gente podría haber resultado lastimada! Quiero decir, podemos dar las gracias a nuestras franjas de la suerte allí {i}han't{/i} cualquier daño grave {i}esto{/i} tiempo, per-

source: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, now how is {i}that{/i} being fair, Maddie? The boy didn't know we'd have a horrifically ghastly lake monster attacking the house!
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Canciones*{/i} Oh, ahora ¿cómo está siendo justa {i}que{/i}, Maddie? El muchacho no sabía que teníamos un monstruo del lago horrificamente atacando la casa!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, that's right! You won't believe it, Danny! But your old man stopped a giant lake ghost right on our front steps!
es_es: [_jack_s_closed_s_neutral_s_talk_happy_] ¡Oh, está bien! ¡No lo creerás, Danny! ¡Pero tu anciano detuvo a un fantasma gigante del lago justo en nuestros primeros pasos!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] You did, did you...?
es_es: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Tú lo hiciste...?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Yes, well, you had apparently fallen asleep through the whole incident... Jazz said she couldn't find you, but when we looked, you were right here in bed.
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] Sí, bien, al parecer usted se había quedado dormido durante todo el incidente. . Jazz dijo que no te encontraba, pero cuando miramos, estabas aquí en la cama.

source: [_jack_s_towards_s_sad_s_talk_happy_] We just figured we'd let you sleep the drink off and have this discussion in the morning.
es_es: [_jack_s_towards_s_sad_s_talk_happy_] Acabamos de averiguar que te permitiremos dormir la bebida y discutir esta cuestión por la mañana.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Well, thanks, I do appreciate that.
es_es: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Bueno, gracias, lo aprecio.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] I wanna say that I'm sorry you guys, I didn't think things would get so out of hand... it was only meant to be a couple of friends.
es_es: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Quiero decir que siento que tus chicos, no pensé que las cosas se estarían tan fuera de mano. . Se suponía que solo iba a ser un par de amigos.

source: [_jack_s_towards_s_rise_s_talk_happy_] Champ, just make sure when you throw a party next time, you run it by us first okay?
es_es: [_jack_s_towards_s_rise_s_talk_happy_] Campamento, solo asegúrate de que cuando lances una fiesta la próxima vez, ¿la llevas a cabo por nosotros primero?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sigh*{/i} Why on Earth did you even feel the {u}need{/u} to throw one?? That just has never been your MO, so this whole thing has just completely surprised me!
es_es: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sigh * {/i} ¿Por qué en la Tierra incluso sintió que el {u}necesita {/u} para lanzar uno?? ¡Eso no ha sido nunca su MO, así que todo este asunto me ha sorprendido completamente!

source: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Better think fast on this one!)
es_es: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (¡Mejor pensar rápido en este!)

source: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...I just thought it might help me... make some new friends?
es_es: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...Acabo de pensar que podría ayudarme... hacer nuevos amigos?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, throwing big "ragers" isn't going to make you friends. It's going to make you freeloaders to have to deal with.
es_es: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, lanzar grandes "furiosos" no te harán amigos. Te va a hacer freeloaders para tener que lidiar.

source: [_maddie_s_towards_s_sad_s_talk_happy_] And since when did you need more friends? Tucker and Sam have been great friends to you for years now.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] ¿Y desde cuándo necesitaste más amigos? Tucker y Sam han sido grandes amigos contigo durante años.

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] I dunno, it just seemed like a good idea to broaden my horizons. It's my last year of school after all.
es_es: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Dunno, me pareció una buena idea ampliar mis horizontes. Después de todo, es mi último año escolar.

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, you and Jasmine can broaden your cleaning horizons with some clean-up duty the rest of the day after this little stunt!
es_es: [_jack_s_towards_s_rise_s_talk_happy_] Bueno, tú y jazmín puedes ampliar tus horizontes de limpieza con algo de limpieza el resto del día después de este pequeño aturdimiento!

source: [_jack_s_towards_s_confused_s_talk_happy_] ...did that turn of phrase make any sense to you, gang?
es_es: [_jack_s_towards_s_confused_s_talk_happy_] ...¿ese giro de la frase tiene algún sentido para ti, gang?

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, I got the idea.
es_es: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, tuve la idea.

source: [_maddie_s_away_s_sad_s_talk_happy_] Yeah more or less it came across.
es_es: [_maddie_s_away_s_sad_s_talk_happy_] Sí más o menos se encontró.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] And again, I'm sorry I let you guys down.
es_es: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Y otra vez, siento que te deje a chicles.

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, don't beat yourself up too much, sport. Nothing got set on fire, everything can be cleaned up and tidied and nobody got seriously hurt from that monster, so that's all that matters.
es_es: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, no te derrotes demasiado, sport. Nada se puso en fuego, todo se puede limpiar y cansar y nadie se hizo gravemente daño de ese monstruo, así que eso es todo lo que importa.

source: [_jack_s_closed_s_sad_s_talk_displeased_] ...well, besides my clavicle...
es_es: [_jack_s_closed_s_sad_s_talk_displeased_] ...bueno, además de mi clavícula...

source: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, that still smarts. I think I'm going try to lie down with a new ice pack...
es_es: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, eso sigue siendo inteligente. Creo que voy a intentar acostarme con un nuevo paquete de hielo...

source: [_maddie_s_towards_s_idle_s_talk_happy_] The cleaning supplies are at the bottom of the stairs, sweetie.{p}You and Jazz have all day to get things back to normal.
es_es: [_maddie_s_towards_s_idle_s_talk_happy_] Los suministros de limpieza están en el fondo de las escaleras, cariño.{p}You and Jazz have all day to get things back to normal.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Okay, I'll be down to help clean up once I get dressed...
es_es: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Vale, estaré abajo para ayudar a limpiar una vez me vestigo...

source: [_maddie_s_towards_s_idle_s_talk_happy_] Glad to hear it Danny.{p}And...
es_es: [_maddie_s_towards_s_idle_s_talk_happy_] encantado de oírlo Danny.{p}y...

source: [_maddie_s_closed_s_sad_s_talk_happy_] ...I'm {i}very{/i} glad that you're okay.
es_es: [_maddie_s_closed_s_sad_s_talk_happy_] ...Estoy {i}muy{/i} contento de que estás bien.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Thanks Mom. You too. So, I guess your retreat didn't turn out like you had hoped?
es_es: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Gracias mamá. También tú. Entonces, ¿supongo que tu retiro no salió como esperabas?

source: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, it was a nice enough day trip, your father and I like driving the RV together...
es_es: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, fue un viaje bastante agradable, tu padre y yo nos gusta conducir el RV juntos...

source: [_maddie_s_towards_s_angry_s_talk_displeased_] But I mean it this time, I am {u}done{/u} responding to mail-in surprise getaways or trips. Chances are...
es_es: [_maddie_s_towards_s_angry_s_talk_displeased_] Pero quiero decir esto esta vez, estoy {u}hecho{/u} respondiendo al correo de sorpresas o viajes. Probablemente sea...

source: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ...there's some kinda ghost behind it.
es_es: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ...hay algún fantasma bueno detrás de él.

source: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, that whole night was definitely crazy... but at least now I've sorted out another charge thanks to Desiree. I feel better already with that Orgone!)
es_es: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, esa noche entera fue definitivamente loca... pero al menos ahora he ordenado otro cargo gracias a Desiree. ¡Me siento mejor ya con ese Orgone!)

source: [_danny_s_boxers_s_down_s_sad_s_smile_] (Though I do wonder, what's going to happen between me and Desiree now? Am I really progressing things steadily like this with a ghost? Who knows where things will go from here!)
es_es: [_danny_s_boxers_s_down_s_sad_s_smile_] (Aunque me pregunto, ¿qué va a pasar entre yo y Desiree ahora? ¿Estoy realmente progresando las cosas de manera constante como esto con un fantasma? Who knows where things will go from here!)

source: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (You know, I can't help but wonder what might have happened differently if I had chosen a different girl to maybe help me out...?)
es_es: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (¿Sabes, no puedo evitar preguntarme qué podría haber pasado de manera diferente si hubiera elegido a una chica diferente para que tal vez me ayudara a salir ...?)

source: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Oh well, no use looking back now! It's time to head to the next phase of attack with this Orgone boost!)
es_es: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (¡Oh, no hay que volver a mirar ahora! ¡Es hora de ir a la siguiente fase de ataque con este impulso de Orgone!)
