Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Yeesh{/i}... having to walk through the Park this late at night can be so creepy sometimes. But hey, that's just what heroes have to do, right? Go on late patrols, {i}just{/i} in case anything should happen to-
es_es: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Siiiii{/i}... caminar por el Parque tan tarde y por la noche puede ser a veces espeluznante. Pero hey, eso és lo que los héroes tienen que hacer, ¿no? Patrullar tarde, {i}solo{/i}por si sucediera algo-

source: [_kateunk_] {i}HELPPPP!!{/i}
es_es: [_kateunk_] {i}¡¡AYUDAAAAA!!{/i}

source: [_danny_s_at_player_s_angry_s_talk_happy_] Welp, right on cue!{p}Looks like I'm going ghost!
es_es: ¡[_danny_s_at_player_s_angry_s_talk_happy_] Welp, justo en el clavo! ¡{p} parece{/p} que voy a ser fantasma!

source: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-monster!! Get away from me!
es_es: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}¡Ahhh!{/i}¡ M-monstruo! ¡Alejate de mí!

source: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Nurse Kate? She shouldn't be walking through the park this late!){p}{i}Uhh{/i}, woah lady! Get down!
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Enfermera Kate? ¡No debería estar caminando por el parque tan tarde!){p}{i}Uhh{/i}{/p}, ¡Señora! ¡Cálmese!

source: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] What the-{p}I-Inviso-Bill?!
es_es: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] ¿Qué?¿ -{p}I-Inviso-Bill{/p}?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Stay back, ma'am! I'll take care of ol' pale and scaly over here!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] ¡Quédate atrás, mujer! ¡Me encargaré de la vieja pálida y escamosa!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] That's right pal! You better run!{p}...or... slither!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ¡Eso és pálida! ¡Mejor corre!{p}...o... ¡deslizate!{/p}!

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-thank you! I didn't expect such a vicious monster like that to come and attack me on my walk home from-{p}...h-hey, are you okay? It looked like that thing bit you pretty-
es_es: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ¡G-gracias! No esperaba que un monstruo tan vicioso como ese viniese a atacarme de camino a casa-{p}... h-hey, {/p} ¿estás bien? Parece que esa cosa te mordió-

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] I was right! You're actually bleeding!!
es_es: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] ¡Tengo razón! ¡¡Estás sangrando!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, it's fine don't worry. I can handle it. I'm a little tougher than you'd think.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, está bien no se preocupe. Puedo manejarlo. Soy más duro de lo que crees.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] And {i}uh{/i}, if you don't mind me asking... you aren't freaking out that there's a ghost right in front of you? Just hanging out?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Y {i}uh{/i}, si no te importa preguntar... ¿No te asusta que haya fantasma delante de ti?

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Well from what I've heard, you're the talk of the town lately... and the school, apparently. A lot of the girls seem particularly taken with you, mentioning how cute you were.{p}So, I'll take my chances that you don't bite.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Risas* {/i} Bueno, de lo que he oído, estás en boca de todo el mundo últimamente... y la escuela, al parecer. Muchas de las chicas parecen particularmente interesadas en ti, mencionando lo lindo que eres.{p}Así que, tomaré medidas para que no me muerdas{/p}.

source: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_talk_pleased_s_blush_] Oh... c-cute huh?
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_talk_pleased_s_blush_] Oh... ¿huh l-lindo?

source: [_kate_s_towards_s_sad_s_talk_displeased_] Hey, as much as I'd like to talk gossip with you, I'm a little more concerned about that injury of yours.{p}You should let me take a look at it, I'm a registered-
es_es: [_kate_s_towards_s_sad_s_talk_displeased_] Eh, deja de hablar chismes contigo, estoy más preocupada por esa lesión. {p}Deberías dejarme echarle un vistazo, estoy licenciada {/p} -

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Look, it's fine, really! I do appreciate the concern though.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Mira, ¡estoy bien! Aprecio la preocupación.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ya' know, I've never seen a ghost actually {u}bleed{/u} before...
es_es: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Sabes, nunca he visto un fantasma {u}sangrando{/u} antes...

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...then again, I guess I've never actually seen a ghost do {i}anything{/i} before, come to think of it... so, maybe it's fine?
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...entonces, supongo que nunca he visto a un fantasma hacer {i}nada{/i} antes, pensándolo bien... , ¿quizás está bien?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Well, let's hope so! Anyway, gotta go! Get home safe!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Bueno, ¡espero que sí! ¡De todas formas, vete! ¡Vete a casa a salvo!

source: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Wait! Don't just-
es_es: [_kate_s_towards_wide_s_rage_s_talk_consternation_] ¡Espera! solo-

source: [_kate_s_towards_s_angry_s_talk_displeased_] ...damn.{p}Guess I {i}don't{/i} need a safety escort home, "Bill"...
es_es: [_kate_s_towards_s_angry_s_talk_displeased_] ...damn.{p}Adivina {/p} que {i}no{/i} necesito un escolta de seguridad a casa, "Bill"...

source: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... ya' know, there was something oddly familiar about that ghost kid...)
es_es: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... sabes, había algo extrañamente familiar en ese chico fantasma...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Kate working late or something? She should really know better than to walk around at this time of- {i}oww!!{/i}{p}Dang... this cut {i}is{/i} kinda bad...)
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (¿Kate trabaja tarde o algo? ¡debería de saber que caminar en estos momentos de- {i}¡¡oww! {/i}{p}Pang {/p}... estos momentos {i}son{/i} bastante jodidos,...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, shouldn't worry too much. I'm sure it'll heal up just fine! My speedy ghost healing factor hasn't failed me yet!)
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh {/i}, no debería preocuparme mucho. ¡Estoy seguro de que me curaré enseguida! Mi rápido factor de curación fantasma no me ha fallado nunca!)

source: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh man... I feel like death reheated in the microwave...
es_es: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh tío... Me siento como un filete recalentado en microondas...

source: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Well, I'd better get to school on time if I don't wanna be-
es_es: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Bueno, mejor iré a la escuela si no quiero ser-

source: [_danny_s_infected_s_closed_s_unhappy_s_talk_distraught_] Oh God... {i}*Blerkgh*{p}*Gulp*{p}*Swallow*{/i}
es_es: [_danny_s_infected_s_closed_s_unhappy_s_talk_distraught_] Oh Dios... {i}*Blerkgh*{p}*P*{p}*tragar*{/i}

source: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... so sick... I feel woozy... I'm freezing... and yet I'm burning up at the same time...
es_es: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ugh{/i}... enfermo... siento mareo... tengo frío... y sin embargo estoy ardiendo al mismo tiempo...

source: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, I'm sure I'll be good... just the ol' body's way of healing itself naturally...
es_es: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, estoy seguro de que me pondré bien... solo és la forma natural de curarse del cuerpo físico...

source: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Okay... I can do this. Brave face, Danny...
es_es: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Vale... Puedo hacer esto. Bravo Danny, Danny...

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Danny... are you okay? You're looking {i}particularly{/i} pale for a guy that's half ghost.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Danny... ¿estás bien? Estás {i}particularmente{/i} pálido para ser un tipo que és medio fantasma.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Yeah man, you look like you're ready to collapse at any second...{p}...which isn't all {i}that{/i} strange considering Lancer's lectures are {u}normally{/u} coma inducing, but still...
es_es: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Sí, pareces que estás listo y a punto de colapsar en cualquier segundo...{p}... con lo {i}que{/i} no sería extraño {/p} teniendo en cuenta que las clases de Lancer son {u}normalmente{/u} un coma inducido, pero hasta ahora...

source: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, guys... sure, I may not be feeling at the top of my game right now, but... don't worry, I'm totally good, r-really.
es_es: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, chicos... cierto, puede que no me sienta de lo mejor ahora mismo, pero... no os preocupéis, estoy bien, realmente.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] You sure about that? You just don't look like any version of your normal self. You get into another fight lately?
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] ¿Seguro? No se parece a ninguna versión de tu yo normal. ¿Te metiste en otra pelea últimamente?

source: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Yeah, just suffering a little wear and tear from a late night patrol I was on... darn Ghost Cobras, amirite?
es_es: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Sí, solo sufrí un poco de desgaste en la patrulla nocturna, estuve con... ¿una puñetera cobra fantasma?

source: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...say, if you guys were so concerned about me, it'd be nice if you two could stop...{p}...spinning around...{p}...like...
es_es: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...digo, si les preocupa tanto, sería bueno que pudiérais parar...{p}...de dar vueltas{/p} ...{p} ...como... {/p}...

source: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ...that.
es_es: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ...eso.

source: [_danny_s_infected_s_offscreen_s_closed_s_angry_s_talk_distraught_] {i}*Moans* *Groans*{/i}...
es_es: [_danny_s_infected_s_offscreen_s_closed_s_angry_s_talk_distraught_] {i}*Gemido* *Gemido*{/i}...

source: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Sound and Fury!!{/b} What's happened here?! Mr. Fenton passed out again??
es_es: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}¡¡Santas pascuas!!{/b} ¿Qué ha pasado aquí?! ¿¿El Sr. Fenton se ha emborrachado de nuevo??

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] We need to get him to the hospital or something!
es_es: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] ¡Necesitamos llevarlo al hospital o algo!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Now, now, Mr. Foley... now is not the time to panic, or force the school to deal with any unaffordable medical bills.{p}Mr. Baxter! Help me get Mr. Fenton to Nurse Kate!
es_es: [_lancer_s_towards_s_rise_one_s_talk_frown_] Vamos, vamos, señor Foley... ahora no es momento de pánico, ni obligar a la escuela a hacer frente a facturas médicas inaccesibles. ¡{p}Sr. Baxter! {/p} ¡Ayúdame a llevar al Sr. Fenton con la enfermera Kate!

source: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Sure, whatever. But I really don't think the rest of us should have to ask to use the bathroom anymore, if Fenturd can just pretend to pass out whenever he wants to ditch class!
es_es: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Claro, lo que sea. Pero no creo que el resto de nosotros debamos preguntar para usar el cuarto de baño más ¡si Fenturd sigue fingiendo estar enfermo par saltarse la clase!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Everyone, clear the way! This sick young lad is under the mindful protection of Vice Principal Lancer!
es_es: [_lancer_s_towards_s_angry_s_talk_frown_] ¡Todo el mundo, despejen el camino! ¡Este joven enfermo está bajo la atenta protección del Vice-Principal Lancer!

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, Lancer's kinda cool when someone's actually in trouble.
es_es: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, Lancer és genial cuando alguien está en problemas.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Too bad he can't inject some of that vigor into any of his lesson plans...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Lástima que no pueda inyectar ese vigor en sus lecciones...

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Man, what do you think's wrong with Danny?
es_es: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Tía, ¿qué crees que le pasa a Danny?

source: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] I don't know... I really hope Nurse Kate can help him...
es_es: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] No sé, espero que la enfermera Kate pueda ayudarle...

source: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Well, I wouldn't worry about that. I'm sure she'll do her best to get him feeling {u}extra{/u} comfortable...
es_es: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Bueno, no me preocuparía por eso. Estoy seguro de que ella hará todo lo posible para que se sienta {u}extra{/u} confortable...

source: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Dear Lord... so those rumors {i}are{/i} true...?
es_es: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Estimado Señor... así que esos rumores {i}¿son verdaderos{/i}...?

source: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] My body's immune system is always in tip top shape, so I'm never sick... sadly...
es_es: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] El sistema inmunitario de mi cuerpo siempre está a tope, así que nunca estoy enfermo... tristemente...

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...but yeah, from what I've heard, it's super true. Total nympho.{p}That lucky dog, Danny.
es_es: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...pero sí, por lo que he oído, és verdad. Una total ninfómana.{p}Ese perro afortunado de Danny{/p}.

source: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, for God's sake...
es_es: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, por amor de Dios...

source: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_talk_distraught_] {i}*Moans* *Groans*{/i}...{p}{i}Urgh... owwww{/i}... it {i}huuuurts{/i}, Mommy...
es_es: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_talk_distraught_] {i}*Gemidos* *Gemidos*{/i}...{p}{i}Urgh... owwww{/i}... eso {i}dueeeele{/i}, Mami...

source: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, take it easy kiddo. You know the drill, lie still for a bit.{p}You've had it pretty rough lately.
es_es: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, cálmate chico. Ya conoces la enfermería, quédate tumbado.{p}Has estado mareado hace poco{/p}.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Huh? Wh... where am I?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ¿Huh? ¿Qué... ¿dónde estoy?

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] In my office Danny. You collapsed while in class again.{p}It looks like you gained a pretty nasty injury on your arm. Seems to have gotten rather infected, so I've given you some emergency antibiotics.
es_es: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] En mi oficina Danny. Te quedaste inconsciente en clase.{p}Parece que obtienes una lesión bastante fea en tu brazo{/p}. Parece bastante infectada, así que te he dado algunos antibióticos de emergencia.

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, I feel {u}awful{/u}.
es_es: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, Siento {u}picor{/u}.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] I'm not surprised! You must have had it festering overnight in your sleep.{p}Can you think of how you would have gotten such a bad wound?
es_es: ¡[_kate_s_towardsdown_s_rise_s_talk_displeased_] ¡no me sorprende! Debe haberse hecho más grande la infección mientras dormías durante la noche.{p}¿Puedes recordar cómo te hiciste una herida tan mala?{/p}?

source: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}pretty sure I fell?
es_es: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}¿és probable que me haya caído?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] You fell? Into what? A septic tank?!{p}There's something really strong irritating your skin, acting like a poison... or even some kind've corrosive!
es_es: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] ¿Te caíste? ¿En qué? ¡Un tanque séptico?!{p}¡Hay algo fuerte irritando su piel, actuando como un veneno... o incluso algún tipo de corrosivo{/p}!

source: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, nope, nah, just the good ol' concrete! N-nothing particularly suspicious or bizzare about how I got it, not that I can think of!
es_es: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhh{/i}, nope, nah, ¡solo el buen hormigón! N-nada particularmente sospechoso o bizarro sobre cómo me lo hice, no recuerdo nada más!

source: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...right... well, just keep that bandaged area clean and dry. Also, take two of these antibody pills every day until they're gone, and that should hopefully help clear things up.{p}{u}Hopefully.{/u}
es_es: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...bien... bueno, mantén la zona vendada limpia y seca. Además, toma dos de estas píldoras de anticuerpos todos los días hasta que desaparezca, y esperemos que esto ayude a limpiar la herida.{p}{u}Espero{/u}{/p}

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks Kate. You're a lifesaver! I should have you on speed dial for the amount of times you've patched me up!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Gracias a Kate. ¡Eres un salvavidas! ¡Debería tenerte en el dial de velocidad por la cantidad de veces que me has emparchado!

source: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] I certainly appreciate the praise Danny, but please be more careful with yourself. You're honestly lucky you didn't go into shock sooner. That could have become {i}far{/i} more serious if we didn't treat it in time.
es_es: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] Aprecio la alabanza Danny, pero por favor ten más cuidado. Eres francamente afortunado de no entrar en shock antes. Eso podría haberse vuelto {i}mucho{/i} más grave si no lo hubiésemos tratado a tiempo.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, I'll be more careful, promise. Good looking out for me, I mean it.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, voy a ser más cuidadoso, lo prometo. Búscame fuera, quiero decir, nos vemos fuera.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] I'd suggest heading home and taking the rest of the day off. Best to get some rest.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Te sugeriría ir a casa y tomarte el resto del día libre. Es lo mejor para descansar un poco.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Thanks Kate, will do.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Gracias Kate, lo haré.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, take care.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Adiós Danny, cuídate.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Cya around!
es_es: ¡[_danny_s_towards_s_wondering_s_talk_happy_] ¡nos vemos!

source: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... that wound... it looked awfully familiar to the wound I saw... no, it couldn't be...{p}...could it?)
es_es: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... esa herida... me parecía terriblemente familiar a la herida que vi... no, no podría ser...{p}...¿podría?{/p})

source: [_danny_s_at_player_s_sad_s_consternation_] ({i}Phew!{/i} I need to be on my toes more when fighting ghosts from now on. They can really do a number on me if I'm not careful!)
es_es: [_danny_s_at_player_s_sad_s_consternation_] ({i}¡Phew!{/i} Necesito tener más recursos cuando luche contra fantasmas a partir de ahora. ¡Pueden hacerme un ocho si no soy cuidadoso!)

source: [_danny_s_closed_s_wondering_s_grin_] (Kate's the best. She's actually really good at being a nurse!)
es_es: [_danny_s_closed_s_wondering_s_grin_] (Kate és la mejor. ¡Es realmente buena como enfermera!)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Home sweet home. Time for me to get my grub on!{p}Now where did Jazz leave that box of Pink Munchies...?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Hogar dulce hogar. ¡Es hora de pasar un buen rato!{p}Oh,{/p} ¿de dónde ha sacado Jazz esa caja de Munchies rosa...?

source: [_danny_s_at_player_s_rise_s_talk_happy_] Huh? Oh, someone's at the door... look's like Mom's got it though.
es_es: [_danny_s_at_player_s_rise_s_talk_happy_] ¿Huh? Oh, hay alguien que pica el timbre... parece que mamá va a abrir.

source: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Hello, can I help you?
es_es: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Hola, ¿puedo ayudarte?

source: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Good evening, Mrs. Fenton? Hello, I hope I'm not disturbing you at all. My name's Kate Astray, I'm the-
es_es: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Buenas tardes, ¿mrs. Fenton? Espero que no te moleste. Mi nombre Kate Astray, soy la-

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh yes! Aren't you the school nurse for Casper High? I believe I remember seeing you at a PTA meeting.
es_es: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] ¡Oh sí! ¿No eres la enfermera de la escuela para Casper High? Creo que te recuerdo de una reunión de la AMPA.

source: [_kate_s_offscreen_s_neutral_s_talk_happy_] Yes, Nurse Kate! Hello, it's a pleasure to meet you!
es_es: [_kate_s_offscreen_s_neutral_s_talk_happy_] Sí, ¡enfermera Kate! ¡és un placer conocerte!

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? What is she doing here?)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? ¿Qué está haciendo aquí?)
