Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well, wow! I'm excited for you two, I hope it's a good time!
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] ¡Bueno, no! Estoy emocionado por ti dos, ¡espero que sea un buen momento!

source: [_jack_s_towards_s_rise_s_talk_happy_] You going to be alright this Saturday with just you and Jazz here, champ?
es_es: [_jack_s_towards_s_rise_s_talk_happy_] ¿Vas a estar muy bien este sábado contigo y Jazz aquí, campamento?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, of course. No problem Dad.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sí, por supuesto. No hay problema Dad.

source: [_maddie_s_towards_s_sad_s_talk_happy_] We're gonna leave around 2:00 or so on Saturday. We'll leave you some money to order pizza while we're gone, okay? We'll be back on Sunday about mid-day sweetie.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Vamos a salir alrededor de las 2:00 o así el sábado. Te dejaremos un poco de dinero para pedir pizza mientras nos hemos ido, ¿de acuerdo? Volveremos el domingo sobre la novia de medio día.

source: [_danny_s_towards_s_rise_s_talk_happy_] Guys, c'mon, don't worry so much, it's just one night.
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Niños, c'mon, no te preocupes tanto, es solo una noche.

source: [_jack_s_towards_s_wondering_s_talk_happy_] That's my boy! Look at this young stallion dear... what a man he's become! I bet he's already planning to bring some pretty lady back here to show her the ol "Fenton magic"!
es_es: [_jack_s_towards_s_wondering_s_talk_happy_] ¡Ese es mi niño! Mira a este joven semental querido... Apuesto a que ya está planeando traerle a una guapa dama aquí para mostrarle la olla "magia de Fenton"!

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, I mean, behave Danny, don't do anything your mother or I wouldn't do...
es_es: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, quiero decir, comportarse Danny, no hacer nada a tu madre o yo no haría...

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Take it they told you the good news?
es_es: [_jazz_s_towards_s_wondering_s_talk_happy_] ¿Te dicen las buenas noticias?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ya' know, how come I'm always the last one to know what's going on around here?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ya' sabe, ¿cómo vengo siempre el último en saber lo que está pasando por aquí?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Maybe cause you're usually asleep, doofus? Or in your room glued to your computer, scrolling through your OnlySimps subscriptions...?
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Tal vez estés durmiendo, ¿duermo? ¿O en tu habitación pegado a tu ordenador, pasando por tus suscripciones de OnlySimp...?

source: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} S-sex workers are a pillar of our society!
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} ¡Los trabajadores de S-sex son un pilar de nuestra sociedad!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Alright, you two, we're trusting you both to look after the house while we're gone.
es_es: [_maddie_s_towards_s_rise_s_talk_displeased_] Alright, you two, we're fiked you both to look after the house while we're gone.

source: [_jack_s_towards_s_neutral_s_talk_displeased_] I'll be putting a lock on the Lab by the way. No offense kids, but we'd rather not have you guys messing around too much down there.
es_es: [_jack_s_towards_s_neutral_s_talk_displeased_] Estaré poniendo un candado en el laboratorio por cierto. No hay chicos ofensos, pero preferiríamos que los chicos se pusieran molestos por ahí abajo.

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Seriously? We aren't little kids anymore who just slap shiny buttons.
es_es: [_jazz_s_towards_s_rise_s_talk_consternation_] ¿Seriosamente? Ya no somos niños pequeños que simplemente escapan botones brillantes.

source: [_maddie_s_away_s_sad_s_talk_displeased_] There's a lot of dangerous equipment down there Jazz, you know that.
es_es: [_maddie_s_away_s_sad_s_talk_displeased_] Hay un montón de equipo peligroso ahí abajo, tú lo sabes.

source: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, whatever. Not like I'm interested in any of that stuff anyway...
es_es: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, lo que sea. No me gusta que esté interesado en ninguna de esas cosas...

source: [_jack_s_towards_s_sad_s_talk_happy_] Now, now, don't be flippy with your mother young lady, she's just protective of you two.
es_es: [_jack_s_towards_s_sad_s_talk_happy_] Ahora, no seas píldora con tu madre dama joven, solo te protege a dos.

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} I know, I know... look, we'll be fine, okay?
es_es: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sigh * {/i} Sé, sé ... mira, estaremos bien, ¿de acuerdo?

source: [_danny_s_closed_s_wondering_s_talk_happy_] Don't worry about a thing guys, the house will still be standing when you get back.
es_es: [_danny_s_closed_s_wondering_s_talk_happy_] No te preocupes por los chicos, la casa seguirá estando de pie cuando vuelvas.

source: [_maddie_s_away_s_idle_s_talk_happy_] Well, we had better get some overnight bags ready and plan our journey for the trip, Jack.
es_es: [_maddie_s_away_s_idle_s_talk_happy_] Bueno, mejor que preparemos unas bolsas de noche y planifiquemos nuestro viaje para el viaje, vaya.

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, I should go pull out the ol' roadmaps from the attic!
es_es: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, ¡debería sacar los mapas de ruta del olor del áptico!

source: [_danny_s_at_player_s_rise_s_grin_] (They know smart phones have nav guides, right...?)
es_es: [_danny_s_at_player_s_rise_s_grin_] (Ellos saben que los teléfonos inteligentes tienen guías nav, ¿verdad ...?)

source: [_jazz_s_towards_s_idle_s_talk_happy_] Good talk, see you whenever. I have to get to class anyway.
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Buen habla, te veo cuando quieras. De todos modos tengo que ir a clase.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Same, I've got a busy schedule ahead of me...
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Lo mismo, tengo un programa ocupado por delante...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, anything specific?
es_es: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, ¿algo específico?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, just usual homework stuff.
es_es: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, solo cosas normales.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Well, we'll let you kids be... {nw}
es_es: [_maddie_s_towards_s_idle_s_talk_happy_] Bueno, te dejaremos niños... {nw}

source: [_extend_] come on Jack.
es_es: [_extend_] venid a tú.

source: [_jack_s_closed_s_idle_s_talk_happy_] Coming dear!
es_es: [_jack_s_closed_s_idle_s_talk_happy_] ¡Muy querido!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Okay, so you're totally getting some booze for this party on Saturday, right?
es_es: [_jazz_s_towards_s_rise_s_talk_happy_] Vale, así que estás recibiendo un poco de libro para esta fiesta el sábado, ¿verdad?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} Not so loud!
es_es: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} ¡No tan ruido!

source: [_extend_] Wait, y-you heard about that?!
es_es: [_extend_] ¡Espera, ¿ya has oído hablar de eso?!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, course I did. Most everybody at school knows. {nw}
es_es: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, curso que hice. La mayoría de todos en la escuela lo saben. {nw}

source: [_extend_] I actually think it's an awesome idea.
es_es: [_extend_] Realmente creo que es una idea increíble.

source: [_jazz_s_towards_s_rise_s_talk_happy_] I'm honestly surprised you even came up with it... or how you knew Mom & Dad would be gone for the night...
es_es: [_jazz_s_towards_s_rise_s_talk_happy_] Estoy sinceramente sorprendido de que incluso lo hicieron... o cómo sabías que la Mamá & Papá se iría por la noche...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, call it a really good hunch.
es_es: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, llámalo una cacería realmente buena.

source: [_jazz_s_towards_s_rise_s_talk_happy_] Plus, people were saying you're hosting it for some "cousin" of ours?{p}Aunt Alicia doesn't have kids...?
es_es: [_jazz_s_towards_s_rise_s_talk_happy_] Además, la gente estaba diciendo que lo estás acogiendo para un "primo" nuestro?{p}Aunt Alicia no tiene chicos...?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, I don't know, guess some kinda weird rumor mill is floating around? Weird!
es_es: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... ¡oh, no lo sé, adivina que algún molino de rumores raros está flotando alrededor? ¡Extraño!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... yeah, weird.
es_es: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmm{/i}... sí, raro.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] So, you aren't going to snitch?
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Entonces, ¿no vas a chupar?

source: [_jazz_s_towards_s_rise_s_talk_consternation_] What? Why would I? I've wanted to throw a house party for years here!
es_es: [_jazz_s_towards_s_rise_s_talk_consternation_] ¿Qué? ¿Por qué yo? ¡He querido lanzar una fiesta de la casa durante años aquí!

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, you're gonna be around to help?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Entonces, ¿vas a estar cerca para ayudar?

source: [_jazz_s_towards_s_sad_s_talk_happy_] I know you don't think I'm the {i}coolest{/i} or whatever, but it'd be an exceptionally spazzy move not to attend your {u}own{/u} house party...
es_es: [_jazz_s_towards_s_sad_s_talk_happy_] sé que no piensas que soy el {i}frío{/i} o lo que sea, pero sería un movimiento excepcionalmente escalofriante para no asistir a tu fiesta de casa {u}{/u}...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Plus, I figure I've gotta be around to make sure you don't burn down the house.
es_es: [_jazz_s_towards_s_rise_s_talk_amused_] Además, creo que tengo que estar por ahí para asegurarte de que no quemes la casa.

source: [_danny_s_down_s_sad_s_talk_displeased_] Y-yeah, about that, I think I {i}may{/i} be a little over my head with this one.
es_es: [_danny_s_down_s_sad_s_talk_displeased_] Y-sí, sobre eso, creo que {i}puede{/i} estar un poco por encima de mi cabeza con éste.

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Well you better pull it together, party monster, or we'll be the laughing stock of the {u}entire{/u} school!
es_es: ¡[_jazz_s_towards_s_sad_s_talk_displeased_] Bueno, mejor lo sacas a la vez, monstruo en grupo, o seremos el hazmerreír de la escuela {u}entera{/u}!

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, alright, but could {i}you{/i} possibly get the booze for me?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, bueno, pero ¿podría {i}tú{/i} obtener el libro para mí?

source: [_jazz_s_towards_s_idle_s_talk_happy_] I can get {i}some{/i}, but you'll need to figure out food and anything else we'll need yourself. I'll try and talk some people out of going. Help reduce the stress in numbers.
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Puedo obtener {i}algo{/i}, pero necesitarás averiguar qué comida y cualquier otra cosa que necesitemos a ti mismo. Voy a tratar de hablar a algunas personas fuera de marcha. Ayuda a reducir el estrés en números.

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... alright, sounds fair. I think I have an idea or two, so thanks for helping Jazz.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... bueno, suena justo. Creo que tengo una idea o dos, así que gracias por ayudar a Jazz.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Just make sure this party doesn't blow. Or I'm disavowing any acknowledgment that you're my brother.
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Solo asegúrate de que este grupo no golpea. O no estoy recibiendo ningún reconocimiento de que eres mi hermano.

source: [_danny_s_at_player_s_rise_s_grin_] (Well, better go get the stuff for the party. Can't let it be a disappointment!)
es_es: [_danny_s_at_player_s_rise_s_grin_] (Bueno, mejor va a conseguir las cosas para la fiesta. ¡No puedes dejar que sea una decepción!)

source: [_desiree_] Do you humans really spend {u}all day{/u} at these "Malls"? What, have none of them anything else better to partake in?
es_es: [_desiree_] ¿Realmente los humanos gastan {u}todo el día {/u} en estos "Muros"? ¿Qué, no tienen ninguno de ellos otra cosa mejor para participar?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well they're pretty convenient, and with small towns like this one, they're pretty popular locations for young people to just hang out at!
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Bueno, son muy convenientes, y con pueblos pequeños como este, ¡son lugares muy populares para que los jóvenes pasen el rato!

source: [_danny_s_towards_s_wondering_s_talk_happy_] You typically come here to {u}find{/u} something to do, that's how it works!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Usted típicamente viene aquí a {u}encontrar {/u} algo que hacer, así es como funciona!

source: [_desiree_] Well then, Americana history aside, let us procure the wine for the festivities.
es_es: [_desiree_] Pues bien, dejando de lado la historia de Americana, busquemos vino para las fiestas.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Beer, Des, we're looking for beer. Most people aren't gonna be expecting wine for a house party unless they're middle-aged housewives.
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] Cerveza, Des, estamos buscando cerveza. La mayoría de la gente no está esperando vino para una fiesta de casa a menos que sean amas de casa de edad media.

source: [_desiree_] {i}Beer?!{/i} Commoner's pisswater!! That cannot possibly be what we will be serving our guests?
es_es: [_desiree_] {i}Beer?!{/i} Commoner pisswater!! Eso no puede ser lo que estaremos sirviendo a nuestros invitados?

source: [_danny_s_down_s_neutral_s_talk_displeased_] Well that's kind've a normal drink for most guys.
es_es: [_danny_s_down_s_neutral_s_talk_displeased_] Bueno, es bueno que tengas una bebida normal para la mayoría de los chicos.

source: [_desiree_] What about the girls then?
es_es: [_desiree_] ¿Qué pasa entonces con las niñas?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, they might drink the beer, but usually we have some vodka or some cocktail drinks they tend to prefer.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Bueno, puede que beban la cerveza, pero normalmente tenemos algunas bebidas de vodka o algunos cócteles que tienden a preferir.

source: [_desiree_] ...I'm sorry, what is a "cawk-tail" exactly?
es_es: [_desiree_] ...Lo siento, ¿qué es un "cawk-tail" exactamente?

source: [_desiree_] Or "vodd-kuh" for that matter?
es_es: [_desiree_] O "vodd-kuh" para ese asunto?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Oh man, you've got a lot to learn Des. Things have grown way past meads and wines.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Oh hombre, tienes mucho que aprender Des. Las cosas han crecido mucho más allá de las mangas y los vinos.

source: [_desiree_] {i}Hmmm{/i}... regardless, let's just get on with procuring these beverages. I'm sure they'll be adequate for what we are doing.
es_es: [_desiree_] {i}Hmmm{/i}... Atentamente, pongámonos a comprar estas bebidas. Estoy seguro de que serán adecuadas para lo que estamos haciendo.

source: [_desiree_] {i}Ahh{/i}, if there's one thing about the land of the living I do miss, it is the tender sensation of being good and tipsy from alcohol.
es_es: [_desiree_] {i}Ahh{/i}, si hay algo acerca de la tierra de los vivos que echo de menos, es la tierna sensación de ser bueno y tipsia del tópico.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] I gotta say, I still feel kinda bad that you aren't able to get drunk anymore.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] tengo que decirlo, todavía me siento mal porque ya no puedes beber más.

source: [_desiree_] Yes, this is a shame.
es_es: [_desiree_] Sí, esto es una vergüenza.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So you really can't get even the slightest of buzzes?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Así que realmente no puedes conseguir ni lo más mínimo de los zumbidos?

source: [_desiree_] Well... maybe not from your earthly beverages, but there {i}is{/i} something that shares a similar property in the ghost world to alcohol.
es_es: [_desiree_] Bueno... tal vez no de tus bebidas terremotas, pero hay {i}algo que comparte una propiedad similar en el mundo fantasma al del agujero.

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] There is?
es_es: ¿[_danny_s_towards_wide_s_rise_s_talk_happy_] hay?

source: [_desiree_] It is a specific type of {b}ectoplasm secretion{/b}. It can create a mildly pleasant, but equally woozy sensation for our kind.
es_es: [_desiree_] Es un tipo específico de secreción de ectoplasma {b}{/b}. Puede crear una sensación ligeramente agradable, pero igual de madera para nuestro tipo.

source: [_desiree_] Above all else, it provides a rather nauseous effect on the ghost in question, and does not give the same wondrous feelings of inebriation or remove any or all inhibitions...
es_es: [_desiree_] Por encima de todo, proporciona un efecto bastante náuseo sobre el fantasma en cuestión, y no da los mismos sentimientos maravillosos de inebración ni elimina ninguna o todas las inhibiciones...

source: [_desiree_] It never could cast those same marvelous spells over my body and mind like wine could, so long ago.... oh, to be truly young again and still have the flesh on my back not yet plucked apart by ravenous vultures that-
es_es: [_desiree_] Nunca podría echar esos mismos maravillosos hechizos sobre mi cuerpo y mente como el vino, hace mucho tiempo ... oh, para ser verdaderamente joven de nuevo y todavía tener la carne en mi espalda aún no desplumada por buitres voraces que-

source: [_danny_s_closed_s_wondering_s_talk_happy_] So, wait, hold up! If we got a hold of some of that secretion stuff, and I mixed it into some cocktails for you, would you be able to get drunk?
es_es: [_danny_s_closed_s_wondering_s_talk_happy_] Así que, espere, espere! Si conseguimos un poquito de esa materia de secreción, y lo mezclé en algunos cocktails para ti, ¿podrías beber?

source: [_desiree_] I... I don't know. Possibly? It may result in... something interesting at the very least...
es_es: [_desiree_] yo... no lo sé. ¿Posiblemente? Puede resultar en... algo interesante al menos...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Do you know where we'd be able to get some... {i}ehh{/i}, what is it called exactly?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] ¿Sabes dónde podríamos conseguir unos ... {i}ehh {/i}, ¿qué se llama exactamente?

source: [_desiree_] It is a common Ghost Zone material known as {b}Ectolaxm{/b}.
es_es: [_desiree_] Es un material común de la Zona Fantasma conocido como {b}Ectolaxm{/b}.

source: [_desiree_] But Master, a trip to the Ghost Zone at your current strength would surely result in the demise of your human form... it would not be worth the endeavor.
es_es: [_desiree_] Pero Maestro, un viaje a la Zona Fantasma en tu fuerza actual seguramente daría como resultado la desaparición de tu forma humana. . No valdría la pena el esfuerzo.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, right, right, t-too bad. I was really hoping for a chance to fire up the ol' Fenton Ghost Portal and just hop right in there, but {i}uhh{/i}, no, you're totally right...
es_es: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, derecho, muy malo. Estaba esperando una oportunidad de lanzar el antiguo Portal Fenton y saltar ahí mismo pero {i}uhh{/i}, no, tienes toda la razón...

source: [_danny_s_at_player_s_unhappy_s_consternation_] (The totally non-functional Ghost Portal that is... sooner or later, Des is gonna find out about that...)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (El portal fantasma totalmente no funcional que es... tarde o temprano, Des se va a enterar de eso...)

source: [_danny_s_towards_s_sad_s_talk_happy_] Don't worry Des... I think I know {i}juuuust{/i} the guy who might be able to help us out...
es_es: [_danny_s_towards_s_sad_s_talk_happy_] No te preocupes Des... creo que sé {i}juuuust{/i} el tipo que podría ayudarnos...

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Long time no see, my half ghostly compadre!
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} ¡Largo tiempo no ve, mi media compadre!

source: [_desiree_] Oh great sands... {i}him?{/i} This is "the guy"? Truly??
es_es: [_desiree_] Oh gran arena... ¿ {i}él?{/i} Este es "el chico"? ¿De verdad??

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh{/i}, and I see you have brought along a most ravishing as well as feisty female companion to my humble abode!{p}Hello, {i}Desire!{/i}
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh{/i}, y veo que han traído a mi humilde abadía una compañera femenina más asombrosa!{p}Hola, {i}Deseo!{/i}

source: [_desiree_] It is {u}Desiree{/u}, you square minded imbecile! It has {i}always been{/i} {u}Desiree{/u}!!
es_es: [_desiree_] Es {u}Desiree {/u}, ¡te cuadran imbécil! Tiene {i}siempre ha sido {/i} {u}Desiree {/u}!!

source: [_danny_s_down_s_wondering_s_talk_displeased_] So I see you two know each other already...
es_es: [_danny_s_down_s_wondering_s_talk_displeased_] Así que te veo que dos ya se conocen entre sí...

source: [_desiree_] Unfortunately... I have heard of no worse a pathetic excuse for an intangible miscreant than that of this wretched soul...
es_es: [_desiree_] Desafortunadamente... No he oído hablar de peor excusa patética para un mal intangible que la de esta miserable alma...

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} And yet, you {i}have{/i} heard of me! Funny how that works out, huh?
es_es: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} ¡Y sin embargo, {i}has oído hablar de mí! ¡Qué gracioso cómo funciona esto?

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, we were hoping to get our hands on some Ectolaxm.
es_es: [_danny_s_towards_s_idle_s_talk_happy_] Hola Caja, esperábamos tener las manos en algún Ectolaxm.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Well gee, what the heck would one want with that yucky stuff?
es_es: ¿[_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Bien, ¿cuál es el problema que uno querría con esas cosas suerte?

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, let's just call it a little "trans-dimensional science experiment."
es_es: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, llamémosla un poco "experimento de ciencia transdimensional".

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... well, you're in luck. I just so happen to have a moderate amount in a nicely squared jar... finely packed and sealed!
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... bueno, tienes suerte. Resulta que tengo una cantidad moderada en un jarro agradablemente cuadrado... ¡bien empacado y sellado!
