Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Good, she's not a horrible beast just yet... and she appears to be in a good mood... this could actually go smoother than I thought!)
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Bueno, aún no es una bestia horrible... y parece estar de buen humor... ¡esto podría ser más suave de lo que penso!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hey Princess, it's getting pretty close to midnight, shouldn't you be getting home to your wicked step mother soon?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hola Princesa, se está acercando bastante a la medianoche, ¿no deberías estar volviendo a casa a tu malvada madre de paso pronto?

source: [_dorathea_s_towards_s_shock_s_talk_frown_] Why, it's {i}you!{/i} The scoundrel who broke my heart!
es_es: [_dorathea_s_towards_s_shock_s_talk_frown_] ¿Por qué, eres {i}!{/i} ¡El coundrel que me rompió el corazón!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Yeah, h-hey, nice to see you too.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Sí, h-hey, agradable de verte también.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] You fiend! You attacked me the last time we spoke!
es_es: [_dorathea_s_towards_s_angry_s_talk_frown_] ¡Tu fiador! ¡Me atacaste la última vez que hablamos!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ...after you turned into a literal raging monster when I only, rather politely I might add, turned down an all too rushed marriage proposal. I don't know if that makes me a "scoundrel" in so many words.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ... fter se convirtió en un monstruo furioso cuando yo solo, un poco polémico podría añadir, rechazó una propuesta de matrimonio demasiado estragada. No sé si eso me convierte en un "coundrel" en tantas palabras.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] Well, perhaps had you not all been so crass and rude to a member of royal lineage, I might not have had to defend my honor!!
es_es: [_dorathea_s_towards_s_angry_s_talk_frown_] Bueno, quizás no todos hubiéramos sido tan groseros y groseros con un miembro del linaje real, ¡¡¡¡Podría no haber tenido que defender mi honor!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Look, you have something of mine, and I need it back.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}¡Urgh!{/i} Mira, tienes algo mío y lo necesito de vuelta.

source: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} Why, do you refer to one of the many strangely wrapped presents I consumed? Does one indeed belong to you...?
es_es: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} ¿Por qué, te refieres a uno de los muchos regalos envueltos extrañamente que he consumido? ¿Realmente te pertenece?

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] It's called a package. Or a parcel. Not exactly a treasure to devour, especially with what Box Ghost tries to hock off to mall rats.
es_es: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] Se llama un paquete. O un paquete. No es exactamente un tesoro para devorar, sobre todo con lo que Box Ghost intenta atascar a ratas almohadas.

source: [_dorathea_s_towards_s_neutral_s_talk_frown_] Well, I might have even said I was sorry... but I am most certainly not, and you cannot have it back.
es_es: [_dorathea_s_towards_s_neutral_s_talk_frown_] Bueno, incluso podría haber dicho que lo siento... pero ciertamente no lo soy, y no puedes tenerlo de vuelta.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Look, I'm sorry I attacked you and all, but I really just need it bac-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Mira, siento que te ataqué a ti y a todos, pero realmente lo necesito de bacalao

source: [_dorathea_] That was it?? {i}That{/i} was the apology you chose to bestow upon a Princess? And you expect myself to bequeath to you {u}anything{/u} in my possession?! After such a flagrant attack on my character, I might have expected {u}some{/u} greater reparations!!
es_es: [_dorathea_] ¿Eso fue? {i}Que {/i} fue la disculpa que usted eligió para otorgar a una princesa? Y usted espera que le lege a usted {u}cualquier cosa {/u} en mi posesión?! Después de un ataque tan flagrante contra mi personaje, podría haber esperado {u}algunos {/u} mayores reparaciones!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Again, I was {i}sorta{/i} defending myself!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] de nuevo, estaba {i}sorta{/i} defendiéndome a mí mismo!

source: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Well, in that case, why don't you try to defend against THIS!!
es_es: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Bueno, en ese caso, ¿por qué no intentas defenderte contra ESTÍS!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] I mean... what did I expect, but also, come on!!
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] quiero decir... lo que esperaba, pero también, venido!!

source: [_dragon_s_7_] No fair!!
es_es: [_dragon_s_7_] No hay justicia!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Just... {i}*Huff*{/i} ...talk this out with me, Princess!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff * {/i} Justo ... {i}*Huff * {/i} ... ¡habla esto conmigo, Princesa!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (I'm serious, I gotta start going to the gym. Even when I win these things, I'm completely winded!)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (Estoy grave, tengo que empezar a ir al gimnasio. Incluso cuando gano estas cosas, ¡estoy completamente bobinado!)

source: [_dragon_s_2_] You are just the meanest, Ghost Child! I shall get you one of these days, you'll see!! M-mark my words!!
es_es: [_dragon_s_2_] ¡Eres el más pequeño, el Fantasma Superficiente! ¡Te llevaré uno de estos días, verás!! ¡Marca mis palabras!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, wait, don't go, I still need my-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, espere, no vaya, todavía necesito mi-

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! And away she goes!{p}Well, hopefully she's at least learned her lesson, and knows not to fly away without going intangi-
es_es: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! ¡Y lejos ella va!{p}Bueno, ojalá haya aprendido al menos su lección, y sepa no volar sin ir intangi-

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...man, the poor Mall must be on the verge of bankruptcy with the amount of repairs it has to deal with nowadays.
es_es: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...hombre, el pobre centro comercial debe estar al borde de la bancarrota con la cantidad de reparaciones que tiene que hacer hoy en día.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] And now, I'm flat outta luck. She took off already, so there's no way I'll be-
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] Y ahora, estoy plana buena suerte. Ella ya se despegó, así que no hay forma de que estaré-

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Wait, what the- {u}holy cow!{/u} There's a whole bunch of stuff she left behind!!
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] ¡Espera, ¿qué - {u}vaca santa!{/u} ¡¡Hay un montón de cosas que dejó atrás!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] It all must have gotten beaten out of her during the fight. Must be hard to maintain anything tangible inside yourself as a ghost, especially during a fight...
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] Todo debe haber salido de ella durante la lucha. Debe ser difícil de mantener algo tangible dentro de ti mismo como fantasma, especialmente durante una pelea...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...doesn't quite remove the smell of dragon stomach juices, sadly... {i}yeuch{/i}...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...no quita el olor del dragón estomacal jugos, tristemente... {i}yeuch{/i}...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna take me some time to figure out which one of these boxes is mine though...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna me toma algún tiempo para averiguar cuál de estas cajas es minera...

source: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Allow me to help with that! {i}Heheh!{/i}
es_es: [_box_ghost_s_towards_s_neutral_s_talk_amused_] ¡Permítanme ayudar con eso! ¡ {i}Heheh!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, where the heck were you when I was fighting back there?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oye, ¿dónde estaba usted el heck cuando estaba luchando contra él?

source: [_box_ghost_s_towards_s_confused_s_talk_amused_] Do not concern yourself with the likes of the unknown, Ghost Boy! The truth of the world might frighten you stiff!!
es_es: [_box_ghost_s_towards_s_confused_s_talk_amused_] No te preocupes por los gustos del Niño Fantasma desconocido! ¡La verdad del mundo podría asustarte fuerte!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] You were just hiding in the back, weren't you?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Sólo estabas escondiendo en la espalda, ¿verdad?

source: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silence! Take your pre-purchased parcel and begone from the box-like premises of the Amity Park Mall!!
es_es: ¡[_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silencio! ¡¡¡Toma tu paquete precomprado y engendró de las instalaciones de la caja del Parque Amites!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Wait, hold up! How do you know it's {i}this{/i} one for sure? There must be like a hundred packages here!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] ¡Espera, espera! ¿Cómo sabes que es {i}este{/i} seguro? ¡Debe haber como cien paquetes aquí!

source: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Foolish question! I am the Box Ghost! The {u}Box{/u}. Ghost. It's sorta my awesome {u}power{/u} to know the contents of any and all square containers!!
es_es: ¡[_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! ¡Pregunta estúpida! ¡Soy el Fantasma de Box! ¡La Caja {u}{/u}. Fantasma. ¡¡Es mi increíble poder {u}{/u} conocer el contenido de todos y todos los contenedores cuadrados!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Well, this whole experience has been pretty tiring, you mind giving me a lift home or something?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Bueno, toda esta experiencia ha sido bastante cansada, ¿te importan darme un ascensor, o algo?

source: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} sure, why not, my Tesla's parked out front.
es_es: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} seguro, ¿por qué no, mi Tesla aparcó delante.

source: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Thanks for your help, Ghost Child.
es_es: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Gracias por tu ayuda, Ghost Child.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh man, can't believe I crashed so hard last night.
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Amanecer*{/i} Oh man, no puede creer que me estrellé tan duro anoche.

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, are you up?
es_es: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] semanas, ¿has terminado?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Yeah, I'm up.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Sí, estoy arriba.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Can I come in?
es_es: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] ¿Puedo entrar?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Yeah, no problem...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Sí, no hay problema...

source: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh baby what's the matter? You look exhausted.
es_es: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp * {/i} Oh bebé ¿cuál es el asunto? Te ves agotado.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] It was just a long night, sorry I was out so long.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Fue solo una noche larga, lo siento tanto tiempo.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well I hope everything's okay... I worry about you, kiddo...
es_es: [_maddie_s_towards_s_rise_s_talk_frown_] Bueno, espero que todo esté bien... Me preocupo por ti, chico...

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah no, I'm fine, just a little tired is all.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sí, no, estoy bien, solo un poco cansado está todo.

source: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... well, I'll cook up some breakfast to help you start the day right!
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... ¡Bueno, cocinaré un poco de desayuno para ayudarte a empezar el día bien!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Yes sweetie?
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ¿Sí cariño?

source: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] I {i}uh,{/i} I got that thing you wanted.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] I {i}uh, {/i} conseguí esa cosa que querías.

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh my, Danny. Did you now?
es_es: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh mi, Danny. ¿Lo has hecho ahora?

source: [_danny_s_closed_s_neutral_s_talk_happy_] Yeah, I left it by the door.
es_es: [_danny_s_closed_s_neutral_s_talk_happy_] Sí, lo dejé por la puerta.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Thank you baby... I'll give you a call later today.
es_es: [_maddie_s_towards_s_neutral_s_talk_amused_] Gracias bebé... Te haré una llamada más tarde hoy.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Aren't you going to tell me what's inside?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿No me vas a decir qué hay dentro?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Oh sweetie! A little patience and mystery never hurt anybody.
es_es: [_maddie_s_towards_s_rise_s_talk_happy_] ¡Oh semanas. Un poco de paciencia y misterio nunca perjudica a nadie.

source: [_danny_s_towards_s_sad_s_distraught_] (What is it with everybody and mystery? She sounds like the Box Ghost...)
es_es: [_danny_s_towards_s_sad_s_distraught_] (¿Qué es con todo el mundo y el misterio? Ella suena como la Caja Ghost...)

source: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} That is not a mental image I needed to create...)
es_es: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} Esa no es una imagen mental que necesitaba para crear...)

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright Mom, I'll be patient.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Mamá correcta, seré paciente.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Good boy. Now c'mon, get up, I've got some nice eggs and bacon for you waiting.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Buen chico. Ahora c'mon, levántate, tengo unos buenos huevos y un bacon para ti esperando.

source: [_danny_s_towards_s_sad_s_smile_] (Well, I hope whatever I just did was worth it... I've committed so much to this I have to see things through now...)
es_es: [_danny_s_towards_s_sad_s_smile_] (Bueno, espero que lo que acabo de hacer valga la pena... Me he comprometido tanto a esto tengo que ver las cosas hasta ahora...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (All this excitement made me almost forget that Ember was even a thing. Hopefully, this plan will work the way I need it to.)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Toda esta emoción me hizo olvidar casi que Ember era una cosa. Esperemos que este plan funcione de la manera en que lo necesito.)

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, you gonna join us for dinner tonight?
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, ¿te uniste a nosotros para cenar esta noche?

source: [_jack_s_towards_s_idle_s_talk_happy_] Your mother's cooking her world famous ghost-pepper steak tonight! This baby's tastier than a runway model in a latex jumpsuit! It's outta this world!
es_es: [_jack_s_towards_s_idle_s_talk_happy_] ¡Tu madre está cocinando su famoso filete de pimienta fantasma esta noche! ¡Este bebé es más sabroso que un modelo de pista en un traje de látex! ¡Este mundo está muy fuera!

source: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, stop it you!
es_es: [_maddie_s_away_s_amused_s_talk_amused_] ¡Oh, tú, deténgalo!

source: [_jack_s_up_s_wondering_s_talk_happy_] Oh, but you and I both know that you're {i}really{/i} the one who's out of this world babe!
es_es: [_jack_s_up_s_wondering_s_talk_happy_] ¡Oh, pero tú y yo sabemos que eres {i}realmente{/i} el que está fuera de esta niña del mundo!

source: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Trying to just grab a snack here, people!
es_es: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} ¡Intentando simplemente agarrar una cerveza aquí, a la gente!

source: [_jack_s_towards_s_idle_s_talk_frown_] Young lady, one of these days you'll truly come to appreciate a man {u}half{/u} as in love with you as I am with your mother!
es_es: [_jack_s_towards_s_idle_s_talk_frown_] Joven dama, uno de estos días realmente llegará a apreciar a un hombre {u}la mitad {/u} como en el amor con usted como estoy con su madre!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Your father is the sweetest man I ever met Danny! I definitely think you could take a few notes from him when you finally meet a girl you want to bring home to us.
es_es: [_maddie_s_towards_s_neutral_s_talk_happy_] ¡Tu padre es el hombre más dulce que jamás conocí a Danny! Definitivamente creo que usted podría tomar unas cuantas notas de él cuando finalmente se encuentre con una chica que quiere traernos a casa.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Speaking of, {i}will{/i} we be scheduling dinner with any special girl any time soon...?
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] Hablando de, {i}lo haremos{/i} que programemos la cena con cualquier chica especial en cualquier momento pronto...?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mom, don't embarrass me.
es_es: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mom, no me avergonzes.

source: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Is she really just gonna pretend and act like a normal mother with everything we have planned? I guess being a Mom still comes first and foremost for her...)
es_es: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (¿Realmente solo pretende que ella se vaya y actúe como una madre normal con todo lo que hemos planeado? Supongo que ser una mamá sigue siendo ante todo para ella...)

source: [_jack_s_towards_s_confused_s_talk_frown_] ...jumping gadzooks!! Would you look at the time!!
es_es: [_jack_s_towards_s_confused_s_talk_frown_] ...jumping gadzooks!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's wrong dad?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh? ¿Qué está mal de papel?

source: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, do you happen to remember that little {u}thing{/u} we talked about?
es_es: [_jack_s_towards_s_idle_s_talk_happy_] Jazmín, ¿recuerdas el pequeño {u}del que hablamos?

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What thing?
es_es: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] ¿Qué cosa?

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, it came through after all!
es_es: [_jack_s_towards_s_rise_s_talk_happy_] Bueno, al fin y al cabo, ha llegado a buen puerto.

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Wait- you mean-
es_es: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Espere - quiere decir-

source: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup!{/i} An old college buddy of mine got your tickets to the Ember concert all ready to go!
es_es: [_jack_s_closed_s_wondering_s_talk_happy_] ¡ {i}Yeup!{/i} ¡Un viejo amigo mío universo consiguió tus entradas para el concierto de Ember listo para ir!

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeee!!{/i} How did you even get them?! The concert was already sold out! I was so bummed, I thought I'd be the only who wouldn't be able to go!!
es_es: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeeeee!!{/i} ¿Cómo los conseguiste?! ¡El concierto ya se vendió! Estaba tan desconcertado, pensé que sería el único que no sería capaz de ir!!

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well, your father does have a few tricks up his sleeve, dear.
es_es: [_maddie_s_towards_s_amused_s_talk_amused_] Bueno, tu padre tiene algunos trucos en la manga, querido.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Wait, the Ember concert?! You're going too Jazz??
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ¡Espera, el concierto de Ember?! ¿Vas demasiado Jazz??

source: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh no, this is not good... I can't possibly warn her about Ember without exposing myself...)
es_es: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh no, esto no es bueno... posiblemente no puedo advertirle sobre Ember sin exponerme a mí mismo...)

source: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] What's the matter Danny? Jealous of the most amazing night ever I'm gonna have?
es_es: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] ¿Qué importa Danny? ¿Celestial de la noche más asombrosa que haya tenido jamás?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh well, ya' know, it's just crazy how lucky you are, is all... {i}heh{/i}... s-so, when is the concert, exactly?
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh bueno, ya' sabe, es tan loco como afortunado eres, es todo... {i}heh{/i}... s-so, ¿cuándo es el concierto, exactamente?

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] It's in just a couple days! Duh!
es_es: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] ¡Está en tan solo un par de días! ¡Duh!

source: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhh!!{/i} I'm so excited now, I could just {u}die!!{/u}
es_es: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhhh!!{/i} Estoy tan emocionado ahora, pude tan solo {u}morir!!{/u}
