Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_] (Kate's letting me ask her whatever I want...) [nointeract]
es_es: [_danny_] (Kate me deja preguntarle lo que quiera...) [nointeract]

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Well, that's an odd route to go down! Or to presume is true! {i}Haha hah!{/i}
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Sonrojada* {/i} Bueno, ¡és un dicho poco adecuado¡ ¡aunque se cierto! {i}Haha hah! {/i}

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] I mean, not that I don't like the nice attention I've gotten, or anything...
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Quiero decir, que és que no me guste la atención agradable que he recibido, ni nada...

source: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] But, well... I guess I'm kinda used to girls liking Inviso-Bill more than Danny Fenton. Or just not liking me, period.
es_es: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] Pero, bien... supongo que soy más amable con las chicas a las que les gusta Inviso-Bill que a Danny Fenton.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] But, you seem to mainly like {i}me{/i}. Which I definitely like. I guess I'm just curious as to {i}why{/i}?
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] Pero, parece que te gusto principalmente {i}yo{/i}. Lo que definitivamente me gusta. Tengo curiosidad de saber el ¿{i}por qué{/i}?

source: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] I guess that's a fair question...
es_es: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] Es una pregunta justa...

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] I just think you're kinda sweet, to be honest.
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] Sólo creo que eres dulce, para ser honesto.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Really? That's the secret?
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] ¿En serio? ¿Ese és el secreto?

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Look, I spent a lot of time chasing guys who were assholes when I was younger, and never really gave the "sweet" guys a proper chance.
es_es: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Mira, pasé mucho tiempo persiguiendo a los chicos que eran malos cuando era más joven, y nunca tuve oportunidad de encontrar el chico dulce.

source: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, I'm a sorta test drive, essentially?
es_es: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}vallaaaa{/i}, ¿soy una especie de test de prueba?

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Laughs*{/i} No, Danny... I just learned my lesson is all. After one too many jerks in your life, you tend to start looking down unexplored avenues...
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Risas*{/i} No, Danny... Acabo aprendí la lección. Después de muchos desengaños en tu vida, tiendes a empezar a mirar hacia abajo lo inexplorado...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Besides, it turns out the "nice guys" like you were packing {i}way{/i} more than the jerks in the first place! {i}*Winks*{/i}
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Además, resulta que los "chicos buenos" como tú estabais en la {i}reserva{/i} y los golfos en primer lugar! {i}*guiño*{/i}

source: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}...
es_es: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] {i}Uhh{/i}...

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] What's wrong? Sore subject?
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] ¿Qué está mal? ¿Sujeto grave?

source: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, I...{p}...I {i}maybe{/i}, sorta...{p}used to work as a... {b}dancer{/b}.
es_es: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, yo...{p}...yo{/p} {i}puede{/i}, como...{p}solía{/p} trabajar como... {b}vailarina{/b}.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, what, like ballet?
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, qué, ¿como ballet?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, not quite... I didn't have quite as much covering me up as a ballerina would...
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, no del todo... No tenía tanto cubriéndome como una de ballet...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... like a {u}stripper{/u}!?
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... ¿¡cómo una {u}stripper {/u}!?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Whispering*{/i} Not so loud, dammit!
es_es: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Susurro* {/i} ¡No tan fuerte, jodido!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, s-sorry.
es_es: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, l-lo siento.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Yes, I... I worked as an adult dancer while I was working to get my Bachelor's degree and my Nursing license.
es_es: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Sí, yo... trabajé como bailarina adulta mientras obtenía el título de mi stripper y mi licencia de enfermería.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] I didn't really have any parental support to fall back on either... I lost both my folks pretty young in a car accident.
es_es: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Yo no tenía ningún apoyo parental al que recurrir... Perdí a mis padres bastante joven en un accidente de coche.

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... I'm sorry to hear that.
es_es: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... Lamento oírlo.

source: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] And of course I had Star SUPER young while mixing in with the wrong crowds, so, I ended up taking a job as... as a stripper, yes.
es_es: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] Y por supuesto que tuve a Star SUPER joven mientras me mezclaba con las personas inadecuadas, así que terminé ocupándome un puesto de trabajo... como stripper, sí.

source: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Man, that must have been tough... having to raise a kid while still being a kid yourself pretty much. Working through school too? Crazy.
es_es: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Tía, eso debe haber sido duro... tener que criar a una niña mientras que sigues siendo una niña también. ¿Trabajando en la escuela también?. Que locura.

source: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] I mean, it wasn't all bad... the pay was really great... actually kinda better than what I get now.
es_es: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] Quiero decir, no era todo malo... el pago era realmente bueno... en realidad és mejor que lo que obtengo ahora.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Seriously?
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] ¿En serio?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Yeah, I was pretty popular.
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Sí, yo era muy famosa.

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Well, why the sudden change then?
es_es: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Bueno, ¿por qué el cambio repentino entonces?

source: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, I don't know... I wanted more, ya' know? I wanted Star to have someone she could grow up and be proud of. I didn't want her to think that she just needed to use her body to get whatever she wanted in life.
es_es: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, no lo sé... Quería más, ¿sabes? Quería que Star tuviera a alguien con quien crecer y estar orgullosa. No quería que ella pensara que sólo necesitaba usar su cuerpo para conseguir lo que quería en la vida.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Sure, I get that.{p}(Don't know if that lesson really ever sunk in properly with Star, but I get what Kate was going for. Good for her.)
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Claro, lo entiendo.{p}(no sé si esa lección sirvió a Star, pero sé que Kate tenía una buena intención. Algo bueno para ella.){/p}

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Believe it or not, she's a lot like how I was when I was her age.
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Creas o no, ella es muy parecida a lo que yo era cuando tenía su edad.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] ...yikes.
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] ...parece.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I know, I know, she can be pretty... {i}abrasive{/i} at times. But, when she really lets people in, she's much, {i}much{/i} different.
es_es: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] lo sé, sé que puede muy... {i}abrasiva{/i} a veces. Pero, cuando realmente se abre, és muy, {i}muy{/i} diferente.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Things between her and Paulina always seem a little, "tense", shall we say. On edge, maybe?
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Las cosas entre ella y Paulina siempre parecen un poco, "tensas", digamos. En vilo, ¿tal vez?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. I may be biased, but I've never been too keen on that Paulina girl. She reminds me a lot of the "friends" I used to have when I was younger.
es_es: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. Puede que yo esté equivocada, pero nunca he estado demasiado entusiasmada con esa chica Paulina. Ella me recuerda mucho a los "amigos" que solía tener cuando era más joven.

source: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] I'm sure Star can stand up for herself if she needs to.
es_es: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] Estoy seguro de que Star puede firme si lo necesita.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] I don't doubt it. I'm just saying, I don't exactly approve of her friend's obnoxious personality, and that's from personal experience.
es_es: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] no lo dudo. Estoy diciendo, no estoy completamente de acuerdo con la odiosa personalidad de su amiga, y és por experiencia personal.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Well, thank you for the lovely afternoon, "Mr. Bill".
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Bueno, gracias por la bonita tarde, "Mr. Bill".

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Of course, it was my pleasure, truly... would you like me to walk you home?
es_es: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Por supuesto, fue mi placer, verdaderamente... ¿Te gustaría que te acompañara a casa?

source: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] I'd very much like that, thank you!
es_es: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] ¡Me encantaría, gracias!

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] I try my best.
es_es: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] Intento dar lo mejor de mí.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] So I've heard. Come on then. Let's make sure I do get home safe this time.
es_es: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Vamos pues. Asegurémonos de que llego a casa a salvo.

source: [_danny_s_phantom_s_fc_s_closed_s_wondering_s_talk_pleased_] Lead the way, ma'am!
es_es: [_danny_s_phantom_s_fc_s_closed_s_wondering_s_talk_pleased_] Indica el camino, ¡preciosa!

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] So... this is my stop! I had a nice time today, and I really want to thank you for escorting me home.
es_es: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_]..... ¡espera, espera! He pasado un buen rato, quiero darte las gracias por acompañarme en casa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] I'm glad you had a nice time! I certainly did! Well worth the snake venom nearly killing me!{p}For the most part, anyway.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] ¡Estoy contento de que hayas tenido un buen momento! ¡Lo logré! ¡Valió la pena el veneno de serpiente que casi me mata! ¡{p}en su mayor parte{/p}, no en toda.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... say, you wouldn't happen to wanna come inside for some coffee would you? The night is still young, after all.
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... digamos, ¿te podría gustar pasar dentro y tomar un poco de café? Después de todo, la noche sigue siendo joven.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, well thank you, but I don't really drink coffee, sorry.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, bien; gracias, pero no bebo café, lo siento.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, that's quite alright with me.{p}Neither do I...
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, eso está bastante bien conmigo.{p} Yo tampoco {/p}...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah sure! {i}Ha-hah!{/i}
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Sonrojado* {/i} Y-yeah vale! {i}Ha-hah! {/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Come on in then, hero.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Vamos entonces, héroe.

source: [_danny_s_towards_s_sad_s_talk_happy_] T-this is a pretty nice place you've got here, Kate.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] E-este és un lugar muy bonito Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, why thank you! It's a bit smaller than most in the city, but I think me and Star have made it our own.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, és un poco más pequeño que la mayoría de la ciudad, pero creo que yo y Star lo hemos hecho nuestro.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Speaking of which, is Star gonna be-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Hablando de lo cual, ¿Star va a-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Don't worry about her, she's staying over with Paulina tonight.
es_es: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] No te preocupes de ella, se queda con Paulina esta noche.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh... c-cool.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh... b-bien.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Which means we have the whole place-
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Lo que significa que tenemos toda la casa-

source: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Just.
es_es: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Justo.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] To.
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Para.

source: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Ourselves.
es_es: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Nuestros.

source: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Man... y-you smell really nice, Kate.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Tía... t-tú hueles realmente bien, Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, always with the compliments! Relax, you've already made the grade!{p}Come on, how about I give you a proper tour of the house?
es_es: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] ¡Oh, siempre con los elogios! ¡Relájate, has hecho otra vez la calificación!{p}Vamos{/p}, ¿qué tal si te doy un recorrido por la casa?

source: [_danny_s_towards_s_angry_s_talk_pleased_] Lead the way!
es_es: ¡[_danny_s_towards_s_angry_s_talk_pleased_] ¡tú me diriges!

source: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Follow me then...~
es_es: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Sígueme entonces...~

source: [_danny_s_towards_s_wondering_s_talk_happy_] Is this-
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] és esto-

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] My bedroom, yes.
es_es: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Mi dormitorio, sí.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, the first stop on the tour is here? Well, it's definitely very-
es_es: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, ¿la primera parada en el tour está aquí? Bueno, és muy-

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...nice.
es_es: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...bueno.

source: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] How do you like my little outfit, Danny?
es_es: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] ¿qué te gusta más de mi pequeño traje, Danny?

source: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh man... well of course I like it, y-you look... incredible!
es_es: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh tía... bueno, por supuesto me gusta, ¡estás... increíble!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] I'm glad you like it so much... now come here... I wanna thank you properly for saving my life.
es_es: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] Me alegro de que te guste tanto... ahora ven aquí... Quiero darte las gracias por salvar mi vida.

source: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Cough*{/i} Twice. {i}*Cough*{/i}
es_es: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*tos* {/i} el segundo. {i}*tos* {/i}

source: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] That second one doesn't count, and you know it! Now get your damn clothes off, before I rip them off you myself~!
es_es: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] Este segundo no cuenta, ¡y lo sabes! ¡Ahora quítate tu maldita ropa antes de que la rompa yo misma~!

source: [_danny_] {i}GAH!{/i} WHAT THE-
es_es: [_danny_] {i}GAH!{/i} QUÉ TO-

source: [_kate_] {i}*Giggles*{/i} This is one of my favorite positions! You... you like it?
es_es: [_kate_] {i}*Risas*{/i} ¡Esta és una de mis posiciones favoritas! ¿te... Te gusta?

source: [_danny_] {i}Ah!{/i}~ It's very- {i}mmmmph!{/i}{p}Damn, it's good!
es_es: [_danny_] {i}¡Ah!{/i}~ Es muy- {i}mmmph!{/i}{p}¡Buena!{/p}

source: [_kate_] You just enjoy the view from back there...~
es_es: [_kate_] Sólo tienes que disfrutar de la vista desde atrás ... ~

source: [_danny_] {i}Ahhh!{/i} Kate! This feels amazing!
es_es: [_danny_] {i}¡Ahhh!{/i} Kate! ¡Esto es increíble!

source: [_kate_] {i}Mmmm!{/i} (I'm finally fucking him!! Thank God, I didn't know how much more of the school year I could have waited!!)
es_es: [_kate_] {i}Mmmm!{/i} (¡Finalmente estoy follando con él! ¡Gracias a Dios, no sabía cuánto tiempo más del curso escolar podría haber esperado!)

source: [_kate_] (Damn, was he blessed with the right anatomy or what?!)
es_es: [_kate_] (Damn, ¿fue bendecido con la anatomía correcta o qué?)

source: [_danny_] That's it Kate! Don't stop! Keep taking it!
es_es: [_danny_] ¡Eso és Kate! ¡No pares! ¡Sigue así!

source: [_kate_] Oh, fuck! That's so good Danny!
es_es: [_kate_] Oh, ¡mierda! ¡Eso es tan bueno Danny!

source: [_danny_] K-Kate! You're so tight!
es_es: [_danny_] K-Kate! ¡Estás tan apretado!

source: [_kate_] {i}Oooooh!{/i} And you're so {u}big{/u}, Danny!
es_es: [_kate_] {i}¡Oooooh!{/i} ¡Y la tiense tan {u}grande{/u}, ¡Danny!

source: [_kate_] You like that? I-
es_es: [_kate_] ¿Te gusta? yo-

source: [_kate_] I don't think I can hold out much longer Danny!
es_es: [_kate_] ¡No creo que pueda aguantar mucho más a Danny!

source: [_danny_] I'm gonna... I'm gonna cum, Kate!
es_es: [_danny_] Voy a... ¡voy a correrme!

source: [_kate_] Yes! That's it baby! Yes! Yes!! {i}YES!!{/i}
es_es: [_kate_] ¡Sí! ¡Eso és bebé! ¡Sí! ¡¡Sí!! {i}¡¡SÍ!! {/i}

source: [_danny_] Here it comes!
es_es: [_danny_] ¡Aquí llega!

source: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... damn Danny... had I known you'd be able to do {i}that{/i}, I'd have mounted you in my office first chance I could!
es_es: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOoooh{/i}... maldición Danny... si supiera antes que podías hacer {i}esto{/i}, ¡te habría cabalgado en mi oficina a la primera oportunidad que tuviera!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, that was- are you... lighting up a cigarette?
es_es: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, esto fue..¿estás encendiendo un cigarrillo?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...always smoke after a good fuck. Life lesson for you.
es_es: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhala* {/i} ... siempre fumo después de una buena follada. Lección de vida para ti.

source: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] I just thought, ya' know, with the health risks and all, I mean, you're a nurse, so I obviously don't need to explain the problem-
es_es: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] Solo pensé, ya sabes, con los riesgos para la salud y todo, quiero decir, eres una enfermera, así que obviamente no necesito explicar el problema-

source: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaax{/i} Danny. Now I only ever smoke after a {i}real{/i} hot fucking like that on.
es_es: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaajate{/i} Danny. Solo fumo después de un {i}veradero{/i} polvo como este.

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Oh, alright, s-sweet. {i}Heh{/i}...
es_es: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Oh, bueno, g-gracias. {i}Heh{/i}...

source: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Wait, did you just pop {i}another{/i} boner? To just me, standing here, smoking??
es_es: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Espera, ¿estás {i}otra{/i} vez empalmado? ¿¿Para mí y estando aquí fumando??

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... maybe? I guess I think it just adds a whole lot to your whole... MILF vibe?
es_es: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... ¿Tal vez? Creo que ¿sólo és porque eres una hermosa... MILF?

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} Really now? Certainly interesting... well don't get {i}too{/i} used to it, like I said, I only enjoy these babies on special occasions.
es_es: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} ¿ahora? Ciertamente interesante... bien no te acostumbres {i}mucho{/i}, como ya te he dicho, solo me gustan los jóvenes en ocasiones especiales.

source: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] So, a night in bed with me counts as a "special occasion", huh?
es_es: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] Entonces, una noche en la cama conmigo cuenta como una "ocasión especial", ¿eh?
