Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_desiree_] Oh, Maste-, I mean, why hello Danny!
es_es: [_desiree_] Oh, Maste-, quiero decir, ¿por qué hola Danny!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Hey Danny, I've just been talking to your friend Des...
es_es: [_jazz_s_towards_s_wondering_s_talk_happy_] Hey Danny, acabo de hablar con tu amigo Des...

source: [_jazz_s_towards_s_wondering_s_talk_amused_] I can really see what you're pawing over with her, that much's obvious. She's a great conversationalist!
es_es: [_jazz_s_towards_s_wondering_s_talk_amused_] realmente puedo ver lo que estás pegando con ella, eso es obvio. ¡Es una gran conversación!

source: [_desiree_] {i}Ohh, ehm,{/i} yes, why thank you, Jasmine...
es_es: [_desiree_] {i}Ohh, ehm,{/i} si, ¿por qué gracias, Jazmín...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Really punching above your weight class on this one though, aren't you?
es_es: [_jazz_s_towards_s_rise_s_talk_amused_] Realmente golpear por encima de su clase de peso en este, sin embargo, ¿no?

source: [_desiree_] {i}O-oh{/i}, n-no, we're just friends! Danny here is going to introduce me to a friend of his, actually.
es_es: [_desiree_] {i}O-oh{/i}, n-no, ¡solo somos amigos! Danny aquí me va a presentar a un amigo suyo, en realidad.

source: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, sorry, I just assumed-
es_es: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, lo siento, solo me siento bien-

source: [_danny_s_towards_s_rise_s_talk_displeased_] Yeah, we know you did.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Sí, sabemos que lo hiciste.

source: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Desiree, where are you from exactly?
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Deseo, ¿de dónde eres exactamente?

source: [_desiree_] Oh, my home land? Oh, well, {i}uhmm{/i}, I'm from... {i}ehhrm{/i}...{p}{size=12}Blast, where am I from again...?{/size}
es_es: [_desiree_] Oh, mi tierra de origen? Oh, bueno, {i}uhmm{/i}, soy de... {i}ehhrm{/i}...{p}{size=12}Blast, ¿dónde estoy yo de nuevo...?{/size}

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! You're from Wisconsin, Des.
es_es: ¡[_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! Eres de Wisconsin, Des.

source: [_desiree_] Oh, yes, Wisconsin. That's right!
es_es: [_desiree_] Oh, sí, Wisconsin. ¡Eso está bien!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] So, what're you doing in Amity Park?
es_es: [_jazz_s_towards_s_wondering_s_talk_happy_] Entonces, ¿qué estás haciendo en Amity Park?

source: [_desiree_] {i}Uhhm{/i}, just, visiting some... old friends I know who live in the area. I'm actually...
es_es: [_desiree_] {i}Uhhm{/i}, por favor, visitando a algunos... viejos amigos que conozco que viven en la zona. En realidad yo...

source: [_desiree_] ...a {u}student{/u}! At the, {i}ehm{/i}, University of Wisconsin!
es_es: [_desiree_] ... un estudiante {u}{/u}! En el, {i}ehm {/i}, Universidad de Wisconsin!

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, seriously? That's cool, my parents went there.{p}What are you studying?
es_es: [_jazz_s_towards_s_wondering_s_talk_amused_] ¿Oh, en serio? Eso es genial, mis padres fueron allí.{p}¿Qué estás estudiando?

source: [_desiree_] Alchemy.
es_es: [_desiree_] Alquimia.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] ...a-alchemy?
es_es: ¿[_jazz_s_towards_s_rise_s_talk_displeased_] ...una alquimia?

source: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Whispering*{/i} Des! Nobody studies alchemy anymore! They study {u}chemistry{/u}!
es_es: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Whispering * {/i} Des! ¡Nadie estudia ya la alquimia! Estudian {u}química {/u}!

source: [_desiree_] Oops, I merely meant {i}chemistry{/i}, actually... and Global Middle-Eastern studies.
es_es: [_desiree_] Oops, simplemente quería decir {i}química{/i}, en realidad... y estudios Global Middle-Oriente.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Well, neat! That's quite varied! I honestly can't wait to get my degree and leave this town for school.
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] ¡Bien, bien! ¡Eso es bastante variado! Francamente no puedo esperar para obtener mi título y dejar esta ciudad para la escuela.

source: [_desiree_] Y-yes, it sure is fun having your freedom!{p}{i}*Sighs*{/i}
es_es: [_desiree_] Sí, ¡seguro que es divertido tener tu libertad!{p}{i}*Suspirados*{/i}

source: [_jazz_s_closed_s_idle_s_talk_amused_] Well that's super awesome!
es_es: [_jazz_s_closed_s_idle_s_talk_amused_] ¡Bueno, eso es super increíble!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Tell me, are there any feminist movements or interesting psychology programs?
es_es: [_jazz_s_towards_s_wondering_s_talk_happy_] Cuéntanme, ¿hay algún movimiento feminista o programas psicológicos interesantes?

source: [_desiree_] {i}*Whispering*{/i} Danny, what is a "feminist"?
es_es: [_desiree_] {i}*Susurro*{/i} Danny, ¿qué es un "feminista"?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Whispering*{/i} Someone who definitely wasn't around in your time. Just say yes.
es_es: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Susurro*{/i} Alguien que definitivamente no estaba ahí en tu tiempo. Solo dice que sí.

source: [_desiree_] {i}Uhh{/i}, yes, I would imagine, but I was not actively aware of them...
es_es: [_desiree_] {i}Uhh{/i}, sí, me imaginaría, pero no los conocía activamente...

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, sure, I get that.
es_es: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, seguro que lo recibo.

source: [_desiree_] I must say, it is so good to finally have a conversation with you, Jasmine!
es_es: [_desiree_] Debo decir que es muy bueno tener una conversación contigo, ¡Jazmín!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, it is?
es_es: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, ¿verdad?

source: [_desiree_] Why of course, it has driven me crazy, not being able to even share a word with someone who I live under the same roof wit-
es_es: [_desiree_] Por qué, por supuesto, me ha llevado a la locura, no poder ni siquiera compartir una palabra con alguien que vivo bajo el mismo techo -

source: [_desiree_] ...{i}ehrr{/i}.... I mean to say... it's driven me so crazy, not knowing you in person yet, being Danny's big sister, and what not... but I've heard a lot about you.
es_es: [_desiree_] ...{i}ehrr{/i}.... Quiero decir... me ha llevado tan loca, sin saberte en persona todavía, siendo la gran hermana de Danny, y lo que no... pero he oído mucho sobre ti.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, well that's so nice!{nw}
es_es: [_jazz_s_towards_s_idle_s_talk_amused_] ¡Oh, está bien! ¡{nw}

source: [_extend_] Hey Danny, leave us girls alone to chat a little more closely.
es_es: [_extend_] Hey Danny, déjanos a las chicas solo para chatear un poco más de cerca.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, are you seriously throwing me out of the conversation already?
es_es: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, ¿ya me estás lanzando seriamente de la conversación?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] There's more than enough people wanting to speak to you I'm sure Danny, go talk to them!
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Hay más que suficientes personas que quieren hablar contigo Estoy seguro de que Danny, ¡habla con ellos!

source: [_jazz_s_towards_s_angry_s_talk_displeased_] Don't be selfish with Desiree, I want to know as much as I can...
es_es: [_jazz_s_towards_s_angry_s_talk_displeased_] No seas egoísta con Deseos, quiero saber todo lo que puedo...

source: [_danny_s_towards_s_neutral_s_talk_distraught_] But I-
es_es: [_danny_s_towards_s_neutral_s_talk_distraught_] Pero I-

source: [_desiree_] We'll talk later Danny... promise.
es_es: [_desiree_] Hablaremos más tarde Danny ... promesa.

source: [_danny_s_towards_s_idle_s_talk_amused_] Hey, guys, thanks for showing up!
es_es: [_danny_s_towards_s_idle_s_talk_amused_] Oye, chicos, ¡gracias por mostrarse!

source: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Hey, thanks for inviting us to the party! This is pretty crazy!
es_es: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Oye, ¡gracias por invitarnos a la fiesta! ¡Esto es bastante loco!

source: [_tucker_s_towards_s_idle_s_talk_happy_] For real! Look at all the girls here!{p}Why'd we never think to use your place as a sweet party palace before??
es_es: [_tucker_s_towards_s_idle_s_talk_happy_] ¡De verdad! ¡Mira todas las chicas aquí!{p}¿Por qué nunca pensaríamos usar tu lugar como un palacio de fiesta dulce antes??

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, ya' know, my parents have never been keen on the idea, but they're not exactly here right now, {i}soo{/i}...
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, sé, mis padres nunca han estado entusiasmados con la idea, pero no están exactamente aquí ahora, {i}soo{/i}...

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Well, best not keep the hotties waiting. Time to show them how the Tucker-nator rolls!
es_es: [_tucker_s_towards_s_wondering_s_talk_happy_] Bueno, lo mejor es que no mantengas los calientes esperando. ¡Es hora de mostrarles cómo avanza el Tucker-nator!

source: [_sam_s_co_s_away_s_rise_s_talk_displeased_] The "Tucker-nator", seriously? Don't tell me that's gonna be your opening line...
es_es: [_sam_s_co_s_away_s_rise_s_talk_displeased_] El "Tucker-nator", ¿en serio? No me digas que es tu línea de apertura...

source: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Hello ladies! Have I ever mentioned that I'm rather fluent in Esperanto?
es_es: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] ¡Hola Señoras! ¿Alguna vez he mencionado que soy bastante fluido en Esperanto?

source: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] That's "all of you look so beautiful tonight..."{p}{nw}
es_es: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] Eso es "todos ustedes se ven tan hermosos esta noche..."{p}{nw}

source: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...or that I like to eat roasted carrots... one or the other!
es_es: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...o que me gusta comer zanahorias asadas... ¡una o la otra!

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, I'm glad you guys are enjoying yourselves.
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, me alegro de que tus chicos estén disfrutando de ti mismo.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] I'm just glad we can get away from all the ghost stuff lately, at least for a little while.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Me alegro de que últimamente podamos alejarnos de todas las cosas fantasma, al menos durante un rato.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll catch up with you guys later, okay?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Te pondré al día con tus chicos más tarde, ¿no?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh sure, but {i}uh{/i}, Danny?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh seguro, pero {i}uh{/i}, Danny?

source: [_danny_s_towards_s_rise_s_talk_happy_] What's up Sam?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] ¿Qué pasa con Sam?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] Don't forget about that {u}thing{/u} we talked about.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] No te olvides de esa cosa {u}{/u} de la que hablábamos.

source: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} I... I haven't forgotten.
es_es: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} I... no lo he olvidado.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Good. I'm looking forward to it.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Bueno. Espero con impaciencia.

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, h-hey guys, how's it going? Enjoying the party so far?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, hey chys, ¿cómo va así? ¿Disfruta de la fiesta hasta ahora?

source: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Man, I should have known your place would suck, Fen-toad! I just didn't think it'd be {i}this{/i} bad.
es_es: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Hombre, debería haber sabido que tu lugar chuparía, ¡Fen-toad! Simplemente no pensé que sería {i}mala{/i} malo.

source: [_dash_s_towards_s_angry_s_talk_consternation_] There's not even any Ember McClain playing! Lame!!
es_es: [_dash_s_towards_s_angry_s_talk_consternation_] ¡Ni siquiera hay ningún Mclain de Ember jugando! ¡¡¡¡Mucho!!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sure, Dash, feel free to let yourself into my house, drink my beer and crap on my party... more than welcome to... dickhead.)
es_es: [_danny_s_at_player_s_angry_s_clenchteeth_] (Seguro, Dash, siéntete libre de dejarte entrar en mi casa, bebe mi cerveza y crap en mi fiesta... más que bienvenida... dickhead.)

source: [_danny_s_towards_s_angry_s_talk_distraught_] Well, glad you could still make it, Dash...
es_es: [_danny_s_towards_s_angry_s_talk_distraught_] Bueno, felices de que pudieras seguir haciéndolo, Dash...

source: [_kwan_s_towards_s_sad_s_talk_displeased_] I mean no offense Danny, but in his defense, this place is like, pretty weird dude. Like, why do you have that area in the kitchen sealed off with steel blast doors?
es_es: [_kwan_s_towards_s_sad_s_talk_displeased_] Quiero decir que no ofensa a Danny, pero en su defensa, este lugar es como un dudo bastante extraño. Me gusta, ¿por qué tienes esa zona en la cocina sellada con puertas de chorro de acero?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, yeah, my Dad's got the lab down there. Just some security measures, for the party and stuff.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, sí, mi papá consiguió el laboratorio ahí abajo. Solo algunas medidas de seguridad, para la fiesta y cosas.

source: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Yeah, pretty high tech stuff man... probably rivals some of the gear they have down at Axion Labs.
es_es: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles * {/i} Sí, un hombre bastante de alta tecnología ... probablemente rivaliza con algunos de los equipos que tienen en Axion Labs.

source: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, I didn't know you were into a science wing like Axion Labs...
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, no sabía que estaba en un ala de la ciencia como Axion Labs...

source: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, are you kidding? I {u}love{/u} science!! I've been begging Valerie to convince her dad to let me go on a tour of that place.
es_es: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, ¿estás bromeando? I {u}amor {/u} ciencia!! He estado rogando a Valerie que convenza a su papá para que me deje ir de gira por ese lugar.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Valerie's Dad works there? Really? Gee, I wouldn't have ever known that unless you told me.{p}You know, I guess it just goes to show, you should never judge a book by-
es_es: ¿[_danny_s_towards_s_wondering_s_talk_happy_] El papá de Valerie funciona allí? ¿De verdad? Gee, nunca lo habría sabido a menos que me lo dijeses.{p}Sabes, supongo que sólo va a mostrar, nunca deberías juzgar un libro por-

source: [_dash_s_towards_s_angry_s_talk_distraught_] Are you still talking, Fen-turd?! Leave us alone loser!
es_es: [_dash_s_towards_s_angry_s_talk_distraught_] ¿Todavía estás hablando, Fen-turd?! ¡Déjanos solos perdedor!

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Yeah, you're right. What I was thinking, trying to help break down social barriers?
es_es: [_danny_s_at_player_s_angry_s_talk_distraught_] Sí, tienes razón. ¿Qué estaba pensando, tratando de ayudar a romper las barreras sociales?

source: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny! Thanks for the beer!
es_es: [_kwan_s_towards_s_sad_s_talk_happy_] ¡Bye Danny! ¡Gracias por la cerveza!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Well, things seem to be going pretty well, all things considered... I had better check on Des now that she seems less busy.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Bueno, las cosas parecen estar yendo bastante bien, todas las cosas consideradas... Mejor que verifiquemos a Des ahora que parece menos ocupadas.)

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, how're those cocktails I mixed for you working?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Entonces, ¿cómo son esos cocktails que mezclaré para ti trabajando?

source: [_desiree_] Well, they certainly are very bubbly and tasty, but I'm not really...
es_es: [_desiree_] Bueno, ciertamente son muy burbujas y sabrosos, pero no yo...

source: [_desiree_] ...actually, I do believe I'm getting quite a warm burning feeling in my belly!
es_es: [_desiree_] ...en realidad, creo que estoy recibiendo una sensación de fuego bastante cálida en mi campana!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, is that bad you mean?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, ¿ese mal que quieres decir?

source: [_desiree_] No! Very good, in fact! I haven't felt this relaxed in a long, {i}loooong{/i} time...
es_es: ¡[_desiree_] No! Muy bien, de hecho! No he sentido este relajado en un largo tiempo {i}loooong{/i}...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Awesome! Glad you're having a nice time.
es_es: ¡[_danny_s_towards_s_wondering_s_talk_amused_] genial! Te alegro de que te lo pases bien.

source: [_desiree_] Master, don't you think it's time that "Inviso-Bill" made his arrival to the party?
es_es: [_desiree_] Maestro, ¿no crees que es hora de que "Inviso-Bill" llegue a la fiesta?

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, do you think so? Now?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Oh, ¿lo crees? ¿Ahora?

source: [_desiree_] Absolutely, it will be the perfect moment for a fashionably late entrance. Just leave the house, transform, knock on the door and I'll answer.
es_es: [_desiree_] Absolutamente, será el momento perfecto para una entrada a la moda. Solo salga de la casa, transforme, pega en la puerta y le contestaré.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Okay, good plan!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Vale, ¡buen plan!

source: [_danny_s_towards_s_rise_s_talk_displeased_] But, won't people wonder where I've gone? I'm the host of the party, after all.
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Pero, ¿no se preguntará la gente por dónde he ido? Yo soy el anfitrión del partido, después de todo.

source: [_desiree_] Has anybody at this party come up to you, personally, and thanked you for your hospitality yet?
es_es: [_desiree_] ¿Alguien en esta fiesta ha venido a ti, personalmente, y te ha agradecido tu hospitalidad todavía?

source: [_desiree_] Nobody your age would care to know who the host is, Danny. I think you'll be fine disappearing for a little bit.
es_es: [_desiree_] a nadie te importaría saber quién es el anfitrión, Danny. Creo que estarás bien desapareciendo un poco.

source: [_danny_s_towards_s_sad_s_talk_happy_] Alright, I'll be right back!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Muy bien, ¡Volveré bien!

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
es_es: [_doorsound_] {i}*Knock* *Knock*{/i}

source: [_desiree_] Oh, look everyone! It's the, {i}ehrm{/i}, most "super cool", and {i}totally{/i} "bitchin'" superhero... Inviso-Bill!
es_es: [_desiree_] ¡Oh, mira a todos! Es el superhéroe de {i}ehrm{/i}, el más "super fresco" y {i}en total{/i} "bitchin'"... ¡Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} H-hello, citizens, yes! I did in fact hear there was a party in town. Anyone mind if I come in?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} Hola, ciudadanos, ¡sí! De hecho oí que había una fiesta en la ciudad. ¿Algún importa?

source: [_desiree_] Why, not at all! Be our guest! {i}Ehmm{/i}, sadly our dear host, "Danny Fenton", is out for the moment, but he'll be back soon!
es_es: [_desiree_] ¿Por qué, en absoluto! ¡Sea nuestro invitado! {i}Ehmm{/i}, tristemente nuestro querido anfitrión, "Danny Fenton", está listo por el momento, ¡pero volverá pronto!

source: [_desiree_] I'm sure there are plenty of people here who would love to meet-
es_es: [_desiree_] Estoy seguro de que hay mucha gente a la que les encantaría conocerse-

source: [_paulina_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] GHOST BOY?!
es_es: ¡[_paulina_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] HOY GOY?!

source: [_paulina_s_towards_s_sad_s_talk_displeased_] Where have you {i}been{/i}, Ghost Boy?! I've been waiting for you to call for {u}ages!!{/u}
es_es: [_paulina_s_towards_s_sad_s_talk_displeased_] ¿Dónde te has {i}sido {/i}, Ghost Boy?! He estado esperando para que usted llame para {u}edades!! {/u}

source: [_star_s_towards_s_rise_s_talk_amused_] Hey Billy! Did you want a drink at all? That doofus Danny got one thing right and made sure to pack this place with lots of free booze! {i}Hah!{/i}
es_es: ¡[_star_s_towards_s_rise_s_talk_amused_] Hey Billy! ¿Querías beber algo en absoluto? ¡Ese doofus Danny tenía una cosa correcta y se aseguró de empacar este lugar con un montón de libro gratis! {i}¡Hah!{/i}

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, hey, girls... you wouldn't mind if I got to mingle around a little bit first, right?
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, jeje, chicas... no te importaría si tuviera que meterme un poco primero, ¿verdad?

source: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, no problem! Anything for {i}youuu{/i}, Ghost Boy...~
es_es: [_paulina_s_towards_s_wondering_s_talk_amused_] ¡Oh, no hay problema! Cualquier cosa para {i}youuu{/i}, Ghost Boy...~

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh? But what about you wanting to yell at him for not-
es_es: [_star_s_towards_s_rise_s_talk_displeased_] ¿Huh? Pero ¿qué pasa con que quieres gritarle por no-

source: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Star{/u}!! C'mon! Give him some space! After all,{p}the night is still young, {i}right?{/i}
es_es: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Star{/u}!! ¡C'mon! ¡Dale algo de espacio! Después de todo,{p}la noche sigue siendo joven, {i}¿no?{/i}

source: [_star_s_towards_s_rise_s_talk_amused_] That it is, Paul... that it is...
es_es: [_star_s_towards_s_rise_s_talk_amused_] Que es, Paul... que es...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (That sounds both ominously threatening and possibly super horny on their part... I'm scared on either count...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (Eso suena a la vez amenazante y posiblemente súper cachonda por su parte ... I'm sasued on either count ...)

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] And the ever illusive Inviso-Bill makes his appearance of the evening.
es_es: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] Y el siempre ilusivo Inviso-Bill hace su aparición de la noche.

source: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, wha- DANN-?{p}{i}Ehmmm{/i}, I mean, I-Inviso-Bill??
es_es: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Espera, ¿quién- DANN-?{p}{i}Ehmm{/i}, quiero decir, ¿I-Inviso-Bill??
