Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] I'm just stopping by to check on your son, Danny? A little while ago, he collapsed in class, and there was actually another incident today... this time with a wound I found on his arm.
es_es: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] He pasado para revisar a tu hijo, ¿Danny?, Hace poco se quedó inconsciente en clase, y hoy tubo otro incidente. Esta vez con una herida que encontré en su brazo.

source: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] What?! Danny hurt?? He didn't say!{p}W-why did no one call me?!
es_es: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] ¡¿Qué?! ¿¿Danny herido?? ¡No me lo ha dicho! ¡{p}¿p-por qué no me llamó nadie?{/p}!

source: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] I'm truly sorry, the first incident wasn't too serious, and neither was this, really. It's nothing to be alarmed about, I assure you!
es_es: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Lo siento sinceramente, el primer incidente no fue demasiado grave, y tampoco este otro. No es nada por lo que alarmarse, ¡se lo aseguro!

source: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph!{/i} Well {u}someone{/u} should have called, regardless.
es_es: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}¡Hmph!{/i} Bueno, {u}alguien{/u} debería haber llamado, de todas formas.

source: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] I should have done so, you're absolutely right, it just totally slipped my mind while I was treating Danny.
es_es: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] Debería haberlo hecho, tienes toda la razón, me olvidé totalmente mientras estaba tratando a Danny.

source: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] So in light of this, I just wanted to check in and make sure Danny was really okay.
es_es: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] Así que razón de todo, solo quería pasar y asegurarme de que Danny está bien.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Uh, hi Nurse Kate.
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] Uh, Hola enfermera Kate.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, why didn't you tell me you've been passing out in school?? And what happened with your arm?!
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, ¿por qué no me dijiste que estabas fuera de la escuela? ¿Y qué pasó con tu brazo?!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Sorry, I just didn't wanna worry you is all. I'm alright, I promise. I don't know, just... weird little stuff like that's been happening to me a lot lately...
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] Lo siento, no quería preocuparte. Estoy muy bien, lo prometo. No lo sé, sólo... me pasan cosas extrañas como esta recientemente...

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, sweet baby... you poor thing!
es_es: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, dulce bebé... ¡pobre!

source: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} If it's alright with you Mrs. Fenton, I could sit here in the living room and check on his arm if you'd like. I brought my medical kit along.
es_es: [_kate_s_towards_s_rise_s_talk_happy_] {i}*Ahem* {/i} Si la parece bien Mrs. Fenton, podría sentarme aquí en la sala de estar y revisar su brazo. Traigo mi equipo médico.

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... I don't know if this is all really necessa-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... No sé si todo esto es realmente necesario-

source: [_maddie_s_away_s_amused_s_talk_happy_] Oh please do! Danny is just being awkward and stubborn like all boys his age. Please, make yourself at home! Would you like some coffee?
es_es: [_maddie_s_away_s_amused_s_talk_happy_] ¡Oh, por favor! Danny está siendo incómodo y obstinado como todos los chicos de su edad. ¡Por favor, siéntete como en tu casa! ¿Te gustaría un poco de café?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, hey guys! Look, I'm fine! Really!
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, ¡hey chicas! ¡Mirad, estoy bien! ¡De verdad!

source: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, you should have told me you were unwell. I'm now having someone medically trained look after you. Don't try pushing away our help this time, young man!
es_es: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, deberías haberme dicho que no estabas bien. Tenemos a alguien formado en salud para cuidar de ti. ¡No intentes expulsar nuestra ayuda, joven!

source: [_kate_s_towards_s_neutral_s_talk_amused_] It'll only take a few minutes, Danny, don't worry.
es_es: [_kate_s_towards_s_neutral_s_talk_amused_] Solo tardaré unos minutos, Danny, no te preocupes.

source: [_danny_s_at_player_s_neutral_s_consternation_] (Darn it, this is {i}super{/i} awkward! This woman has jerked me off! And now she's coming over to my house?! I really hope this isn't some kinda kinky plan of hers...)
es_es: [_danny_s_at_player_s_neutral_s_consternation_] (Darn, ¡esto es {i}super{/i} molesto! ¡Esta mujer me echó! ¡Y ahora viene a mi casa?! Espero que no sea un plan de ella...)

source: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, just let Nurse Kate take another look at you. It'd put me at ease knowing you were alright.{p}I'll go make that coffee right now...
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, deja que Nurse Kate te mire de nuevo. Me quedaría tranquila sabiendo que estás bien.{p}voy a hacer café{/p}...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay...
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}*Suspiro*{/i} Vale...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Alright then, let's see that arm, buster.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] De acuerdo, veamos ese brazo, alborotador.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... alright good, looks like that's healing rather quickly, that's nice.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... Bien, parece que está curando bastante rápido, eso és bueno.

source: [_kate_s_towardsdown_s_angry_s_displeased_] {i}Hmmm{/i}...
es_es: [_kate_s_towardsdown_s_angry_s_displeased_] {i}Hmm{/i}...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Is everything okay?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Todo bien?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...well, yeah! Nothing's wrong! In fact, it looks really good!{p}It's just that it's already pretty much healed itself...{p}...{i}very{/i} quickly.
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...bueno, ¡sí! ¡Nada está mal! ¡De hecho, se ve muy bien!{p}Es sólo que ya se ha curado casi toda. .{p}...{i}muy{/i} rápidamente {/p} .

source: [_danny_s_at_player_s_sad_s_talk_amused_] Y-yeah, crazy huh? Thank goodness for those... super white blood cells... r-right?
es_es: [_danny_s_at_player_s_sad_s_talk_amused_] Y-sí, ¿algo loco? Gracias a los... glóbulos blancos... ¿verdad?

source: [_kate_s_down_s_sad_s_talk_displeased_] Danny... how do I put this...
es_es: [_kate_s_down_s_sad_s_talk_displeased_] Danny... cómo te digo esto...

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...and I hope you realize I'd never want to frighten you away with this, sincerely, but...
es_es: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...y espero que te des cuenta de que nunca querría asustarte con esto, sinceramente, pero...

source: [_danny_s_towards_s_rise_s_talk_displeased_] B-but what...?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿p-pero qué...?

source: [_kate_s_rise_s_talk_amused_] {i}*Whispering*{/i} Danny.{p}
es_es: [_kate_s_rise_s_talk_amused_] {i}*Susurrando*{/i} Danny.{p}

source: [_extend_] ...I {u}know{/u}.
es_es: [_extend_] ...lo {u}sé{/u}.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, you kn-know what? W-what are we talking about here exactly?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, ¿sabes de qué? ¿De qué estás hablando aquí exactamente?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Now how did you like your coffee again? I prefer it straight black myself, but I know that not many people-
es_es: [_maddie_s_towards_s_rise_s_talk_happy_] Ahora ¿cómo te gusta el café? Yo lo prefiero recto, pero sé que no mucha gente-

source: [_kate_s_towards_s_sad_s_talk_happy_] Thank you Mrs. Fenton, but it looks like we're all done here. Danny's arm is healing well, there's no need for me to stay any longer.
es_es: [_kate_s_towards_s_sad_s_talk_happy_] Gracias mrs. Fenton, pero parece que ya he acabado aquí. El brazo de Danny está curando bien, no hay necesidad de que me quede más tiempo.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, leaving so soon? You're welcome to stay for your drink at least!
es_es: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, ¿te vas tan pronto? ¡Quédate para tomar algo al menos!

source: [_kate_s_towards_s_unhappy_s_talk_amused_] I appreciate the gesture, but I'm afraid I really do need to get going. Perhaps another time, I truly appreciate it though.
es_es: [_kate_s_towards_s_unhappy_s_talk_amused_] Aprecio el gesto, pero me temo que debo irme. Tal vez en otra ocasión, se lo aprecio sinceramente.

source: [_kate_s_at_player_s_neutral_s_talk_amused_] Well, I'll hope to see you at school, Danny. Like I said, you should still get some rest. Helps with the rest of the healing process.
es_es: [_kate_s_at_player_s_neutral_s_talk_amused_] Bueno, espero verte en la escuela, Danny. Como dije, deberías descansar un poco, te ayudará en el resto del proceso de curación.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, well allow me to show you out! I'm sorry you can't stay, but it was nice of you to stop by for Danny's sake.
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, ¡bueno, permíteme acompañarte! Siento que no puedas quedarte, pero estoy agradecida de que hayas venido por Danny.

source: [_kate_s_towards_s_neutral_s_talk_happy_] I really appreciate you letting me in!{p}And I must say, you have a rather lovely home...
es_es: [_kate_s_towards_s_neutral_s_talk_happy_] ¡Aprecio su hospitalidad!{p}Y debo decir que tiene una casa muy bonita{/p}...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, thank you! We decorated it ourselves!!
es_es: [_maddie_s_towards_s_wondering_s_talk_happy_] ¡Oh, gracias! ¡¡Nosotros mismos la decoramos!!

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} How did she figure it out?!)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (¡Oh mierda! ¡mierda! {u}MIERDA {/u} ¡¿Cómo lo ha descubierto?!)

source: [_maddie_s_towards_s_amused_s_talk_happy_] Well, she seemed nice!
es_es: [_maddie_s_towards_s_amused_s_talk_happy_] Bueno, ¡parecía maja!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah, she's uh, one of the cooler staff at school.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] S-sí, ella es uh, uno de los más majas de la escuela.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny? What's wrong, you look really pale again all of a sudden
es_es: ¿[_maddie_s_towards_s_unhappy_s_talk_displeased_] ¿Danny? ¿Qué te pasa?, te veo muy pálido de repente

source: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, nothing, just sorta got a little woozy looking at my arm again, I guess... probably oughta just sleep it off!
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, nada, sólo me asusté mirando mi brazo, supongo... ¡probablemente oughta se me ha dormido el cuerpo!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, poor thing. Go upstairs and get yourself some rest honey. I'll have some food warmed up in the microwave when you feel better.
es_es: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, pobre. Ve hacia arriba y descansa algo. Tendré algo de comida para calentar en el microondas cuando te sientas mejor.

source: [_danny_s_towards_s_sad_s_talk_amused_] Thanks Mom. You're the best.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Gracias a la mamá. Eres la mejor.

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man... this is bad... could she really have figured out that... that {i}I'm{/i} Inviso-Bill?)
es_es: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh tío... esto és malo... ¿puede haber descubierto que... que {i}soy{/i} Inviso-Bill?)

source: [_danny_s_at_player_s_sad_s_consternation_] (I'm gonna have to try and talk to her tomorrow... hopefully I can steer her around the issue, just make her forget all about it. Hopefully.)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (Voy a tener que hablar con ella mañana... ojalá pueda dirigirme a ella sobre el tema, hacerle olvidar todo de ello. Espero que funcione.)

source: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, how's it going?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, ¿cómo va?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Everything's going good, things are more or less like they usually are. Glad to see you looking better.{p}How can I help you?
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Todo va bien, las cosas son más o menos como lo son normalmente. Me alegra verte mejor.¿{p}Cómo puedo ayudarte{/p}?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] I was just, ya' know, wondering if we could talk about the other day at-
es_es: [_danny_s_towards_s_unhappy_s_talk_amused_] Yo estaba, sabe, preguntándose si podríamos hablar de lo del otro día en-

source: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, you should really get to class.
es_es: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, deberías ir a clase.

source: [_danny_s_towards_s_rise_s_talk_displeased_] R-right, but-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] C-cierto, per-

source: [_kate_s_towards_s_rise_s_talk_amused_] Look, if you'd really like to talk, we can meet at the Park fountain this evening.
es_es: [_kate_s_towards_s_rise_s_talk_amused_] Mira, si quieres hablar, podemos reunirnos en la fuente del Parque esta tarde.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-huh? What? Why, can't we just talk right now?
es_es: ¿[_danny_s_towards_s_unhappy_s_talk_displeased_] ¿H-huh? ¿Qué? ¿Por qué no podemos hablar ahora mismo?

source: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, don't get Lancer on my butt about your attendance! Chop chop, mister!
es_es: [_kate_s_towards_s_angry_s_talk_amused_] Danny, vamos, ¡no hagas que Lancer pegue a mi culo por distraerte! ¡Corta corta, mister!

source: [_danny_s_at_player_s_sad_s_displeased_] (Well... that sure seemed evasive of Kate. Figures out that I'm the Ghost Boy, and then wants to avoid the whole conversation?)
es_es: [_danny_s_at_player_s_sad_s_displeased_] (bien... eso fue seguro una evasión de Kate. ¿Se imagina que soy el Chico Fantasma y luego quiere evitar toda la conversación?)

source: [_danny_s_at_player_s_rise_s_consternation_] (...could she have {i}really{/i} figured it out just from looking at my wound...?)
es_es: [_danny_s_at_player_s_rise_s_consternation_] (...¿Podría haberlo {i}deducido{/i} solo mirando a mi herida...?)

source: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Man, I'm being so stupid. There's no way! She couldn't possibly have come to the conclusion that one of her students was a super hero in secret!)
es_es: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Tío, estoy siendo estúpido. ¡No hay manera! ¡No pudo haber llegado a la conclusión de que uno de sus estudiantes era un súper héroe en secreto!)

source: [_danny_s_at_player_s_rise_s_smile_] (I guess I better go see her at the Park later, just to hear what she has to say. Hopefully talk her out of any ideas she may still have...)
es_es: [_danny_s_at_player_s_rise_s_smile_] (supongo que mejor la voy a ver en el parque más tarde, solo para escuchar lo que tiene que decir. Esperemos diga cualquier idea que pueda tener...)

source: [_danny_s_at_player_s_unhappy_s_frown_] (In the meantime, I'll have to figure out what excuse I'm even gonna try to give to her...)
es_es: [_danny_s_at_player_s_unhappy_s_frown_] (Mientras tanto, tendré que averiguar qué excusa darle a ella...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, where is she? This is definitely considered late, especially for a meeting between a student and faculty member. I have homework to do still! And she should really know better by now that there's ghosts prowling the-)
es_es: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, ¿dónde está? Esto se considera definitivamente tarde, especialmente para una reunión entre un estudiante y un miembro de la facultad. ¡Tengo deberes para hacer todavía! Y ella debería saber mejor que naide que hay fantasmas merodeando el-)

source: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh no!! {i}Helppppp!{/i}{p}Please, stay away from me you creepy, ghostly thing you!{p}{i}AHHHHH!!{/i}
es_es: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] ¡¡Oh no!! {i}¡Ayuda!{/i}{p}¡Por favor, mantente lejos de mí espeluznante! {p}{i}¡¡AHHHHHH!!{/i}{/p}

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Another{/i} ghost attack? Sounds like she's closer to the school this time!{p}Shoot! Kate must have terrible luck with this stuff!
es_es: ¿[_danny_s_towards_s_rise_s_talk_displeased_] ¿{i}otro{/i} ataque fantasma? ¡Suena como si estuviera más cerca de la escuela esta vez! {p}¡Joder!{/p} ¡Kate debe tener mala suerte con estas cosas!

source: [_danny_s_at_player_s_angry_s_talk_amused_] Well, no time to lose!{p}I'm going ghost!
es_es: [_danny_s_at_player_s_angry_s_talk_amused_] Bueno, ¡no hay tiempo que perder! ¡{p}voy a ser fantasma{/p}!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Now then, time to leap into-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Ahora es el momento de ir-

source: [_kate_] {i}Ahah!{/i} It's true!{p}I just saw it happen, but I still can't even begin to believe it!
es_es: [_kate_] {i}¡Ahah!{/i} ¡Es verdad!{p}acabo de verlo{/p}, ¡pero ni siquiera puedo creerlo!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-huh? Wh-what? But... b-but I heard you screaming for help! W-where's the ghost?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] ¿H-huh? ¿Qué? ¡Pero... p-pero te he escuchado gritando para ayuda! ¿dónde está el fantasma?

source: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}you're{/i} {u}Inviso-Bill{/u}!!
es_es: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}tú eres{/i} {u}Inviso-Bill{/u}!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-no! Wh-wha-whatever could you be referring to, {i}uh{/i}, human citizen? I do not know of such a, {i}ehm{/i}, cool and groovy kid as Danny... Fen... ton...
es_es: ¡[_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-no! ¿A q-q-q-qué te refieres, {i}uh{/i}, ciudadana humana? No sé de tales facultades de,{i}ehm{/i}, un chico tan majo y fresco como Danny... Fen... ton...

source: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, rats...{p}This figures.
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, {p}ratas...{/p}.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Turn back into your human form, Danny.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Regresa a tu forma humana, Danny.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ...f-fine.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ...v-vale.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Seriously, I still can't believe it's real... like, {i}really{/i} real! It's actually you!
es_es: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. En serio, todavía no puedo creer que sea real... como, {i}verdaderamente{/i} real! ¡En realidad eres tú!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] So, how did you figure it out?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ¿cómo me has descubierto?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well, c'mon, the clues were kinda obvious, hon: the distinct wound on your arm matching Inviso-Bill's? Then the utterly bizarre healing cycle working WAY too fast given the injury?
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Bueno, las pistas eran obvias: ¿la herida en tu brazo que concuerda con Inviso-Bill? ¿la herida bizarra que cura MAS deprisa de lo normal?

source: [_danny_s_towards_s_rise_s_talk_distraught_] I thought you said it wasn't that bad?
es_es: [_danny_s_towards_s_rise_s_talk_distraught_] ¿Pensé que dijiste que no era tan malo?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, you should've already been dead when they sent you to my office.
es_es: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, deberías haber muerto de camino a mi oficina.

source: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} I found large doses of venom inside your wound, {b}cobra venom{/b}, to be exact... of course, I had to do a little research to be sure.
es_es: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Suspiro* {/i} Encontré grandes dosis de veneno dentro de su herida de la {b}cobra venom {/b} para ser exacta... por supuesto, tuve que hacer un poco de investigación para estar segura.

source: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Just the pure volumetric amount of that nasty corrosive toxin you had in your skin should have caused you to at least lose your arm. But you only dealt with a heavy fever, that you clearly broke out of pretty fast.
es_es: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] La cantidad de esa desagradable toxina corrosiva que tenías en tu piel debería haber causado que al menos perdieras el brazo. Pero sólo te dió una fiebre pesada, que se fue rápidamente.

source: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, man... so that's why I was so sick!
es_es: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, tía... ¡así que por eso estaba tan enfermo!

source: [_kate_s_towardsdown_s_sad_s_talk_displeased_] I underplayed how bizarre things were because I wanted to make sure my hypothesis was correct before bringing up something so... unbelievable.
es_es: [_kate_s_towardsdown_s_sad_s_talk_displeased_] minimizé lo extrañas que eran las cosas porque quise asegurarme de que mi hipótesis era correcta antes de levantar algo así de... increíble.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Then, once I asked you here, it just so happens that for a {u}second{/u} time, Inviso-Bill just so happens to be around to "save" me... in the {i}same{/i} exact spot I told Danny Fenton to show up at?
es_es: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Luego, te cité aquí, y sucedió que por segunda {u}segunda{/u} vez Inviso-Bill apareció para "salvarme"... ¿en el {i}mismo{/i} lugar al que le dije a Danny Fenton que viniese?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] I mean, it wouldn't exactly take a super-sleuth to put everything together.
es_es: [_kate_s_towardsdown_s_rise_s_talk_amused_] Quiero decir, no necesité ser una super sabueso para deducirlo.

source: [_danny_s_towards_s_sad_s_talk_amused_] ...alright, alright. Well done. You got me Kate.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] ...bueno, bien. Bien hecho. Me has pillado Kate.
