Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You did it!
es_es: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] ¡Lo hiciste!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}We{/i} did it! Way to come to the rescue, Tucker!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}¡Lo hicimos{/i}! ¡Ve a ir al rescate, Tucker!

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] I {u}knew{/u} I was more than the "hacker sidekick"! I'm actually the "less often than useful, but still has his moments" sidekick!{p}I'd say that's pretty darn good!
es_es: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] I {u}sabía{/u} ¡Yo era más que el "hacker sidekick"! ¡Soy el "menos que útil, pero todavía tiene sus momentos"! ¡{p}diría que es bastante oscuro bueno!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Now that we've got that taken care of, let's get out of here before-
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Ahora que tenemos eso cuidado, vamos a salir de aquí antes-

source: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, well, well...
es_es: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Bueno, bien...

source: [_ember_s_towards_s_angry_s_talk_amused_] I should have known those idiots wouldn't be able to get the job done... good thing we had a little tip off from our new manager, huh?
es_es: [_ember_s_towards_s_angry_s_talk_amused_] Debería haber sabido que esos idiotas no serían capaces de hacer el trabajo. . Buena cosa que tuvimos un poco de propina de nuestro nuevo gerente, ¿eh?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? Who're you working with? And why did you kidnap my friend??
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? ¿Con quién estás trabajando? ¿Y por qué secuestraste a mi amigo??

source: [_ember_s_towards_s_confused_s_talk_amused_] You ask a lot of questions kid, and frankly, none of them will matter come tomorrow.
es_es: [_ember_s_towards_s_confused_s_talk_amused_] Usted pregunta a muchas preguntas niño, y francamente, ninguno de ellos importará venir mañana.

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] This whole town of suckers are gonna be under my spell at the concert in two days... and pretty soon after that, the {u}whole{/u} world!!
es_es: [_ember_s_towards_wide_s_angry_s_talk_bite_] Todo este pueblo de succionadores va a estar bajo mi hechizo en el concierto en dos días ... y muy pronto después de eso, el {u}entero {/u} mundo!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Not if I can help it!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] No si puedo ayudarlo!

source: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Sorry, no time for a duet, kid! You should have realized after last time, that upstaging Ember McClain? Career {u}suicide.{/u}
es_es: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] ¡Lo siento, no hay tiempo para un dueto, niño! ¿Se debería haber dado cuenta después de la última vez, de que upstaging Ember McClain? Carrera {u}suicidio. {/u}

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Guys, run! I'll hold her off while you-
es_es: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Chicos, ¡corre! Voy a sostenerla mientras usted-

source: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! We have to get out of here!
es_es: ¡[_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! ¡Tenemos que salir de aquí!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] But what about Tucker?!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Pero ¿qué pasa con Tucker?!

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] There's nothing we can do! We'll have to come back for him!
es_es: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ¡No hay nada que podamos hacer! ¡Tendremos que volver para él!

source: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, that's right my little super star fan... remember my name... it's just a matter of time before I have the both of them saying it too...
es_es: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, está en lo cierto el fan de mi pequeña súper estrella... recuerda mi nombre. Es sólo una cuestión de tiempo antes de que los dos lo digan también...

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Son of a gun... I really need to work on my cardio!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Hijo de una arma... ¡Realmente necesito trabajar en mi cardio!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] What do we do now?! I can't take you back home after they just broke into your house!
es_es: R[_danny_s_towards_s_unhappy_s_talk_distraught_] ¿Qué hacemos ahora?! ¡No puedo llevarte de vuelta a casa después de que acaben de entrar en tu casa!

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Maybe we should head back to yours? But...{p}I mean...{p}if they came for me in {i}my{/i} home...
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] ¿Tal vez deberíamos volver a la tuya? Pero...{p}quiero decir...{p}si vinieron a mi casa en {i}mi{/i}...

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap, we have to make sure my parents and Jazz are safe!
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¡Oh crap, tenemos que asegurarnos de que mis padres y Jazz estén seguros!

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Come on!
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] ¡Vamos!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom?! Dad?! Is anyone home?!
es_es: ¡¿[_danny_s_towards_s_unhappy_s_talk_distraught_] mamá?! ¡¿Hecho?! ¡¿Alguien está en casa?!

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Hey, calm down! What's all the shouting about?
es_es: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] ¡Oye, calma! ¿De qué se trata todo el grito?

source: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, is that Danny I hear?
es_es: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, ¿es ese Danny que oigo?

source: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Yeah Mom! He's down here with his friend.
es_es: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] ¡Sí mamá! Está aquí abajo con su amigo.

source: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Goodness, what are you doing here this late?
es_es: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Bueno, ¿qué estás haciendo aquí tan tarde?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_happy_] {i}Uhh{/i}, hey Mr. and Mrs. Fenton... Jazz... everyone...
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_happy_] {i}Uhh{/i}, hey Mr. and Techns. Fenton... Jazz... everyone...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mom, can Sam stay with us tonight?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] mamá, ¿puede Sam quedarse con nosotros esta noche?

source: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] What? Danny, I don't know about that...
es_es: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] ¿Qué? Danny, no sé de eso...

source: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Son, I'm not sure your mother and I think that's a good-
es_es: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Hijo, no estoy seguro de que tu madre y creo que eso es un bien-

source: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Look, I'm really sorry about this everyone... it's just that someone just tried to break into my house while I was there.
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Mira, siento mucho de todo esto... es sólo que alguien acaba de intentar entrar en mi casa mientras estuve allí.

source: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Someone tried breaking and entering?! How horrible!
es_es: ¡[_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] alguien intentó romperse y entrar?! ¡Qué horrible!

source: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh my gosh, are you kids both okay?
es_es: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh mi chispo, ¿estás a los dos chicos bien?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Yeah, Danny scared whoever it was off.
es_es: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Sí, Danny asustó a quien fuera.

source: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Maddie, stay with the kids, I'll go call the police.
es_es: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Maddie, quédate con los niños, voy a llamar a la policía.

source: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Will do. Sam, have you called your parents to let them know?
es_es: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Will do. Sam, ¿has llamado a tus padres para hacerles saber?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Not yet... we sorta panicked and came straight here.
es_es: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Todavía no... sorteamos el pánico y vinimos directamente aquí.

source: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] You should call your parents then as soon as possible.
es_es: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] Usted debe llamar a sus padres entonces tan pronto como sea posible.

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... sorry, it's just that this was a pretty big shakeup...
es_es: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... lo siento, es sólo que fue un batido bastante grande...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Guys, can she really not stay here? Seriously, this is pretty messed up.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] chicos, ¿puede realmente no quedarse aquí? Seriamente, esto está bastante desordenado.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] No of course, Samantha you are more than welcome to stay the night, absolutely.
es_es: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] No, por supuesto, Samantha eres más que bienvenido a permanecer la noche, absolutamente.

source: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] I'll pull some of the pillows and comforters out for the couch Samantha.
es_es: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] Voy a sacar algunas de las almohadas y consumiré el sofá Samantha.

source: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] What will your parents say? Where are they exactly?
es_es: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] ¿Qué dirán tus padres? ¿Dónde están exactamente?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] I don't know, they're actually away for a big charity event in Wisconsin.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] no lo sé, en realidad están lejos de un gran evento de caridad en Wisconsin.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] So, you'll be all alone for a while?
es_es: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] Así que, estarás todo solo por un tiempo?

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] I can't believe you almost turned her away, Mom! You couldn't just expect her to go home after that!
es_es: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] No puedo creer que casi le hayas dado la vuelta, ¡mamá! ¡No pudiste esperar que se vaya a casa después de eso!

source: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmine, I didn't know! Like I said, you can gladly stay the night Sam, but you {u}have{/u} to call your parents and tell them what happened.
es_es: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jazmine, ¡no lo sabía! Como he dicho, puedes quedarte con mucho gusto la noche de Sam, pero {u}tiene{/u} para llamar a tus padres y decirles lo que pasó.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon to the kitchen, we'll get you some tea while Jack calls the police first...
es_es: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon a la cocina, te pondremos un poco de té mientras Jack llama a la policía primero...

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (After a short while the police arrived, we gave our story, obviously barring the supernatural elements. We just left it as some guys tried to break in through the backdoor.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (Después de un corto mientras la policía llegó, dimos nuestra historia, obviamente salvo los elementos sobrenaturales. Simplemente lo dejamos como algunos chicos trataron de entrar a través de la puerta trasera.)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (My parents were a lot cooler than I expected them to be about the situation, which was nice.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (Mis padres eran mucho más fríos de lo que yo esperaba que fueran acerca de la situación, que era agradable.)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (I said goodnight to everyone, made sure Sam was comfy on the couch, then headed back to my own room.)
es_es: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (Le dije buenas noches a todos, me aseguré de que Sam estaba cómodo en el sofá, y luego regresé a mi propia habitación.)

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh man, after all that, I am really beat.
es_es: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh hombre, después de todo eso, estoy realmente superado.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh...? Is someone... someone there?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Huh...? ¿Alguien está... alguien allí?

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Whispering*{/i} Hey... it's me, can I come in?
es_es: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Whispering * {/i} Hey ... soy yo, ¿puedo entrar?

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure, hold on.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Claro, espere.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Is everything okay?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ¿Todo está bien?

source: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Yeah, I'm alright, considering... I just can't believe we had to abandon Tucker.
es_es: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Sí, estoy en lo cierto, considerando... No puedo creer que tengamos que abandonar Tucker.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker will be okay. And if he's not, we'll save him. I promise.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker estará bien. Y si no lo está, lo salvaremos. Prometo.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... hold me please?
es_es: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Dann... ¿Mantenme prisa?

source: [_danny_] What about my parents?
es_es: [_danny_] ¿Qué pasa con mis padres?

source: [_sam_] I think they're both asleep. When I walked past the door, I could hear your dad muttering something about meat loaf.
es_es: [_sam_] creo que ambos están dormidos. Cuando pasé por la puerta, pude oír a tu papá muteando algo sobre el pan de la carne.

source: [_sam_] ...and then your mom replied saying that she wanted her unicorn-puppy to be blue, not green.
es_es: [_sam_] ...y luego tu mamá respondió diciendo que quería que su unicorn-puppy fuera azul, no verde.

source: [_danny_] Okay, yeah, they're both zonked out, I've heard those dreams before.
es_es: [_danny_] Vale, sí, ambos están en una zona fuera, he oído esos sueños antes.

source: [_sam_] Okay then... so... should we...?
es_es: [_sam_] Vale, entonces... así... ¿deberíamos...?

source: [_danny_] Sam... are you sure about this?
es_es: [_danny_] Sam... ¿estás seguro de esto?

source: [_sam_] Honestly... I...{p}I don't know if I'm ready to go {i}all{/i} the way just yet... I'm sorry Danny...
es_es: [_sam_] Honestamente... Yo...{p}no sé si estoy listo para ir {i}all{/i} por el camino... Lo siento Danny...

source: [_danny_] It's okay Sam... m-maybe I can just get some Orgone from our old method of-
es_es: [_danny_] Es correcto... tal vez pueda obtener algo de Orgone de nuestro antiguo método de-

source: [_sam_] But... maybe we can do something else? Something new?
es_es: [_sam_] Pero ... tal vez podemos hacer otra cosa? ¿Algo nuevo?

source: [_danny_] Huh? Like what exactly?
es_es: ¿[_danny_] Huh? ¿Te gusta qué exactamente?

source: [_sam_] {i}*Blushing*{/i} W-well... if I were to, uhh...
es_es: [_sam_] {i}*Blushing*{/i} W-well... si lo fuera, uhhh...

source: [_sam_] ...{i}suck{/i} your... "thing"...
es_es: [_sam_] ...{i}suck{/i} tu... "cosa"...

source: [_danny_] S-sure, that sounds nice, but that's still something we've already-
es_es: [_danny_] S-sure eso suena bien, pero eso es algo que ya hemos hecho -

source: [_sam_] -and at the same time, w-would you maybe, let me, uhh... s-sit... on your {u}face?{/u}
es_es: [_sam_] -y al mismo tiempo, ¿podrías dejarme, uhh... s-sitarse... en tu cara {u}?{/u}

source: [_danny_] (Holy cow! Is she serious?)
es_es: [_danny_] (¡Vaca sagrada! ¿Es seria?)

source: [_sam_] ...I mean, I've kinda wanted to try it for a good while now...
es_es: [_sam_] ...Quiero decir, he querido probarlo por un momento ahora...

source: [_danny_] {i}*Ahem*{/i} Uhh, I... I wouldn't say no!
es_es: [_danny_] {i}*Ahem*{/i} Uhh, yo... ¡No diría que no!

source: [_sam_] Really?? ...I mean, cool, great!
es_es: [_sam_] ¿¿De verdad?? ...¡Quiero decir, genial, genial!

source: [_sam_] If... if that's what you really want?
es_es: [_sam_] si... si eso es lo que realmente quieres?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, I think so.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Sí, lo creo.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Whoa! No need to push, ya' know?
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] ¡Vaya! No hay necesidad de empujar, ya ' ¿sabes?

source: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Oops, sorry Danny! I'm just excited, and I want to just do this now and worry about the awkward conversation later, okay?
es_es: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] ¡Vaya, sentimos a Danny! Acabo de emocionarme, y quiero hacer esto ahora y preocuparme por la incómoda conversación más tarde, ¿no?

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] W-we have to, be practical about this! Now let me just... straddle...
es_es: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] ¡Tenemos que ser prácticos al respecto! Ahora déjame sólo... escalera...

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hey now, watch out-
es_es: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hey ahora, ten cuidado-

source: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... yeah, that's a cozy little seat...
es_es: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... sí, es un pequeño asiento acogedor...

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Muffled Sounds*{/i} Mmmmph!
es_es: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}* Sonidos mufficados*{/i} ¡Mmmph!

source: [_danny_] (Ah!~ Fuck, I never knew girls could smell this good... and her mouth too... oh man...)
es_es: [_danny_] (Ah!~ Fuck, nunca sabía que las niñas podrían oler este bien... y también su boca... oh hombre...)

source: [_sam_] {i}*Slurp* *Slurp*{/i} Mmm~
es_es: [_sam_] {i}*Slurp * *Shurp * {/i} Mmm ~

source: [_sam_] (This is so weird... but the more I suck on his cock the more it actually turns me on!)
es_es: [_sam_] (¡Esto es tan raro... pero cuanto más chupe su polla, más me excita!)

source: [_sam_] (It's so... {i}thick.{/i})
es_es: [_sam_] (Es así... {i}grupo.{/i})

source: [_danny_s_sam_69_s_mid_s_talking_] (Her mouth is so warm... her tongue is so gentle... it feels amazing on my cock!)
es_es: [_danny_s_sam_69_s_mid_s_talking_] (Her mouth is so warm... her language is so gentle... it feels amazing on my cock!)

source: [_sam_] (Ah!~ If he keeps moving his tongue like that, I'm gonna scream!)
es_es: [_sam_] (Ah!~ Si sigue moviendo su lengua como esta, ¡estoy gritando gonna!)

source: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-did he just... l-lick my asshole?!)
es_es: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-did he just t... l-lick my asshole?!)

source: [_sam_s_danny_69_s_mid_s_talking_] (Oh God... why did I {i}like{/i} that so much~?!)
es_es: [_sam_s_danny_69_s_mid_s_talking_] (Oh Dios ... ¿por qué yo {i}como {/i} que tanto ~?!)

source: [_danny_] (This is incredible... I don't know how much longer I can hold on! Sam's body is so perfect for this...)
es_es: [_danny_] (Esto es increíble ... I don't know how much longer I can hold on! El cuerpo de Sam es tan perfecto para esto ...)

source: [_sam_] (Ah~ Oooh!~ If I had known, I would have sat on his face sooner! This feels incredible!)
es_es: [_sam_] (Ah~ ¡Ooh!~ Si yo hubiera conocido, ¡me habría sentado en su cara antes! ¡Esto se siente increíble!)

source: [_danny_] (Ah...~ I can't hold on! I need to let her know I'm close!)
es_es: [_danny_] (Ah...~ ¡No puedo esperar! ¡Necesito hacerle saber que estoy cerca!)

source: [_sam_] (Just a little more Danny! Yes! That's it! Come on! Twist that tongue-)
es_es: [_sam_] (¡Sólo un poco más Danny! ¡Sí! ¡Eso es todo! ¡Vamos! Torcer esa lengua-)

source: [_sam_s_danny_69_s_fast_s_ahegao_] (Yes! Just like that! Oh god YES!)
es_es: [_sam_s_danny_69_s_fast_s_ahegao_] (Sí! ¡Justo así! Oh dios SÍ!)

source: [_danny_] (Can't... hold... on!)
es_es: [_danny_] (No puede... esperar... sobreviendo!)

source: [_sam_] {i}MMMMMMMM~!!!{/i}
es_es: [_sam_] {i}MMMMMM~!!!{/i}

source: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! I'm cumming! Oh God, I'm cumming!!)
es_es: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! ¡Estoy cumming! Oh God, I'm cumming!!)

source: [_sam_] Mmmmphh?!
es_es: ¡[_sam_] Mmmphh?!

source: [_sam_] (Goodness, Danny!! That was a whole mouthful!!)
es_es: [_sam_] (¡Bien, Danny!! ¡¡¡¡¡Eso era todo un bouthful!!)

source: [_sam_] (Okay Sam, we can't make a mess of his sheets! His Mom would probably freak if she saw any stains on here, so just... just woman up... and... {i}and-!{/i})
es_es: [_sam_] (¡Okay Sam, no podemos hacer un lío de sus hojas! Su mamá probablemente se extrañaría si viera alguna mancha aquí, así que justo. . ¡solo mujer hacia arriba... {i}y-!{/i})

source: [_sam_] (There we go... atta girl...)
es_es: [_sam_] (Ahí vamos... atta niña...)

source: [_danny_] (Can't... breathe!)
es_es: [_danny_] (No puede... respirar!)

source: [_sam_] Huh?
es_es: [_sam_] ¿Eh?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Are you okay?
es_es: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] ¿Estás bien?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... just need to catch my breath...
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... solo necesita atrapar mi respiración...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Was... was that good for you?
es_es: [_sam_s_co_s_away_s_sad_s_talk_displeased_] ¿Estaba... era tan bueno para ti?

source: [_danny_s_towards_s_wondering_s_talk_amused_] No, that was {i}great{/i} Sam, trust me...
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] No, eso era {i}genial{/i} Sam, confíe en mí...
