Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_closed_s_wondering_s_talk_happy_] Great! Can I get that to go please?
es_es: ¡[_danny_s_closed_s_wondering_s_talk_happy_] genial! ¿Puedo conseguir que eso vaya por favor?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Why yes! For a reasonable and yet overly marked up price, of course!
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] ¿Por qué sí! ¡Por un precio razonable y demasiado alto, por supuesto!

source: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Sighs*{/i} ...how much?
es_es: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Suspiros * {/i} ... ¿cuánto?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Two hundred and fifty earthly dollars, please!
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Doscientos cincuenta dólares terrestres, por favor!

source: [_desiree_] Absolutely outrageous! Master, do not pay this fool a single coin! He is charging you a fortune for slop that literally grows under the bark of trees in the Ghost Zone!
es_es: [_desiree_] ¡Absolutamente escandaloso! ¡Maestro, no pague esta moneda única! ¡Él te está acusando de una fortuna por pendiente que literalmente crece bajo la corteza de los árboles en la Zona Fantasma!

source: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, so I'm not allowed to run my cottage industry the way I like it?! Well then, begone from my store, communist!
es_es: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, ¡así que no puedo ejecutar mi industria de algodón como me gusta?! ¡Bueno, entonces, ¡comenzó desde mi tienda, comunista!

source: [_danny_s_down_s_sad_s_talk_happy_] Des, it's fine, don't worry. I {i}want{/i} you to be able to enjoy yourself at the party.
es_es: [_danny_s_down_s_sad_s_talk_happy_] Des, está bien, no te preocupe. Yo {i}quiero{/i} que puedas disfrutar en la fiesta.

source: [_desiree_] Y-you shouldn't concern yourself so much with what I want.
es_es: [_desiree_] Y no deberías preocuparte tanto de lo que quiero.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] So, do we have a deal?
es_es: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] Entonces, ¿tenemos un trato?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] I'll have to come back when I have a bit more cash.
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] Voy a tener que volver cuando tenga un poco más de efectivo.

source: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Don't worry, this stuff ain't going nowhere...
es_es: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] No te preocupes, esto no va a ninguna parte...

source: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...half my sales are from you, anyway.
es_es: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...la mitad de mis ventas son de ti, de todos modos.

source: [_danny_s_towards_s_rise_s_talk_amused_] You really gotta learn to market this place better, man.
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Realmente tienes que aprender a comercializar este lugar mejor, el hombre.

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Facebook ads aren't cheap, I tell you...
es_es: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] los anuncios de Facebook no son baratos, te digo...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] I still don't have the money to pay for the Ectolaxm, I should come back when I have 250 dollars.
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Todavía no tengo el dinero para pagar por el Ectolaxm, debería volver cuando tengo 250 dólares.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, here's the money.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Muy bien, aquí está el dinero.

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Always a pleasure doing business with you!
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}¡Heh!{/i} ¡Siempre un placer hacer negocios contigo!

source: [_desiree_] {i}*Grumbles*{/i} The ruthless charlatan...
es_es: [_desiree_] {i}*Grumbles * {/i} El charlatán despiadado ...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Thanks, Box. Glad we could get some of this stuff.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Gracias, Box. Enhorabuena por que podamos obtener algunas de estas cosas.

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Thank you for shopping at the Mystery Shop! Have a good day and...{p}{i}Beware!!{/i}
es_es: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] ¡Gracias por comprar en la tienda de Misterio! Tener un buen día y ...{p}{i}¡Cuidado!! {/i}

source: [_desiree_] You didn't need to do that, you realize.
es_es: [_desiree_] No necesitaste hacer eso, te das cuenta.

source: [_danny_s_towards_s_sad_s_talk_amused_] Des, I know what I do and don't have to do to get this party to work, but I {i}wanted{/i} to do it.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Des, sé lo que hago y no tengo que hacer para hacer que esta fiesta funcione, pero yo {i}quería{/i} hacerlo.

source: [_desiree_] Fine, just... don't do extra... favors for me like that again, alright?
es_es: [_desiree_] Bien, justo... no haces extra... favorece así otra vez, ¿verdad?

source: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Yeahhh{/i}, no promises.
es_es: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Yeahhh{/i}, no hay promesas.

source: [_desiree_] Look, you cannot simply... {i}urgh{/i}, let us just depart for now. We got what you wanted from that fool.
es_es: [_desiree_] Mira, no puedes simplemente... {i}urgh{/i}, déjanos partir por ahora. Obtuvimos lo que querías de ese tonto.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hey, not too quick to amscray! Let's get the rest of the stuff on our list first.{p}Plus, I still have to teach you more human things, like spitting loogies off the balcony on mall cops!
es_es: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ¡Hola, no demasiado rápido en amscray! Primero pongamos el resto de las cosas en nuestra lista.{p}Además, todavía tengo que enseñarte cosas más humanas, ¡como escupir sonrisas desde el balcón en el centro comercial de policías!

source: [_desiree_] {i}*Sighs*{/i} As you wish, Master.
es_es: [_desiree_] {i}*Suspirados*{/i} Como desees, Maestro.

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, with most of the prep work taken care of, now I just need to make a phone call Saturday to have some pizza ordered for everyone to properly {b}start the party.{/b})
es_es: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, con la mayor parte del trabajo de preparación de la prep cuidado, ahora sólo necesito hacer una llamada de teléfono el sábado para tener una pizza ordenada para todos para correctamente {b}iniciar la fiesta. {/b})

source: [_danny_s_towards_s_idle_s_talk_happy_] Hello? Is this Crusty's Pizzeria? Yeah, I'd like to order about six pizzas for delivery at 6:45 tonight... yeah, large, thick-crust with double cheese, ham, pepperoni, mushrooms, onions, sausage, green peppers, black olives...
es_es: [_danny_s_towards_s_idle_s_talk_happy_] Hola? ¿Es esta Crusty's Pizzeria? Sí, me gustaría pedir unas seis pizzas para la entrega a las 6:45 de esta noche ... sí, grande, gruesa-corteza con queso doble, jamón, pepperoni, setas, cebollas, salchichas, pimientos verdes, aceitunas negras ...

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, but no anchovies! And I mean {u}no{/u} anchovies. You put anchovies on this thing, and you're in {i}big{/i} trouble, okay?
es_es: [_danny_s_at_player_s_angry_s_talk_distraught_] ¡Oh, pero no hay anchoas! Y quiero decir {u}no{/u} anchoas. Pusiste anchoas en esta cosa, y estás en {i}grande{/i} problemas, ¿no?

source: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Awesome! Yeah, that should be it, thanks for everything. Buh-bye.
es_es: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Increíble! Sí, debería ser así, gracias por todo. Buh-bye.

source: [_jack_s_towards_s_idle_s_talk_happy_] Alright champ, this is it, we'll be heading off in just a tick.
es_es: [_jack_s_towards_s_idle_s_talk_happy_] Campeón de la derecha, esto es todo, nos dirigiremos en solo un tick.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Was that you ordering some pizza for the evening, sweetie?
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] ¿Pidiste algo de pizza por la noche, sweetie?

source: [_danny_s_towards_s_idle_s_talk_happy_] Yeup! Nothing better than Crusty's on a Saturday night!
es_es: [_danny_s_towards_s_idle_s_talk_happy_] ¡Sí! ¡Nada mejor que la Cruzada en una noche del sábado!

source: [_maddie_s_towards_s_rise_s_talk_happy_] Did you make sure to order some for Jazz as well?
es_es: [_maddie_s_towards_s_rise_s_talk_happy_] ¿Te aseguraste de pedir algo para Jazz también?

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh yes, Mom. I made sure to order plenty for both of us, trust me.
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Oh sí, mamá. Me aseguré de pedir mucho para ambos de nosotros, confíe en mí.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Have a safe trip you guys!
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] ¡Ten un viaje seguro que tipos!

source: [_maddie_s_towards_s_sad_s_talk_happy_] We will sweetie... now you two call if there's any sort've problem, okay?
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Vamos a enamorarnos ... ahora ustedes dos llaman si hay algún tipo de problema, ¿de acuerdo?

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, don't worry so much about us, we'll be {i}fiiine{/i}.
es_es: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, no te preocupes tanto de nosotros, seremos {i}fiiine{/i}.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, I trust you kids, don't worry.
es_es: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, confío en que tus hijos, no te preocupe.

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...I mean, I know you'd never go and do something irresponsible, like host a huge house party under our roof without our permission.
es_es: [_maddie_s_towards_s_rise_s_talk_amused_] ...Quiero decir, sé que nunca irías a hacer algo irresponsable, como ser anfitrión de una enorme fiesta de casa bajo nuestro techo sin nuestro permiso.

source: [_jack_s_towards_wide_s_rise_s_talk_amused_] Or do something ethically wrong like serve alcohol to those not legally able to drink yet at said hypothetical house party!
es_es: [_jack_s_towards_wide_s_rise_s_talk_amused_] O hacer algo éticamente mal como servir alcohol a aquellos que no son legalmente capaces de beber en una hipotética fiesta de casa.

source: [_jack_s_towards_s_wondering_s_talk_happy_] Alrighty then, you ready dear?
es_es: [_jack_s_towards_s_wondering_s_talk_happy_] ¿De acuerdo, entonces querido?

source: [_maddie_s_away_s_idle_s_talk_happy_] As I'll ever be!{nw}
es_es: [_maddie_s_away_s_idle_s_talk_happy_] ¡Como siempre seré!{nw}

source: [_extend_] We'll see you both tomorrow!
es_es: [_extend_] ¡Te veremos ambas mañana!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Bye guys!
es_es: [_danny_s_closed_s_wondering_s_talk_happy_] ¡Tipos!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Okay, so I got some of the booze hidden upstairs.
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Vale, así que me han escondido algunas de las escaleras del libro.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Sweet, I got pizza, snacks and my end of the drinks sorted as well.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Dulce, me pizza, racks y mi final de las bebidas ordenadas también.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Dang little brother! I'm impressed at your tenacity with this!
es_es: [_jazz_s_towards_s_idle_s_talk_amused_] Dang hermano pequeño! ¡Estoy impresionado por su tenacidad con esto!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Seriously, to put all this together, just for the heck of it all? It's definitely not what I would have expected from you.
es_es: [_jazz_s_towards_s_rise_s_talk_happy_] Seriblemente, para juntar todo esto, ¿solo por el colmo de todo? Definitivamente no es lo que yo hubiera esperado de ti.

source: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, well let's just say I have some "ulterior" motives I'd rather not discuss.
es_es: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, bueno, digamos que tengo algunos motivos "ulterior" que prefiero no discutir.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Well duh, everyone's gonna be trying to hook up with someone.{p}So who's the misfortunate girl you've invited you hope to swap spit with?
es_es: [_jazz_s_towards_s_rise_s_talk_displeased_] Bueno, todo el mundo está intentando conectar con alguien.{p}Así que ¿con quién eres la desafortunada con la que has invitado esperas intercambiar escupida?

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] W-what?? N-no, t-there's no "girl"! {i}Hah!{/i} G-good one, Jazz!
es_es: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] ¿W-what?? ¡N-no, t-there no "niña"! {i}¡Hah!{/i} G-good one, ¡Jazz!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sure there isn't, Danny...
es_es: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, asegúrate de que no, Danny...

source: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...look, don't make me have to explain this, please...
es_es: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...mira, no me hagas tener que explicar esto, por favor...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh my God! Who is it?? Is it someone from School?!
es_es: [_jazz_s_towards_wide_s_rise_s_talk_amused_] ¡Oh mi Dios! ¿Quién es? ¿Es alguien de School?!

source: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. I mean, I'm doing it for-
es_es: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. Quiero decir, lo estoy haciendo por-

source: [_jazz_s_towards_s_confused_s_talk_consternation_] So wait, if she's not from Casper, does she go to a different school then?
es_es: [_jazz_s_towards_s_confused_s_talk_consternation_] Así que espera, si no es de Casper, ¿va a otra escuela entonces?

source: [_danny_s_down_s_sad_s_talk_displeased_] N-no, she's, {i}uh{/i}... a little too old for that.
es_es: [_danny_s_down_s_sad_s_talk_displeased_] N-no, ella, {i}uh{/i}... un poco demasiado viejo para eso.

source: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny! Are you trying to hook up with an {u}older woman?!{/u}
es_es: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp * {/i} Danny! ¿Está tratando de enganchar con una mujer mayor de {u}?! {/u}

source: [_danny_s_closed_s_sad_s_talk_displeased_] N-not quite... exactly? Look, it's really not worth going into, so don't worry too much about-
es_es: [_danny_s_closed_s_sad_s_talk_displeased_] N-no abandonar... ¿exactamente? Mira, realmente no vale la pena entrar, así que no te preocupes demasiado por-

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Well too late for that! Consider my interest piqued!{p}I'll have to look out for this mystery woman at the party!
es_es: [_jazz_s_towards_s_wondering_s_talk_amused_] ¡Bien demasiado tarde para eso! ¡Considera mi interés piqueda! ¡{p}tendré que mirar a esta misteriosa mujer en la fiesta!

source: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}please{/i} don't embarrass me.
es_es: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}por favor{/i} no me avergonzes.

source: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... you worried about big Sis cramping your mack game, huh? Don't worry, I'll probably be busy getting drunk with some of the other girls anyway.
es_es: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... ¿Te preocupas por que los grandes Sis agrieten tu juego de mack, eh? No te preocupes, probablemente estaré ocupada bebiendo con algunas de las otras chicas de todos modos.

source: [_jazz_s_towards_s_sad_s_talk_happy_] Look, just good job on getting the party set up, and I'll see you tonight.
es_es: [_jazz_s_towards_s_sad_s_talk_happy_] Mira, solo un buen trabajo para configurar la fiesta, y te veré esta noche.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Where you going?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿A dónde vas?

source: [_jazz_s_towards_s_idle_s_talk_happy_] Got a few errands to run dude. Catch you later!
es_es: [_jazz_s_towards_s_idle_s_talk_happy_] Tiene algunas erras para ejecutar dude. ¡Póngalas más tarde!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Alright then, bye...
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] De acuerdo, entonces, por...

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh man, she's gonna have so many questions when she sees Desiree.)
es_es: [_danny_s_at_player_s_sad_s_consternation_] (Oh hombre, ella se va a tener tantas preguntas cuando ve el Deseo.)

source: [_danny_s_at_self_s_unhappy_s_displeased_] (...I mean, I'm not actually seeing her right? It's just... I know she's just a vengeful ghost I simply set out to stop, but... I don't know, it doesn't {i}feel{/i} right for some reason... I think I should talk to her more about it later.)
es_es: [_danny_s_at_self_s_unhappy_s_displeased_] (...Quiero decir, en realidad no la estoy viendo bien? Es justo. . Sé que es sólo un fantasma vengoso que me puse a parar, pero. . No sé, no se siente {i}{/i} correcto por alguna razón... creo que debería hablar más tarde con ella).

source: [_danny_s_at_player_s_idle_s_talk_happy_] Alright, everything's set up and ready.
es_es: [_danny_s_at_player_s_idle_s_talk_happy_] Bien, todo está configurado y listo.

source: [_danny_s_closed_s_wondering_s_talk_amused_] What do you think, Des?
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] ¿Qué opinas, Des?

source: [_desiree_] Yes, yes, I'm coming!
es_es: [_desiree_] Sí, sí, ¡estoy veniendo!

source: [_danny_s_closed_s_wondering_s_grin_] (Alright, cool, and the guests should be arriving any second now, so it's good that we'll have Desiree to help show off-)
es_es: [_danny_s_closed_s_wondering_s_grin_] (Bien, genial y los invitados deberían llegar cualquier segundo ahora, por lo que es bueno que tengamos el deseo de ayudar a mostrarse-)

source: [_desiree_] What do you think?
es_es: [_desiree_] ¿Qué opinas?

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! You look amazing!
es_es: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! ¡Te ves increíble!

source: [_desiree_] I understand that this social event shall perhaps be a bit more casual than the last affair. I thought this would be more suitable. I made note of it in one of those clothing stores while at your Mall, and copied it.
es_es: [_desiree_] Entiendo que este evento social quizás sea un poco más informal que el último asunto. Pensé que esto sería más apropiado. Tomé nota de ello en una de esas tiendas de ropa mientras estaba en tu centro comercial y lo copié.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Trust me, I think even Star and Paulina will have a heart attack when they see you.
es_es: [_danny_s_closed_s_wondering_s_talk_amused_] Confíe en mí, creo que incluso Estrella y Paulina sufrirán un ataque al corazón cuando te vean.

source: [_desiree_] One can only hope...
es_es: [_desiree_] Solo se puede esperar...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Nice, that must be some of them now!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Bueno, ¡eso debe ser uno de ellos ahora!

source: [_desiree_] Master?
es_es: ¿[_desiree_] Maestro?

source: [_danny_s_towards_s_rise_s_talk_amused_] Yeah, what's up?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Sí, ¿qué pasa?

source: [_desiree_] I... I hope this goes well for you... is all.
es_es: [_desiree_] yo... espero que esto te vaya bien... es todo.

source: [_danny_s_towards_s_wondering_s_talk_happy_] You too Des. You should enjoy tonight!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Tú también Des. ¡Deberías disfrutar esta noche!

source: [_danny_s_down_s_sad_s_talk_displeased_] And we will, I'm sure! I'm just kinda nervous hoping enough people {i}actually{/i} decided to come...
es_es: [_danny_s_down_s_sad_s_talk_displeased_] ¡Y lo haremos, estoy seguro! Sólo tengo una buena esperanza de que haya suficientes personas {i}en realidad{/i} decididos a venir...

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey everyone! Welcome to-
es_es: [_danny_s_towards_s_idle_s_talk_happy_] ¡Hola a todos! Bienvenido a -

source: [_danny_s_closed_s_sad_s_talk_displeased_] ...the party...
es_es: [_danny_s_closed_s_sad_s_talk_displeased_] ...la fiesta...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! It's already a full house!{p}I had better look around and get to mingling with some people!
es_es: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! ¡Ya es una casa llena!{p}¡Yo tenía mejor mirar alrededor y llegar a mezclarse con algunas personas!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... you know Danny, I didn't imagine you living somewhere like {i}this{/i}.
es_es: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... conoces a Danny, no me imagino que vivas en algún lugar como {i}este{/i}.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, yeah? What did you have in mind?
es_es: [_danny_s_towards_s_rise_s_talk_happy_] Oh, ¿verdad? ¿Qué tenías en mente?

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] I guess just something a little smaller.{p}And nerdier.{p}And poorer.{p}But honestly, it's not too bad! I sorta dig it.
es_es: [_paulina_s_towards_s_neutral_s_talk_displeased_] Supongo que sólo algo más pequeño.{p}y nervioso.{p}Y más pobre.{p}, ¡pero honestamente, no es demasiado mal! Lo sorta cavar.

source: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, enough small talk! When's Billy getting here?
es_es: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, ¡suficiente charla pequeña! ¿Cuando llegas aquí?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, he'll be coming soon girls, don't worry. Feel free to have some food, grab a drink, enjoy the party!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, llegará pronto niñas, no se preocupe. ¡Siéntete libre de comer algo, tomar una copa, disfrutar de la fiesta!

source: [_star_s_towards_s_angry_s_talk_displeased_] I'm not gonna hang around with all these other geeks and freaks in your house forever, Fenton...
es_es: [_star_s_towards_s_angry_s_talk_displeased_] No me quedo con todos estos otros geeks y freaks en tu casa para siempre, Fenton...

source: [_paulina_s_towards_s_rise_s_talk_happy_] Sounds good to me, more Ghost Boy for me!
es_es: [_paulina_s_towards_s_rise_s_talk_happy_] Suena bien para mí, ¡más Chico Fantasma para mí!

source: [_star_s_towards_s_angry_s_talk_consternation_] As if! I'm not leaving before you do!
es_es: [_star_s_towards_s_angry_s_talk_consternation_] ¡Como si! ¡No me voy antes de que lo hagas!

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, fine by me! Look, let's get some drinks. Might as well get a little normal social time in before he shows up.
es_es: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, ¡bien por mí! Mira, vamos a tomar algunas bebidas. También podría tener un poco de tiempo social normal antes de que aparezca.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, yeah, have a good time! Th-thanks for coming!
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, sí, ¡Que lo tengas bien! ¡Gracias por venir!
