Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_billspook_] Hey Paulina, it's Billy, the Ghost Boy.
es_es: [_billspook_] Hey Paulina, es Billy, el Fantasma Boy.

source: [_paulinaspook_] Oh, hey, how are you!! I'm so glad to hear from you!
es_es: [_paulinaspook_] Oh, hey, ¿cómo estás!! ¡Me alegra mucho escuchar de ti!

source: [_billspook_] Good, thanks for asking.{p}Hey, I really need your help with something, if you don't mind.
es_es: [_billspook_] Bueno, gracias por preguntar.{p}Ey, realmente necesito tu ayuda con algo, si no te importa.

source: [_paulinaspook_] Sure, is everything ok tho?
es_es: [_paulinaspook_] Seguro, ¿está todo bien así?

source: [_billspook_] Yeah, it's fine, I'd just like to maybe hang out together? Is there a time that's good for you?
es_es: [_billspook_] Sí, está bien, solo me gustaría pasar el rato juntos? ¿Hay un momento que sea bueno para ti?

source: [_paulinaspook_] Oh! Well I'm free tomorrow?? We could meet at the Park if you want :)
es_es: [_paulinaspook_] ¡Oh! ¿Bueno soy gratis para mañana?? Podríamos reunirnos en el Parque si lo desea :)

source: [_billspook_] That'd be awesome. I'll see you in the {b}afternoon{/b} then?
es_es: [_billspook_] Eso sería increíble. ¿Te veré en la {b}por la tarde{/b} entonces?

source: [_paulinaspook_] I will be there! Not a problem!! See ya later Billy!! :)
es_es: [_paulinaspook_] ¡Estaré allí! ¡No es un problema!! ¡Mira más tarde Billy!! :)

source: [_danny_s_at_player_s_wondering_s_grin_] (Great, that worked out pretty well. Hopefully, scoring with the most popular girl in school will be a breeze!)
es_es: [_danny_s_at_player_s_wondering_s_grin_] (Genial, eso funcionó bastante bien. Esperemos que anotar con la chica más popular en la escuela sea una brisa!)

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Hey, you're here! You really came!
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] ¡Eh, estás aquí! ¡Has venido!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] So did you! I appreciate it Paulina, thanks for responding so quickly.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ¡Así lo hizo! Lo aprecio Paulina, gracias por responder tan rápidamente.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Totally, but if you don't mind me asking, why'd you wanna meet up again? You didn't give a lot of details as to our little {i}rendezvous{/i}, Ghost Boy.
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Totalmente, pero si no te importa preguntarme, ¿por qué quieres reunirte de nuevo? No has dado muchos detalles en cuanto a nuestra pequeña cita de {i}{/i}, Ghost Boy.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] It's, uh... a bit complicated, I'll be honest.
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Es, uh ... un poco complicado, voy a ser honesto.

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Well just explain it to me, I'm not a {i}total{/i} idiot, ya' know.
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Bueno, simplemente explíqueme que no soy un idiota {i}total{/i}, sé.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...well, ya' see, there's... I kinda needed...{p}...I just wanted to spend some time with you is all?{p}All this rough and tumble ghost fighting lately has really just been wearing me out.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...bueno, ya' ver, no... Me necesito ...{p}... sólo quería pasar algo de tiempo con usted es todo?{p}Todo este brutal y tumble fantasma luchando últimamente me acaba de llevarme fuera.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] But I thought you were an amazing superhero who could handle any mean ghosty bad guys no problem, no?
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Pero pensé que eres un superhéroe asombroso que podría manejar a cualquier tipo malo fantasma sin problema, ¿no?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Well, kinda, but this new ghost I'm up against, they're the strongest one I've faced yet.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Bueno, bueno, bueno, pero este nuevo fantasma estoy en contra, son el más fuerte al que me enfrenté aún.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} So in case you don't survive your next battle, you wanted to spend your last few hours in a somewhat semi-corporeal form with {u}me{/u}??
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp * {/i} Así que en caso de que no sobrevivas a tu próxima batalla, querías pasar tus últimas horas en una forma algo semi-corpórea con {u}me {/u}??

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Well-
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] bien-

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] That is {i}sooooo{/i} romantic!
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] Eso es {i}sooooo {/i} romántico!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, yeah, that was {i}exactly{/i} what I wanted to have happen, yeup.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, sí, eso fue {i}exactamente{/i} lo que quería haber sucedido, siento.

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, you're so sweet Ghost Boy...
es_es: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, eres tan dulce Ghost Boy...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] So, how should we spend our time together? Go to the Mall maybe, catch a movie to watch-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Entonces, ¿cómo deberíamos pasar nuestro tiempo juntos? Ve al centro comercial, tal vez, atrapa una película para ver-

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Let's break into my school together!
es_es: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] ¡Vamos juntos a mi escuela!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...or commit breaking and entering, just the sort've intimate getaway I would've imagined you suggesting.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...o comete a romper y entrar, solo la escapada íntima que me hubiera imaginado sugerir.

source: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Well{/i}, I guess I should be upfront and say I do have a {u}reason{/u} for wanting to break in with you...
es_es: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}bien{/i}, supongo que debería estar por delante y decir que tengo una razón {u}{/u} para querer romper contigo...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh please, I'm all ears on this one...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh, por favor, todos mis oídos en este...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] See, I was going to ask this guy Dash to help me out with this, but he can barely brush his teeth, let alone open a locked door quietly and discreetly.
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Ve, iba a pedir a este tipo de Dash que me ayude con esto, pero apenas puede correr los dientes, por no hablar de abrir una puerta cerrada de forma silenciosa y discreta.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Why exactly do you want to break into your own high school though?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ¿Por qué exactamente quieres entrar en tu propia escuela secundaria?

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] I {i}maaaaybe{/i} wanna get a copy of the test answers for the upcoming quizzes ahead of time...?
es_es: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] I {i}maaaaybe{/i} quiere obtener una copia de las respuestas de prueba para los próximos cuestionarios antes de tiempo...?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Wait, what?! Why? Haven't you studied for them?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Espera, ¿qué?! ¿Porqué? ¿No has estudiado para ellos?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, no?? Of course not! But Daddy needs to see that I'm getting an "A" on this one stupid test, or I'm banned from going to see Ember's concert that's in town!
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhh{/i}, ¿no? ¡Por supuesto que no! Pero papá necesita ver que estoy recibiendo una "A" en esta estúpida prueba, o estoy prohibido de ver el concierto de Ember que está en la ciudad!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, don't you think honest, hard work and determination to challenge yourself is far more rewarding than cheating your way forward?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, ¿no crees que la honestidad, el trabajo duro y la determinación de desafiarse a ti mismo es mucho más gratificante que hacer trampa a tu camino hacia delante?

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh my goodness, and he's {u}funny{/u} too! Ghost boy, you should consider a career in comedy!
es_es: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] ¡Oh mi bondad, y es {u}divertido{/u} también! ¡Fantasma muchacho, deberías considerar una carrera en la comedia!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Look, people are always telling me I need to apply my brain more often, and I am! My plan will absolutely work, especially with you helping!
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Mira, la gente siempre me dice que necesito aplicar mi cerebro más a menudo, ¡y lo soy! ¡Mi plan funcionará completamente, especialmente con usted ayudando!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] I'm pretty sure they mean applying your mental faculties, and actually reading the material.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Estoy bastante seguro de que significan aplicar sus facultades mentales, y en realidad leer el material.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, maybe, but I like doing things my own way.
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, quizás, pero me gusta hacer las cosas a mi manera.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sigh*{/i} (I'm not gonna be able to stop Ember if I don't get things to work out with Paulina in some way or another... if this is what she wants...?)
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sigh * {/i} (No voy a poder detener a Ember si no consigo que las cosas funcionen con Paulina de alguna manera u otra ... si esto es lo que quiere ...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Sure, fine, we wouldn't wanna disappoint "Daddy".
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Claro, bueno, no queremos decepcionar a "Daddy".

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, thank you Ghost Boy, thank you!
es_es: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, gracias Ghost Boy, ¡gracias!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} You won't regret it!
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} ¡No te arrepentirás!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] So, what time are we going to do this little B&E session? I think if we plan a little bit ahead of time, we'll be able to-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Entonces, ¿a qué hora vamos a hacer esta pequeña sesión de B&E? Creo que si planeamos un poco antes de tiempo, podremos-

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] It has to be tonight, actually.
es_es: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] tiene que ser esta noche, en realidad.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}Tonight?!{/u}
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}Esta noche?! {/u}

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Yes, otherwise I won't have enough time to memorize all the answers before the test!
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Sí, de lo contrario no dispondré de tiempo suficiente para memorizar todas las respuestas antes de la prueba!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Alright, fine, then I'll meet you outside the front of the school, tonight. I'll at least see if I can get you inside.{p}But you really should study more!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Bien, bien, entonces te encontraré esta noche fuera del frente de la escuela. Al menos veré si te puedo meter dentro.{p}. ¡Pero realmente deberías estudiar más!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfect! See you then!
es_es: ¡[_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfecto! ¡Nos vemos entonces!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, one more thing: I'm totally gonna claim you kidnapped me if we get caught by anyone. That cool?
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, una cosa más: Estoy totalmente gonna reclamar que me hirió si nos cogemos por alguien. ¿Que genial?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] WHAT?!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] ¿QUI?!

source: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Sorry, but I mean, c'mon, it'd be the only valid excuse I'd have to not get expelled.
es_es: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Lo siento, pero quiero decir, c'mon, sería la única excusa válida que tendría que no ser expulsada.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, but my reputation gets to be even cruddier than it already is?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, pero mi reputación llega a ser aún más crudo de lo que ya lo es?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] I'll give it some more charm than just "kidnapping", of course!{p}...make it seem like a romantic ghost, having fallen in love with the most prettiest girl in the world!
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] ¡Le daré algo más de encanto que simplemente "kidnapping", por supuesto!{p}... ake parece un fantasma romántico, después de haberse enamorado de la chica más escocesa del mundo!

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Besides, it's not like you can really get in trouble with the school or something. Really, what do you have to lose here?
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Además, no es como si realmente pudieras tener problemas con la escuela o con algo. Verdaderamente, ¿qué tienes que perder aquí?

source: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (I'm gonna get stiffed somehow at the end of this deal, and not in the good way, I just know it...)
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (Me voy a endurecer de alguna manera al final de esta oferta, y no de la manera adecuada, sólo lo soy...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} I guess that makes sense. Just not what I had in mind for a another chance to hang and get to know each other better is all...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Alta*{/i} Supongo que eso tiene sentido. No es lo que tenía en mente para una nueva oportunidad de colgar y conocer mejor es todo...

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Great! See you tonight then, cutie!
es_es: ¡[_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] genial! ¡Nos vemos esta noche entonces, cutie!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...did Paulina just call me {u}cutie?{/u}
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...¿Paulina me llamó a la cutia {u}?{/u}

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Great, you're here!{p}This is so exciting! I can't believe we're really doing this!
es_es: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] ¡Genial, estás aquí! ¡{p}¡Esto es tan emocionante! ¡No puedo creer que realmente estemos haciendo esto!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Yeah, so what's the plan?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Sí, entonces, ¿cuál es el plan?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Okay, so all the doors are locked on all sides, from both the inside {i}and{/i} the outside. So what we need is for you to go all Inviso-Bill and stuff and head through the walls, find some spare key to open the front doors and let me inside!
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Vale, así que todas las puertas están cerradas en todos los lados, tanto desde el interior de {i}como {/i} desde el exterior. Así que lo que necesitamos es que pases todo Inviso-Bill y cosas y que te metas a través de las paredes, ¡Encuentre alguna llave libre para abrir las puertas delanteras y déjenme dentro!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...alright, but any idea where the keys might even be?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...bueno, pero ¿alguna idea de dónde podrían estar las teclas?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... that I don't exactly know, but just knowing Mr. Lancer, he'd probably keep a spare set of keys in his desk drawer maybe?
es_es: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... eso no sé exactamente, pero solo sabiendo al Sr. Lancer, probablemente guardaría un conjunto de llaves en su cajón de escritorio tal vez?

source: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] He takes his job as the Vice Principal {i}way{/i} too seriously, so it'd make sense he'd have a set of them. He's definitely big enough of a dork like that.
es_es: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] Él se toma su trabajo como Vice Principal {i}manera{/i} demasiado en serio, así que tendría sentido tener un conjunto de ellas. Él es definitivamente lo suficientemente grande como para dormir.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Alright then, I guess that sounds simple enough. Hopefully no late night staff are working... I'll be right back then.
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] De acuerdo, entonces supongo que suena lo suficientemente simple. Esperemos que no haya personal nocturno que esté trabajando... Estaré en ese momento.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Wait, won't you need directions to Mr. Lancer's class? It's not like you go here, right?
es_es: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Espera, ¿no vas a necesitar instrucciones para la clase del señor Lancer? ¿No es como tú vas aquí, verdad?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, right, but no thanks, I'm sure I'll easily be able to navigate the building on my own. Wish me luck!
es_es: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, bueno, pero no gracias, estoy seguro de que podré navegar fácilmente por mi propio edificio. ¡Deseo suerte!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay, good luck!!
es_es: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Vale, buena suerte!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Alright... now to find those keys.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Bien... ahora para encontrar esas llaves.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancer would have them somewhere on his desk, right? Best look there first.
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancer los tendría en algún lugar en su escritorio, ¿verdad? Lo mejor es mirar allí primero.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? Really? Doesn't look like there's any keys lying around... maybe I should look in the drawers too?
es_es: ¿[_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? ¿Verdaderamente? ¿No parece que hay llaves que se cierran... ¿Tal vez debería buscar en los cajones también?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Note to self: Remember to score all the smarter students lower to encourage them to work even harder on midterms."
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Nota al ser: Recuerde anotar todos los estudiantes más inteligentes más bajos para animarlos a trabajar aún más duro en términos medios."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Well {i}that's{/i} disturbing.{p}I mean, not for me really, but for the smart kids I guess.
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Bueno {i}eso es molesto{/i} .{p}significa, no para mí realmente, sino para los niños inteligentes que supongo.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "New Doomed password is {i}Goatee_4_Lyfe{/i}."
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "Nueva contraseña condenada es {i}Goatee_4_Lyfe{/i}."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, wait, Lancer plays {b}Doomed Online{/b}??{p}Who would've thought that a middle-aged, pudgy bald man would be much of a gamer... huh.
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, wait, Lancer plays {b}Doomed Online{/b}??{p}¿Quién pensaría que un hombre calvo de mediana edad sería mucho más de una calvicie gorda... eh.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Reminder: Head to library over weekend to find more book titles for exasperated exclamations."
es_es: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Recordatorio: ve a la biblioteca durante el fin de semana para encontrar más títulos de libros para exclamaciones exasperadas".
