Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, some friend you had!
es_es: ¡[_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, un amigo que tenías!

source: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, yeah, you can say that again.
es_es: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, sí, puedes decirlo de nuevo.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Anyway, he finally calls me a whole month later. Says to meet him outside of Amity Park on my own and that he needs my help with something important...
es_es: [_ember_s_towards_s_idle_s_talk_distraught_] De todos modos, finalmente me llama todo un mes más tarde. Dice para conocerlo fuera del Parque Amity por mi cuenta y que necesita mi ayuda con algo importante...

source: [_ember_s_down_s_idle_s_talk_distraught_] And being the girl that always wanted to hope for the best, Ember McClain took a three-hour bus trip to go see him, and when she got there...
es_es: [_ember_s_down_s_idle_s_talk_distraught_] Y siendo la chica que siempre quería esperar lo mejor, Ember McClain hizo un viaje en autobús de tres horas para verlo, y cuando llegó allí...

source: [_ember_s_closed_s_angry_s_talk_distraught_] ...he called the motel I was at to let me know it was all a funny, whacky joke the two of them wanted to pull on me.
es_es: [_ember_s_closed_s_angry_s_talk_distraught_] ... e llamó al motel en el que estaba para hacerme saber que todo era divertido, una broma descabellada de los dos querían tirarme sobre mí.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] What? Are you serious?! That's awful!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ¿Qué? ¿Es usted serio?! ¡Eso es horrible!

source: [_ember_s_towards_s_sad_s_talk_distraught_] Yeah, that seemed to "just be life", the way I saw it.{p}Anyway, I manage to get home the same day... and I'm just so physically and mentally exhuasted, I collapse on the couch.
es_es: [_ember_s_towards_s_sad_s_talk_distraught_] Sí, eso parecía "sólo ser vida", como lo veí.{p}De todos modos, me las arreglé para llegar a casa el mismo día. , y estoy tan física y mentalmente exhuastado, me derrumbo en el sofá.

source: [_ember_s_down_s_sad_s_talk_distraught_] ...but what I didn't know was that Dad blacked out after drinking too much and fell asleep in his recliner...{p}...after dropping his lit cigarette on the carpet.
es_es: [_ember_s_down_s_sad_s_talk_distraught_] ...pero lo que no sabía fue que el papá se escapó después de beber demasiado y se quedó dormido en su recliner. .{p}...después de caer su cigarrillo encendido en la alfombra.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Your house went up in flames...?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Tu casa subió en llamas ...?

source: [_ember_s_away_s_sad_s_talk_distraught_] Yeah, with {i}me{/i} inside it.
es_es: [_ember_s_away_s_sad_s_talk_distraught_] Sí, con {i}me{/i} dentro de él.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] But your Dad! Didn't he-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] ¡Pero tu papá! No lo hizo-

source: [_ember_s_towards_s_angry_s_talk_displeased_] Oh no, he woke up alright. Smoke woke his dumb ass up.
es_es: [_ember_s_towards_s_angry_s_talk_displeased_] Oh no, se despertó bien. El humo despertó su culo tonto.

source: [_ember_s_down_s_angry_s_talk_distraught_] ...but he left me there.
es_es: [_ember_s_down_s_angry_s_talk_distraught_] ...pero me dejó allí.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Don't.
es_es: [_ember_s_towards_wide_s_sad_s_talk_distraught_] no.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] I can't help it, I just feel so sorry-
es_es: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] No puedo ayudarlo, me siento tan disculpado-

source: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Well stop! Stop feeling sorry for me! I don't need a pity party from anybody, especially from you!!
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] {i}¡Gahh!{/i} ¡Bien parado! ¡Deja de sentirme triste! ¡No necesito una fiesta de lástima de nadie, especialmente de ti!!

source: [_ember_s_down_s_angry_s_talk_distraught_] Why should I have to be forgotten?! I didn't do anything wrong! I didn't ask to be born into my shitty, loser life!!
es_es: [_ember_s_down_s_angry_s_talk_distraught_] ¿Por qué habría que olvidarme?! ¡No hice nada mal! No pedí nacer en mi vida mierda y perdedora!!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Coming back as a ghost... it gave me another perspective. That I could use this new opportunity to make sure I'd never be forgotten again...
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] Volviendo como fantasma... me dio otra perspectiva. Que podría aprovechar esta nueva oportunidad para asegurarme de que nunca más me olvidaría...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I swore that no one would ever forget my name again!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] juré que nadie se olvidaría de mi nombre de nuevo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Look, you don't always have to try to keep things like this inside yourself! What happened to you was awful... and it's okay. Nobody blames you for feeling mad.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Mira, no siempre tienes que intentar mantener cosas como esta dentro de ti mismo! Lo que te pasó fue terrible. , y está bien. Nadie te culpa de sentirse loco.

source: [_ember_s_down_s_angry_s_talk_distraught_] You don't...! You...!
es_es: [_ember_s_down_s_angry_s_talk_distraught_] Usted no ...! ¡Usted ...!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Why?! Why did you need to bring it all back to me?!
es_es: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ¿Por qué?! ¿Por qué necesitaste traerlo todo de vuelta a mí?!

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Why damn you? {i}WHY!{/i}
es_es: [_ember_s_towards_wide_s_sad_s_talk_distraught_] ¿Por qué maldita tú? ¡ {i}POR QUI!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, it's alright...
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, está bien...

source: [_ember_s_towards_s_angry_s_talk_distraught_] No, it's not! It's not okay! This shouldn't be my life!
es_es: [_ember_s_towards_s_angry_s_talk_distraught_] No, ¡no! ¡No está bien! ¡Esto no debería ser mi vida!

source: [_ember_s_down_s_sad_s_talk_distraught_] My life should be...
es_es: [_ember_s_down_s_sad_s_talk_distraught_] Mi vida debería ser...

source: [_ember_s_away_s_sad_s_talk_distraught_] I... I need to go.
es_es: [_ember_s_away_s_sad_s_talk_distraught_] I. .. Tengo que ir.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, wait!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, ¡espera!

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh man... what the hell just happened?
es_es: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh hombre... ¿qué infierno acaba de pasar?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Why does it always go down {i}this{/i} road?
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] ¿Por qué siempre baja {i}este camino {/i}?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Man... last night was weird... I had probably better give Ember some more space after... whatever even happened.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] El hombre... anoche fue extraño... Probablemente hubiera dado a Ember más espacio después... pase lo que pase.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Never can tell what's going on in any of these girls' heads...
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Nunca puedes saber lo que está pasando en la cabeza de ninguna de estas chicas...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? Hello? Something going on? Who's-
es_es: ¿[_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? ¿Hola? ¿Algo está pasando? ¿Quién -

source: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, quiet... it's me.
es_es: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, quiete... soy yo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, is everything okay?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, ¿está todo bien?

source: [_ember_s_down_s_sad_s_talk_happy_] Yeah, I just... I wanted... I'd like to sit with you and... talk.
es_es: [_ember_s_down_s_sad_s_talk_happy_] Sí, lo justo... yo quería... Me gustaría sentarme contigo y... hablar.

source: [_danny_s_towards_s_sad_s_talk_displeased_] What about? Sorry if I sound tired... I sorta am.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Qué pasa? Lo siento si me suena cansado ... I sorta am.

source: [_ember_s_towards_s_rise_s_talk_amused_] Yeah, I know, I've just been thinking a lot is all.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Sí, lo sé, acabo de pensar que mucho es todo.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] What about?
es_es: [_danny_s_towards_s_wondering_s_talk_displeased_] ¿Qué pasa?

source: [_ember_s_down_s_sad_s_talk_displeased_] If it's alright with you, I'd like to change things... between us.
es_es: [_ember_s_down_s_sad_s_talk_displeased_] Si está bien contigo, me gustaría cambiar las cosas ... entre nosotros.

source: [_danny_s_towards_s_sad_s_talk_happy_] How so? Did you wanna talk more about your-
es_es: [_danny_s_towards_s_sad_s_talk_happy_] ¿Cómo? ¿Quieres hablar más de tu-

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, not at all. That's not it.{p}For now, I'd just... I'd rather not.
es_es: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, no es en absoluto. Eso no es todo.{p}Por ahora, me pondría... preferiría que no.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, sorry. Okay, then what is it?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, lo sentimos. Vale, ¿qué es?

source: [_ember_s_down_s_sad_s_talk_displeased_] ...I still don't trust you.
es_es: [_ember_s_down_s_sad_s_talk_displeased_] ...Todavía no confío en ti.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay... sure, I guess that's fair, ultimately.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] Vale... seguro, supongo que eso es justo, en última instancia.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...and I can't tell you everything I know.
es_es: [_ember_s_down_s_sad_s_talk_displeased_] ...y no puedo decirte todo lo que sé.

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright, I'm still following you.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Bien, todavía te sigo.

source: [_ember_s_down_s_confused_s_talk_amused_] ...and I don't really understand fully everything I'm feeling at the moment.
es_es: [_ember_s_down_s_confused_s_talk_amused_] ...y no entiendo completamente todo lo que estoy sintiendo en este momento.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds typical for a teenager, same as me... so, what's changed exactly?
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Suena típico para un adolescente, igual que yo... entonces, ¿qué ha cambiado exactamente?

source: [_ember_s_towards_s_rise_s_talk_bite_] {u}This.{/u}
es_es: [_ember_s_towards_s_rise_s_talk_bite_] {u}Esto. {/u}

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Whoa!
es_es: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ¡Vaya!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, what are you-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, qué eres tú-

source: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] I don't know where any of this is going, I don't even know if this is the right call.
es_es: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] No sé de dónde va nada de esto, ni siquiera sé si esta es la llamada correcta.

source: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] But I think I want it, and I think... I think there's something different about you.
es_es: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] Pero creo que lo quiero, y pienso... creo que hay algo diferente sobre ti.

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... you don't have to do this if you're not ready. You even said you wanted to wait until you felt that you could trust-
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... no tienes que hacer esto si no estás listo. Incluso ha dicho que quería esperar hasta que sintiera que podía confiar.

source: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Yeah, and what good did that do? I gambled, and I lost. Knowing you as much as I do, kid... you seem like you're good enough.
es_es: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Sí, ¿y qué bien hizo eso? Jugué y perdí. Conociéndole tanto como yo, chico... parece que eres lo suficientemente bueno.

source: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] I'm down to do this with a good guy...~
es_es: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] Estoy para hacer esto con un buen tipo...~

source: [_danny_s_towards_s_rise_s_talk_displeased_] Are you sure that's-
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Está seguro de que?

source: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, come here. I'll show you how sure I am...
es_es: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, ven aquí. Te mostraré lo seguro que estoy yo...

source: [_ember_] Oh fuck! Desy was right! You {i}are{/i} big!
es_es: [_ember_] ¡Ay joder! ¡Desy tenía razón! Usted {i}es {/i} grande!

source: [_danny_] Ahh! You girls have been talking about my dick?
es_es: [_danny_] ¡Ahh! ¿Has estado hablando de mi polla?

source: [_ember_] Shush! Don't ruin the moment!
es_es: ¡[_ember_] Shush! ¡No arruines el momento!

source: [_ember_] Ooooh, shit dude, I gotta admit... this is pretty awesome! Even better than I thought!
es_es: [_ember_] Ooooh, mierda, tengo que admitir... ¡esto es genial! ¡Aún mejor de lo que pensé!

source: [_danny_] Ah! Ember, you feel amazing.
es_es: [_danny_] ¡Ah! Embertés, te sientes increíble.

source: [_ember_] Mmmm, say my name!
es_es: [_ember_] Mmmm, ¡di mi nombre!

source: [_ember_] Oh fuck! Yes, yes, YES!
es_es: [_ember_] ¡Oh mierda! Sí, sí, ¡Sí!

source: [_danny_] Oh crap, I don't know how much longer I can hold on.
es_es: [_danny_] Oh crap, no sé cuánto más tiempo puedo mantener.

source: [_ember_] Just a little bit more! Goddamn you're so much bigger than I thought!
es_es: [_ember_] ¡Solo un poco más! ¡Goddamn eres mucho más grande de lo que pensé!

source: [_ember_] Ahhh! That's it! That's the spot!
es_es: [_ember_] ¡Ahhh! ¡Eso es! ¡Ese es el punto!

source: [_danny_] Ember! I'm going to cum!
es_es: ¡[_danny_] Ember! ¡Voy a cumber!

source: [_ember_] Do it! Finish inside me!
es_es: ¡[_ember_] Hazlo! ¡Termina dentro de mí!

source: [_ember_s_towards_s_confused_s_talk_bite_] Wow... man... hey, that was a pretty good fuck for two enemies, huh?
es_es: [_ember_s_towards_s_confused_s_talk_bite_] Wow... hombre... hey, eso fue una buena mierda para dos enemigos, ¿eh?

source: [_danny_s_towards_s_rise_s_talk_amused_] You can say that again... but you're not my enemy, Ember, you know that...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] Puedes decirlo de nuevo... pero no eres mi enemigo, Ember, ya lo sabes...

source: [_ember_s_towards_s_angry_s_talk_amused_] Heh, cute... but don't expect this ass to just be on tap from now on! I'm not that kind of girl.
es_es: [_ember_s_towards_s_angry_s_talk_amused_] Heh, lindo... ¡pero no esperes que este culo solo esté pulsado a partir de ahora! No soy tan chica.

source: [_danny_s_towards_s_angry_s_talk_amused_] Right, n-no, I definitely won't.
es_es: [_danny_s_towards_s_angry_s_talk_amused_] Derecho, n-no, definitivamente no lo haré.

source: [_ember_s_towards_s_idle_s_talk_happy_] ...good.
es_es: [_ember_s_towards_s_idle_s_talk_happy_] ...bueno.

source: [_ember_s_down_s_sad_s_talk_happy_] You're a sweet guy, Danny. I think I like sweet...
es_es: [_ember_s_down_s_sad_s_talk_happy_] Eres un tipo dulce, Danny. Creo que me gusta el dulce ...

source: [_ember_s_towards_s_sad_s_talk_happy_] ...I think I like you.
es_es: [_ember_s_towards_s_sad_s_talk_happy_] ...Creo que me gusta.

source: [_danny_s_towards_s_sad_s_talk_amused_] I think I like you too Ember.
es_es: [_danny_s_towards_s_sad_s_talk_amused_] Creo que también me gusta a ti Ember.

source: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, don't say weird stuff like that, doofus~...
es_es: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, no digas cosas extrañas como eso, doofus~...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Okay, goodnight {i}princess.{/i}
es_es: [_danny_s_towards_s_wondering_s_talk_amused_] Vale, princesa {i}de Bueno.{/i}

source: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...seriously? God, you're an asshole...~
es_es: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...¿en serio? Dios, eres un asshole...~

source: [_ember_s_towards_s_idle_s_talk_amused_] Heh... fine, I'll take it.
es_es: [_ember_s_towards_s_idle_s_talk_amused_] Hh... bien, lo tomaré.

source: [_ember_s_towards_s_angry_s_talk_displeased_] Say it again in front of anyone though, alive or dead, and I'll tie my guitar strings around your dick and balls and keep pulling.
es_es: [_ember_s_towards_s_angry_s_talk_displeased_] Di de nuevo delante de cualquiera sin embargo, vivo o muerto, y voy a atar mis cuerdas de guitarra alrededor de tu polla y bolas y seguir tirando.

source: [_ember_s_towards_s_sad_s_talk_happy_] ...goodnight Danny.
es_es: [_ember_s_towards_s_sad_s_talk_happy_] ...Buena noche Danny.

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, looks like Ember must have vanished before everyone got up.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Amanecer*{/i} Huh, parece que Ember debe haber desaparecido antes de que todo el mundo se levantara.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh man, I really gotta pee!
es_es: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh hombre, ¡realmente tengo pieza!

source: [_danny_s_at_player_s_rise_s_talk_amused_] Hopefully the bathroom's open.
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Esperemos que el baño esté abierto.

source: [_danny_] Oh crap! Jazz, I'm so sorry! I didn't hear the-
es_es: [_danny_] ¡Oh crap! ¡Jazz, lo siento! No he oído el-

source: [_jazz_] Get out, get out, {i}GET OUT!{/i}
es_es: [_jazz_] Salga, salga, ¡ {i}OUT!{/i}

source: [_danny_] Sorry!!
es_es: [_danny_] Lo sentimos!!

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well, that certainly sucked.
es_es: [_danny_s_at_player_s_sad_s_talk_displeased_] Bueno, sin duda ha chupado.

source: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (But damnnnnn, even I have to admit she is damn hot.)
es_es: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (Pero damnnnnnn, incluso tengo que admitir que está maldita calor.)

source: [_ember_s_towards_s_rise_s_talk_amused_] Well, well, well...
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Bueno, bien...

source: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Uh, hey, good morning... how're you doing...?
es_es: [_danny_s_towards_s_sad_s_talk_distraught_] ¡Ember! Uh, hey, buena mañana... ¿cómo estás haciendo...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... watched that little incident go down, did you?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... miró cómo bajaba ese pequeño incidente, ¿verdad?

source: [_ember_s_towards_s_idle_s_talk_happy_] I did indeed.
es_es: [_ember_s_towards_s_idle_s_talk_happy_] Yo sí.

source: [_ember_s_towards_s_confused_s_talk_amused_] No need to explain... I can hardly blame you getting flustered, with a cutie mc-booty like her flashing the goods...
es_es: [_ember_s_towards_s_confused_s_talk_amused_] No hay necesidad de explicar... difícilmente puedo culpar a que te arruines, con un mc-booty cutie como ella parpadeando los bienes...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-no, it's not like that! I- wait-{p}...what? You're not mad?
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ¡N-no, no es así! Yo- espero-{p}...¿Qué? ¿No estás loco?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Why would I be mad?
es_es: [_ember_s_towards_s_confused_s_talk_displeased_] ¿Por qué estaría loco?

source: [_ember_s_towards_s_rise_s_talk_amused_] It's not like we're together or anything. I don't give a shit, man. It's a new age we live in, who really cares about "labels"?
es_es: [_ember_s_towards_s_rise_s_talk_amused_] No es como estamos juntos ni nada. No le doy una mierda, hombre. Es una nueva era en la que vivimos, ¿a quién realmente le importan las "etiquetas"?

source: [_danny_s_towards_s_rise_s_talk_amused_] R-right, sure...
es_es: [_danny_s_towards_s_rise_s_talk_amused_] R-derecho, seguro...

source: [_ember_s_towards_s_rise_s_talk_bite_] In fact, if you're really interested... I think I have {u}just{/u} the plan to help you speed things along with little miss redhead...
es_es: [_ember_s_towards_s_rise_s_talk_bite_] De hecho, si estás realmente interesado... Creo que tengo {u}just{/u} el plan para ayudarte a acelerar las cosas junto con una pequeña rejilla perdida...

source: [_ember_s_towards_s_idle_s_talk_amused_] It's a new song I've just been putting together lately, I think it's pretty good so far.
es_es: [_ember_s_towards_s_idle_s_talk_amused_] Es una canción nueva que acabo de juntar últimamente, creo que es bastante buena hasta ahora.

source: [_ember_s_at_player_s_rise_s_talk_amused_] I think you're gonna really like this one!
es_es: [_ember_s_at_player_s_rise_s_talk_amused_] ¡Creo que te has ido realmente como esta!

source: So... why {i}do{/i} you like me?
es_es: Así que... ¿por qué {i}hace{/i} que te gusta?

source: Tell me, what did you used to do before this?
es_es: Díganme, ¿qué hacías antes de esto?

source: Where does Star get her... attitude?
es_es: ¿Dónde llega la estrella... actitud?

source: That's about it.
es_es: Eso es todo.

source: Ask Maddie.
es_es: Pregunte a la locura.

source: Ask Star.
es_es: Preguntar estrella.

source: Ask Paulina.
es_es: Preguntar a Paulina.

source: Ask Desiree.
es_es: Preguntar deseo.

source: Ask Kate.
es_es: Preguntar a Kate.

source: Yes, I'm ready.
es_es: Sí, estoy listo.

source: Not right now.
es_es: No en este momento.

source: Star & Paulina.
es_es: Estrella y Paulina.

source: Desiree & Jazz.
es_es: Desear y Jazz.

source: Sam & Tucker.
es_es: Sam y Tucker.
