Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh no... this probably isn't good...
es_es: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh no... probablemente esto no sea bueno...

source: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, it has been a long time since I tried this substance.
es_es: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, ha pasado mucho tiempo desde que probé esta sustancia.

source: [_ember_s_towards_s_rise_s_talk_amused_] Seriously? I couldn't live without this stuff while I was alive.
es_es: [_ember_s_towards_s_rise_s_talk_amused_] ¿Seriosamente? No podía vivir sin estas cosas mientras estaba vivo.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY NOW!! What are you two doing in the kitchen, exactly?
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY AHORA!! ¿Qué estás haciendo usted dos en la cocina, exactamente?

source: [_ember_s_towards_s_confused_s_talk_consternation_] What's the problem? This not a part of your house or something?
es_es: [_ember_s_towards_s_confused_s_talk_consternation_] ¿Cuál es el problema? ¿No es una parte de tu casa o algo?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] I do believe we are following the agreed upon rules, Master. Is there an issue?
es_es: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Yo creo que estamos siguiendo las reglas acordadas, Maestro. ¿Hay algún problema?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, girls, I mean c'mon, you can't just be here, my parents will be here any min-
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Bueno, chicas, quiero decir c'mon, no puedes estar aquí, mis padres estarán aquí cualquier minuto-

source: [_jack_s_offscreen_s_at_player_s_idle_s_talk_happy_] Dannyyyy!
es_es: ¡[_jack_s_offscreen_s_at_player_s_idle_s_talk_happy_] Dannyyyyy!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh no! Quick, you two need to turn-
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¡Oh no! Rápido, tienes que girar dos

source: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Sure, whatever.
es_es: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Claro, lo que sea.

source: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] As requested, master.
es_es: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] como se solicitó, maestro.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... right. I guess that's really not that difficult to do... seeing as you've had years experience at turning... {i}yeeeaaah{/i}...
es_es: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... correcto. Supongo que no es tan difícil de hacer... viendo como has tenido años de experiencia al girar... {i}síeeaah{/i}...

source: [_jack_s_towards_s_wondering_s_talk_happy_] Morning champ! {i}Oooh!{/i} Thanks for making this fresh coffee!
es_es: [_jack_s_towards_s_wondering_s_talk_happy_] Morning champ! {i}Oooh! {/i} Gracias por hacer este café fresco!

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} Tastes like sweet, non-ectoplasmic coated freedom.
es_es: [_jack_s_closed_s_neutral_s_talk_happy_] {i}¡Ahh!{/i} Sabe como libertad dulce y no ectoplasmática.

source: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, for sure, I'm all about that non-ghost related... coffee... making... stuff.
es_es: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, por cierto, estoy todo acerca de que no estoy relacionado con ese fantasma... café... haciendo... cosas.

source: [_danny_s_at_player_s_rise_s_consternation_] (...what?)
es_es: [_danny_s_at_player_s_rise_s_consternation_] (... ¿qué?)

source: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, anyway, how're you doing Dad?
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, de todos modos, ¿cómo estás haciendo papá?

source: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, I'm alright, just about to head out and track some more ghost trails, hopefully... I swear, they've been flaring up all over the block recently!
es_es: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, estoy bien, estoy a punto de salir y rastrear algunas pistas fantasmas, espero. . ¡Lo juro, han estado estallando recientemente por todo el bloque!

source: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, good luck Dad.
es_es: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, buena suerte.

source: [_jack_s_towards_s_rise_s_talk_frown_] Hey, is everything alright Son? You seem a little spooked.
es_es: [_jack_s_towards_s_rise_s_talk_frown_] Hey, ¿está todo listo? Pareces un poco asustado.

source: [_jack_s_towards_s_rise_s_talk_frown_] ...which is the {u}worst{/u} sorta feeling you can be, I assure you.
es_es: [_jack_s_towards_s_rise_s_talk_frown_] ...que es la peor sensación de {u}{/u} sorta, te aseguro.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-huh? Oh no, no, everything's fine Dad, just a little shaky from the coffee still...
es_es: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] ¿H-huh? Oh no, no, todo está bien papa, solo un poco agitado del café...

source: [_jack_s_towards_s_neutral_s_talk_happy_] Well, next time, try going decaf instead! In the meantime, keep vigilant for those ghosts, champ!!
es_es: [_jack_s_towards_s_neutral_s_talk_happy_] Bueno, la próxima vez, ¡intenta desvanecerte en su lugar! Mientras tanto, ¡mantente alerta para esos fantasmas, campón!!

source: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... I hope this coffee doesn't run through me again... the porta-john in the Fenton Family Ghost Assault Vehicle is busted right now...
es_es: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... Espero que este café no vuelva a correr a través de mí... el porta-john en el Fenton Family Assault Vehicle está buscando...

source: [_jack_s_towards_s_confused_s_talk_frown_] ...ya' know, is it just me, or is that name {i}really{/i} long winded to have to say every time?{p}Definitely gotta figure out a good shorthand for it...
es_es: [_jack_s_towards_s_confused_s_talk_frown_] ... a' sabe, ¿es solo yo, o es que ese nombre es {i}realmente{/i} largo viento tener que decir cada vez?{p}Definitivamente gotta averigua un buen abreviado para el...

source: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...now "The G.A.V." sounds pretty good... ehhh, but then I don't get to say "Fenton" {i}or{/i} Family... darn shame...
es_es: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...now "The G.A.V." suena bastante bien... ehhh, pero entonces no llego a decir "Fenton" {i}o{/i} Famili... darn vergüenza...

source: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Phew!{/i} That was close.
es_es: [_danny_s_closed_s_sad_s_talk_distraught_] {i}¡Phew!{/i} Ha estado cerca.

source: [_ember_s_towards_s_rise_s_talk_amused_] See ya, "champ!"
es_es: [_ember_s_towards_s_rise_s_talk_amused_] Mira ya, "campamento!"

source: [_danny_s_towards_s_angry_s_talk_displeased_] As an edgy punk rocker I know once said sarcastically, "Har har, so funny I forgot to laugh."
es_es: [_danny_s_towards_s_angry_s_talk_displeased_] Como rocador de punk ardiente sé que una vez dije sarcasticalmente: "Har har, tan gracioso me olvidé de reír".

source: [_ember_s_towards_s_idle_s_talk_amused_] Come on, it {i}is{/i} pretty funny.
es_es: [_ember_s_towards_s_idle_s_talk_amused_] Vamos, {i}es{/i} bastante divertido.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Right. Anyway, I'm off to school now. Peace ladies.
es_es: [_danny_s_towards_s_neutral_s_talk_amused_] Derecho. De todos modos, voy a la escuela ahora. Damas de paz.

source: [_ember_s_towards_s_sad_s_talk_displeased_] Wait!
es_es: ¡[_ember_s_towards_s_sad_s_talk_displeased_] espera!

source: [_ember_s_towards_s_rise_s_talk_displeased_] If I took on a human form, could I come with you?
es_es: [_ember_s_towards_s_rise_s_talk_displeased_] Si he tomado una forma humana, ¿podría venir contigo?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What, why? You suddenly wanna spend time out with me now? The Mall didn't seem to be your favorite activity...
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Qué, por qué? ¿De repente quieres pasar tiempo conmigo ahora? El centro comercial no parece ser tu actividad favorita...

source: [_ember_s_down_s_idle_s_talk_consternation_] What? N-no, hell no, eww...
es_es: [_ember_s_down_s_idle_s_talk_consternation_] ¿Qué? N-no, infierno no, eww...

source: [_ember_s_towards_s_sad_s_talk_happy_] It's just... ya' know, I wouldn't mind to see the ol' school properly this time, is all.
es_es: [_ember_s_towards_s_sad_s_talk_happy_] Es justo... sé, no me importaría ver correctamente la escuela del joven esta vez, es todo.

source: [_danny_s_towards_s_sad_s_talk_happy_] Des, do you mind being alone?
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Des, ¿te importa estar solo?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] The whole house to myself? Oh please, I pray to the Gods for an opportunity such as this!
es_es: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] ¿Toda la casa para mí? ¡Oh, por favor, ruego a los Dioses que tengan una oportunidad como esta!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...well no, I meant like, "going back in the Thermos" alone. I have to take it with me for Ember to tag along.
es_es: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...bueno, no, me refería a "volver a los Termos" solamente. Tengo que llevarlo conmigo para que Ember etiquete nunca.

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks, you're the best!!
es_es: [_danny_s_towards_s_sad_s_talk_happy_] Gracias, eres el mejor!!

source: [_ember_s_towards_s_confused_s_talk_happy_] So is that a yes?! C'mon, please?
es_es: [_ember_s_towards_s_confused_s_talk_happy_] ¿Entonces es eso sí?! ¿C'mon, por favor?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, but as always, no funny business Ember.
es_es: [_danny_s_towards_s_neutral_s_talk_displeased_] Vale, pero como siempre, ningún negocio gracioso Ember.

source: [_ember_s_towards_s_idle_s_talk_happy_] I promise!!{p}And Danny...?
es_es: [_ember_s_towards_s_idle_s_talk_happy_] te lo prometo!!{p}y Danny...?

source: [_ember_s_towards_s_sad_s_talk_amused_] ...thanks.
es_es: [_ember_s_towards_s_sad_s_talk_amused_] ...gracias.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Come on, take on your human form and get dressed.
es_es: [_danny_s_towards_s_neutral_s_talk_happy_] Venga, toma tu forma humana y prepárate.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hey Danny, what's going... uhh, who's that you're hanging with behin-
es_es: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hey Danny, lo que va... uhh, quién está colgando con detrás-

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Wait. Stop. No.
es_es: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Espera. Parada. No.

source: [_tucker_s_arms_clenchedfists_s_towards_wide_s_wondering_s_talk_frown_] Y-y-you're E-E-Em-
es_es: [_tucker_s_arms_clenchedfists_s_towards_wide_s_wondering_s_talk_frown_] Y-y-eres E-E-Em-

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, yeah, hey again. Sup dorks?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, sí, hey otra vez. ¿Sup dorks?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, guys, relax, I know this is {i}kinda{/i} weird.
es_es: [_danny_s_towards_s_sad_s_talk_displeased_] Vale, chicos, tú, sé que esto es raro {i}{/i}.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] No Danny, this is "kinda" freaking {u}insane{/u}! You should have blasted her out of a cannon into the Ghost Zone!! Away from us!!
es_es: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] No hay Danny, ¡¡¡¡esto es "bondad" freída {u}loca{/u}! Deberías haberla explotado de un cañón en la Zona Fantasma!! ¡¡¡Fuera de nosotros!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Not bring her to first period!! The hell's the matter with you, Danny?!
es_es: ¡[_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] No la trajo al primer periodo! ¡El infierno es asunto contigo, Danny?!

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] Guys, I used Desiree's magic to make sure certain rules were established and-
es_es: [_danny_s_closed_s_unhappy_s_talk_distraught_] Chicos, usé la magia de Desiree para asegurarse de que se establecieran ciertas reglas y-

source: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] You've got Desiree involved in this too?? The hell Danny?!
es_es: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] Tienes Desiree involucrado en esto también?? The hell Danny?!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hey look, I guess I owe you two an apology, right, so let me just say-
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hola mira, supongo que te debo dos una apología correcta, así que déjame decir-

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] An apology? No, you owe me the privilege of not having to see you ever again in this dimension!
es_es: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] ¿Una disculpa? No, me debes el privilegio de no tener que volver a verte nunca más en esta dimensión!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam! Guys, c'mon, wait-
es_es: [_danny_s_towards_s_unhappy_s_talk_distraught_] ¡Sam! Niños, c'mon, espera-

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] No, no, Danny, let's be honest. She has a right to be pissed at me. She should be.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] No, no, Danny, seamos honestos. Ella tiene derecho a ser pisoteada contra mí. Debería serlo.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I kidnapped you and tried to take over the world.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Lo siento que te hirió e intenté tomar el control del mundo.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I tried to take over the world.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Lo siento que intenté tomar el control del mundo.

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, yeah, no, sorry doesn't quite cut it in this particular instance..
es_es: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, sí, no, lo siento no cortarlo bastante en esta instancia en particular..

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] I mean yeah, this is freaky, but I guess... kinda okay, right? It's better that Danny has an eye on these ghosts personally so that-
es_es: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] Quiero decir sí, esto es extraño, pero supongo... ¡Bien!, ¿no? Es mejor que Danny tenga un ojo personal en estos fantasmas para que-

source: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, she {u}brainwashed{/u} you!
es_es: ¡[_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, ella {u}te lavó{/u}!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] True, but have you considered the fact...
es_es: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Verdadero, pero has considerado el hecho...

source: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Don't say it, don't you {i}dare{/i} even try to justify this the way I just {u}know{/u} you're going to Tucker Fole-
es_es: [_sam_s_co_s_away_s_angry_s_talk_consternation_] No lo digas, no te atreves {i}{/i} incluso intenta justificar esto de la manera en que solo sé {u}{/u} vas a ir a Tucker Fole-

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...that she's pretty damn hot?
es_es: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...eso es muy maldita caliente?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] That's it, I'm done. My little remaining faith in men is fully destroyed.
es_es: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] Eso es así, he hecho. Mi poca fe restante en los hombres está completamente destruida.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] I know a genie you'd get along swimmingly with.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Conozco un genio con el que te llevarías nadando.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Don't you try to talk to me like we're friends!
es_es: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] ¡No intentes hablar conmigo como si fueran amigos!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hey, hey! Everyone deserves a shot at redemption, right?
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] ¡Oye, oye! Todo el mundo merece un tiro en la redención, ¿verdad?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Lest we forget, I messed up pretty badly when I had all the powers that Danny has thanks to Desiree. And Danny {i}still{/i} forgave me for everything, and even saved my life!
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Para que no nos olvidemos, me metí bastante mal cuando tenía todos los poderes que Danny tiene gracias a Desiree. Y Danny {i}todavía {/i} me perdonó por todo, e incluso salvó mi vida!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] I say, as long as Danny trusts her, we should keep an open mind.
es_es: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] digo que mientras Danny confíe en ella, deberíamos mantener una mente abierta.

source: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] I cannot believe you guys are even considering this.
es_es: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] No puedo creer que ni siquiera consideres esto.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, I know that there's more to Ember than any of us thought. She's shown me a different side that-
es_es: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, sé que hay más para Ember de lo que cualquiera de nosotros pensaba. Me ha mostrado un lado diferente eso-

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh really?! And we're just supposed to believe this is a {i}genuine{/i} persona on her part?
es_es: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh realmente?! Y sólo se supone que creemos que este es un personaje de {i}genuino {/i} por su parte?

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, for Christ sake, it's been DAYS since the world was almost taken over by her!!
es_es: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, por Cristo, ¡¡¡¡ha sido DAYS ya que el mundo casi fue tomado por ella!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Look, I know I don't have all that much free-will to just walk away at the moment, so let's try to make this awkward meeting as painless as possible, okay?
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Mira, sé que no tengo tanta libertad de voluntad para caminar por el momento así que intentemos hacer que esta reunión incómoda sea lo menos dolorosa posible, ¿no?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] I'm sorry for what I did, with brainwashing your friend and everything else. Trust me, I couldn't take over the world at the moment even if I wanted to.
es_es: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] Lo siento por lo que hice, por lavar a tu amigo y todo lo demás. Confíe en mí, no pude hacerse cargo del mundo en este momento, incluso si lo quisiera.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] So you {i}do{/i} have intentions and a desire to do it though, right?{p}Give a girl a break right now, okay?
es_es: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Así que el {i}do {/i} tiene intenciones y un deseo de hacerlo, ¿no?{p}Dale a una chica un descanso ahora, ¿de acuerdo?

source: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Man... I don't know. I'm still figuring out what I want, exactly.
es_es: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Hombre... no lo sé. Todavía estoy averiguando lo que quiero, exactamente.

source: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Fine... so what {i}are{/i} you doing here then?
es_es: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Bien... así que ¿qué haces {i}entonces{/i}?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] I don't know, just thought I'd check out the old stomping grounds.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] No lo sé, sólo pensé que compraría los viejos terrenos de estoma.

source: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Wait, you mean, you went to Casper High?
es_es: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Espera, es decir, fuiste a Casper High?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] A long, {i}long{/i} time ago.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Un largo {i}largo{/i} tiempo.

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] I'm sorry, this whole thing just skeeves me out, man...
es_es: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] Lo siento, todo esto me acaba de sacar, hombre...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, just try to go easy on her, okay?
es_es: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, solo intenta hacerte fácil con ella, ¿no?

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...I've got my eyes on you, McClain. Don't you forget it.
es_es: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...Tengo mis ojos en ti, McClain. No lo olvides.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] In that case, I hope you enjoy the view.
es_es: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] En ese caso, espero que disfrutes de la vista.

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Hey, if she's not, I definitely am!
es_es: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ¡Oye, si no lo es, definitivamente lo soy!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat?{/i} The heart wants what the heart wants... a man can dream, can't he?
es_es: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat? {/i} El corazón quiere lo que el corazón quiere ... un hombre puede soñar, ¿no?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] That's all he can do, trust me...
es_es: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Eso es todo lo que puede hacer, confíe en mí...

source: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Just walk with me Tuck, we have to get to class anyway.
es_es: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Solo camina conmigo Tuck, tenemos que llegar a la clase de todos modos.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...keep her away from the music room, if at all possible...
es_es: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...manténgala lejos de la sala de música, si es posible...

source: [_danny_s_down_s_sad_s_talk_happy_] Yeah, I actually have to get to class too.
es_es: [_danny_s_down_s_sad_s_talk_happy_] Sí, realmente tengo que llegar a la clase también.
