Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: es_es

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Whispering*{/i} Wait, so I don't get it, so they're using time travel to make things go backwards, to stop things that haven't even happened yet? Man, this movie is next level stuff.
es_es: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Susurro*{/i} Espera, así que no lo recibo. ¿así que están usando el tiempo de viaje para hacer que las cosas vayan hacia atrás, para detener cosas que ni siquiera han pasado todavía? Hombre, esta película es lo siguiente a nivel.

source: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Whispering*{/i} It's next level boring, is what it is.
es_es: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Susurro*{/i} Es el siguiente nivel aburrido, es lo que es.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Hey, what are you doing?
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Eh, ¿qué estás haciendo?

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Telling everyone how great and how crazy {u}deep{/u} the movie is.
es_es: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Dile a todo el mundo lo grande y descabellada que es la película {u}profunda{/u}.

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] But you just said it was boring.
es_es: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] Pero acabas de decir que era aburrido.

source: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Yeah, but it's the big summer release. Who the heck is gonna listen to someone who doesn't think the same way as everyone else online?
es_es: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Sí, pero es el gran lanzamiento de verano. ¿Quién se ha ido a escuchar a alguien que no piensa de la misma manera que todos los demás en línea?

source: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. No other words necessary.
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. No se necesitan otras palabras.

source: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Alright fine, I'll put my phone away.
es_es: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Muy bien, voy a apagar mi teléfono.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_wide_s_rise_s_talk_happy_s_blush_] H-hey!! W-what are you doing?!
es_es: ¡[_danny_s_phantom_s_cinema_s_pose1_s_towards_wide_s_rise_s_talk_happy_s_blush_] H-hey!! ¡¿Qué estás haciendo?!

source: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} I'm just having a little fun... I told you I'm bored...{p}I need something to tide me over until the credits.
es_es: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} Estoy simplemente teniendo un poco de diversión... te dije que estoy aburrido...{p}necesito algo para marcharme hasta los créditos.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhh...{/i} w-what if we get caught though??
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhh...{/i} w-what if we get caught however ??

source: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] We won't, now shut up, sit back and {i}enjoy{/i} the movie.
es_es: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] No lo haremos, ahora cerraremos, sentarnos y {i}disfrutar {/i} de la película.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] You... {i}ahh{/i} ...you're pretty nuts, you know that right?
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] Tú ... {i}ahh {/i} ... eres bastante loco, ¿sabes eso bien?

source: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flattery will get you nowhere.
es_es: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flattery no te llevará a ninguna parte.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] It's just strange... I don't normally do this kind of stuff with-
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] Es extraño... normalmente no hago este tipo de cosas con-

source: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh my goodness... are you saying that I'm a {i}special{/i} kinda girl...?
es_es: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh, mi bondad ... ¿estás diciendo que soy una chica especial de {i}?

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Well uh, n-no, not exactly, I just meant tha-
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Bueno, yo no, no exactamente, solo quería decir que:

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Hold on, let me tweet out that you said that. That's a {i}great{/i} line to rub in the other's noses.
es_es: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Espere, déjame tweetear que dijiste eso. Esa es una línea {i}genial{/i} para frotar las nariz del otro.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...you're joking.
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...estás bromeando.

source: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] No! That was super sweet Billy, my followers will love it!
es_es: ¡[_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] No! ¡Eso fue super dulce de Billy, a mis seguidores les encantarán!

source: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] But I didn't even say- you know what, never mind.
es_es: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] Pero ni siquiera dije: sabes qué, no importa.

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Well, that movie royally sucked.
es_es: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Bueno, esa película chupó realmente.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, but all your {i}followers{/i} thought it was great, right?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, pero todos tus seguidores {i}{/i} pensaron que era grande, ¿verdad?

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, you really need to lighten up.
es_es: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, realmente necesitas aligerarte.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Lighten up? All you've done is waste time on your phone!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ¿Aligerar? ¡Todo lo que has hecho es perder el tiempo en tu teléfono!

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hey, my social status online is pretty important alright! And it's not like {i}you{/i} don't get anything out of this little arrangement!
es_es: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hey, ¡mi estado social en línea es muy importante! ¡Y no es como {i}tú{/i} no consigue nada de este pequeño arreglo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arrangement"? What are you talking about?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arreglo"? ¿De qué estás hablando?

source: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}That{/u} arrangement.
es_es: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}That{/u}.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Just come with me Billy.
es_es: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Ven conmigo Billy.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Wait, where are we-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Espera, dónde estamos-

source: [_star_s_normal_s_towards_s_confused_s_talk_amused_] To grab some food, duh. I'm starved!
es_es: [_star_s_normal_s_towards_s_confused_s_talk_amused_] Para tomar algo de comida, duh. ¡Estoy hambre!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Translation, to take lots of photos {i}of{/i} food because she's starved of attention. Gotcha...)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Traducción, para tomar muchas fotos {i}de{/i} comida porque está hambrienta de atención. Gotcha...)

source: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, my followers are {i}soooooo{/i} jealous of me right now.
es_es: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, mis seguidores son {i}soooooo{/i} celosos de mí ahora mismo.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] So, if you wouldn't mind enlightening me, why are you so obsessed with all this online stuff exactly?
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Así que, si no te importaría iluminarme, ¿por qué estás tan obsesionado con todas estas cosas en línea exactamente?

source: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Well, that's sorta a dumb question, even for a ghost. Come on, it's all to be popular! That's what fuels most people's wants and needs in this life!
es_es: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Bueno, eso es una pregunta tonta, incluso para un fantasma. ¡Vamos, todo va a ser popular! ¡Eso es lo que alimenta los deseos y necesidades de la mayoría de las personas en esta vida!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Right, but you do know that there {i}is{/i} more to life than just being popular, Star.
es_es: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Derecho, pero sabes que hay {i}es{/i} más de la vida que ser popular, Estrella.

source: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Of course!
es_es: ¡[_star_s_fc_s_towards_s_rise_s_talk_displeased_] por supuesto!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Okay, so why don't we do something other than snap pictures of-
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Vale, así que ¿por qué no hacemos otra cosa que hacer fotos cortas de-

source: [_star_s_fc_s_towards_s_idle_s_talk_amused_] There's fame and fortune too! I'd have to be {i}pretty{/i} simple not to think about that stuff too, ya' know.
es_es: [_star_s_fc_s_towards_s_idle_s_talk_amused_] ¡También hay fama y fortuna! Tendría que ser {i}bastante {/i} simple de no pensar en ese material también, ya ' sabe.

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Alrighty then. Yeah. Sure.
es_es: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Bien entonces. Sí. Seguro.

source: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, look, it's pretty clear to me that you think I'm just a typical blonde, airheaded floozie. I get it, I do. But I'm a lot more complex than you might think.
es_es: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Oye, mira, para mí está bastante claro que crees que soy solo una típica floozie rubia y encendida. Lo entiendo, lo hago, pero soy mucho más complejo de lo que usted podría pensar.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd say "complicated" is more like it.
es_es: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] diría "complicado" es más parecido.

source: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hey! Don't be such an ass! Keep acting up like that and you definitely won't be getting any by the end of this...
es_es: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hey! ¡No seas tal culo! Seguir actuando así y definitivamente no va a conseguir nada al final de esta ...

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Star! You wanted to go on a date with me, but you haven't been able to focus on anything other than your stupid "likes" and "followers".
es_es: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Star! Querías ir en una cita conmigo, pero no has podido enfocarte en otra cosa que no sea tus estúpidos "me gusta" y "followers".

source: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Well maybe I wouldn't expect someone like {i}you{/i} to understand! You've been a ghost for forever, I'm sure! You don't know what it's like!
es_es: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh! {/i} Bueno tal vez no esperaría que alguien como {i}usted {/i} a entender! Has sido un fantasma para siempre, ¡estoy seguro! ¡No sabes cómo es!

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Understand what? That all you do is try to compete and compare yourself to people like Paulina?
es_es: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] ¿Encontrar qué? ¿Todo lo que haces es es intentar competir y compararte con personas como Paulina?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] Is that why you're so focused on your phone all the time? So you don't have to face the fact that you're still 2nd place?
es_es: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] ¿Es esa la razón por la que estás tan centrado en tu teléfono todo el tiempo? Así que no tienes que enfrentarte al hecho de que todavía eres el segundo lugar?

source: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] You... you...{p}God... B-Billy, y-you're a real jerk!
es_es: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] Tú ... tú ...{p}Dios ... B-Billy, y-¡eres un verdadero tirón!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] No, Star, wait! C'mon, I didn't... {i}ahhh{/i}, crap. Great.
es_es: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] No, estrella, espera! C'mon, yo no... {i}ahh{/i}, crap. Genial.

source: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... I had better go follow her... she couldn't have gone too far...)
es_es: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... Mejor que vayas a seguirla... ella no podría haber ido demasiado lejos...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] There you are, Star! I've been looking all over.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ¡Ahí estás, estrella! He estado mirando todo el tiempo.

source: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} You're such an asshole, Billy...
es_es: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob * {/i} Eres tal asshole, Billy ...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Star, come on... I'm sorry, I didn't mean it.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Estrella, vamos... Lo siento, no lo quería decir.

source: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] No, you're right... why even bother when I can't even match up to someone like Paulina...
es_es: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] No, tienes razón... por qué incluso me molestaré cuando ni siquiera puedo emparejar con alguien como Paulina...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Star, you're not Paulina, and you don't have to be. This competition you've been having with her over me... it's not fun.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Estrella, no eres Paulina, y no tienes que ser. Esta competencia que has estado teniendo con ella sobre mí ... no es divertido.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] I mean c'mon, be honest: have you had any real fun today, just glued to your screen? Taking photos all the time?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Me refiero a c'mon, sé honesto: ¿te has divertido de verdad hoy, simplemente te has pegado a tu pantalla? ¿Tomar fotos todo el tiempo?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] I'm not saying your social media isn't important, it clearly is to you, but that can't be {i}all{/i} your life amounts to.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] No estoy diciendo que tus redes sociales no sean importantes, está claro que son para ti, pero eso no puede ser {i}todo{/i} tu vida es importante.

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] You still don't get it... it's not about how-
es_es: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Todavía no lo tienes ... no se trata de cómo-

source: [_ectopuss_] {i}Oohh!!{/i} Hoo hooo {i}hooo!{/i} Why lookee what we have here! A tear stricken little cutie! Don't mind if we cut in, do ya', Ghost Boy?
es_es: [_ectopuss_] {i}¡Oohh!!{/i} Hoo hooo {i}hooo!{/i} ¿Por qué mirar lo que tenemos aquí! ¡Una pequeña cutita destrozada! No importa si cortamos ya', ¿Fantasma chico?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, are... are these some of your friends...?
es_es: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, son... son algunos de tus amigos...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus brought a crew with him this time...{p}...wait, wasn't Ectopus re-captured by Mr. Masters? How'd he get out again...?)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus trajo una tripulación con él esta vez...{p}...espera, no fue recapturado por el Sr. Masters? ¿Cómo saldría de nuevo...?)

source: [_ectopuss_s_f11_] You didn't think I'd forget about all the ass beatings you delivered to me? Oh my, but isn't {i}she{/i} quite the pretty piece of ass, eh? Come on boys! Let's have some fun!!
es_es: [_ectopuss_s_f11_] ¿No pensaste que me olvidaría de todas las palizas de culo que me entregaste? Oh, mi, pero no es {i}ella {/i} bastante la pieza bonita de culo, ¿eh? ¡Vamos chicos! Let's have some fun!!

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! Help me!
es_es: ¡[_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! ¡Ayúdame!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Don't worry Star! I'll knock these stinking fish faces flat out!
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ¡No te preocupes a la estrella! ¡Voy a dejar planas las caras de estos peces apestantes!

source: [_ectopuss_s_f13_] {i}Agh!{/i} No fair! Come on boys, lets get out of here... b-but we'll be back, and even stronger than before!
es_es: [_ectopuss_s_f13_] ¡ {i}De acuerdo!{/i} ¡No hay hecho! Ven a los muchachos, vamos a salir de aquí... ¡pero estaremos de vuelta, e incluso más fuertes que antes!

source: [_ectopuss_s_f12_] Your days in this town are running out, Ghost Boy! Mark my words!
es_es: [_ectopuss_s_f12_] Tus días en esta ciudad se están acabando, ¡Fantasma chico! ¡Marca mis palabras!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alright Star, I think it's safe. They're gone no-
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Estrella correcta, creo que es segura. No-

source: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! My!! Gosh!! I can't believe you just fought off those ghosts to save me! Nobody's ever done anything like that for me before!
es_es: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] ¡Oh!! ¡¡Mí!! ¡¡¡Gosh!! No puedo creer que acabes de luchar contra esos fantasmas para salvarme! ¡Nadie ha hecho nada parecido a eso por mí antes!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Well, not too many other people get a chance to shoot plasma beams at ghosts to protect someone. But I just wasn't going to let them hurt you.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Bueno, no muchas otras personas tienen la oportunidad de disparar vigas de plasma a los fantasmas para proteger a alguien. Pero no iba a dejárseles que te lastimen.

source: [_star_s_normal_s_down_s_sad_s_talk_happy_] You still did it though, and that... that was just so brave, Billy...
es_es: [_star_s_normal_s_down_s_sad_s_talk_happy_] Aún lo hiciste, y eso... eso era tan valiente, Billy...

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}uhh{/i}... I know I'm not quite perfect, and maybe I've let a little bit of this popularity contest with Paulina get to my head, but...
es_es: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}uhh {/i} ... Sé que no soy muy perfecto, y tal vez he dejado que un poco de este concurso de popularidad con Paulina llegue a mi cabeza, pero ...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (A little?)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (¿Un poco?)

source: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ...there really is more to me than just all... {u}that{/u}, so... don't give up on me, okay?
es_es: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ...realmente hay más para mí que solo todos... {u}que{/u}, así... no me rindas, ¿no?

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...I do like you Billy. You're different than any other cute boy I've ever met before. In a whole lot of ways.{p}And, I wanna show you how real I can get too. I promise.
es_es: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...Me gusta tu Billy. Eres diferente de cualquier otro chico lindo que haya conocido anteriormente. De muchas maneras.{p}Y, quiero mostrarte lo real que puedo conseguir también. Prometo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] That's... honestly the most real thing you've said all day. So, thanks Star, I appreciate it.
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Eso es... honestamente lo más real que has dicho todo el día. Así que, gracias a la estrella, lo aprecio.

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Well, don't expect it all the time okay? I have to keep up {i}some{/i} of my self defense mechanisms, after all.
es_es: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Bueno, ¿no lo esperas todo el tiempo? Después de todo, tengo que mantener el {i}algo{/i} de mis mecanismos de autodefensa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, now that you're free from the hands of those nasty ghosts, what do you want to do now?
es_es: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo {/i}, ahora que estás libre de las manos de esos fantasmas desagradables, ¿qué quieres hacer ahora?

source: [_star_s_normal_s_down_s_wondering_s_talk_amused_] {i}Well{/i}...~
es_es: [_star_s_normal_s_down_s_wondering_s_talk_amused_] {i}bien{/i}...~

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Your friend Danny {i}did{/i} say we could use his place... ya' know, for something "a little more intimate."
es_es: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Tu amigo Danny {i}dijo{/i} que podríamos usar su lugar... ya sabía, para algo "un poco más íntimo".
