Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/dasirees_service.po
Languages: es_es

source: [_danny_] Whoa! How'd you already-
es_es: [_danny_] ¡Vaya! ¿Cómo podrías otra vez-

source: [_desiree_] You were simply erect, master, and a good slave must work hard to keep her master's member well taken care of...
es_es: [_desiree_] Estas simplemente erecto, maestro, y una buena esclava debe trabajar duro para mantener el miembro de su amo bien cuidado de...

source: [_danny_] (Man, she must've really taken her whole harem girl position seriously... this kinda dedication to simply jerking guys off is a whole new level of commitme-)
es_es: [_danny_] (tio, ella debe haber tomado su rol de chica harem en serio... esta pasión follándose a los chicos es un nuevo nivel de compromiso-)

source: [_danny_] {i}Whuuuuh{/i}... Oh jeezus, De-Des-Desiree... you're already... Oh- okay, I guess... you just do what you're used to, I suppose...
es_es: [_danny_] {i}Whuuuuh {/i}... Oh jeesus, De-Des-Desiree... ya estás... Oh-bien, supongo... sólo haces lo que estás acostumbrada a hacer imagino...

source: [_desiree_] My special technique is what's flustering your words, I presume? Yes, I spent years perfecting my handcraft and finger play. You never quite forget it...
es_es: [_desiree_] ¿és mi técnica especial lo que te está dejando sin palabras? Sí, pasé años perfeccionando mi juego de manos y dedos. Nunca olvidarás esto...

source: [_danny_] (Jeez, man... Nurse Kate definitely has skill, but this is truly something else... so {i}this{/i} is how she rose to the ranks as the Sultan's personal harem girl...)
es_es: [_danny_] (Jeez, tio... La enfermera Kate és buena, pero esto és mucho más... así que {i}esta {/i} és la razón por la que llegó a ser la chica harem personal del sultán...)

source: [_desiree_] (Oh yes, this actually brings me back... a fine, sturdy cock in my hand, a handsome prince receiving his crowning birthday present whispering sweet nothings... ohh, those were good times...)
es_es: [_desiree_] (Oh, sí, esto me hace recordar... una polla fina y robusta en mi mano, un príncipe guapo que me recibe como regalo de coraonación de cumpleaños susurrando palabras dulces... ohh, esos eran buenos tiempos...)

source: [_desiree_] (Errh, no, I am most certainly {i}not{/i} enjoying this! I'm still the Ghost Boy's slave girl... I shouldn't find this fun...)
es_es: [_desiree_] (Errh, no, ¡yo {i}no{/i} debo disfrutar de esto! Soy la esclava de Chico Fantasma... No debo encontrar diversión...)

source: [_desiree_] (Just continue to put on a good face for the fool, Desiree... continue biding your time... an opening will reveal itself soon enough...)
es_es: [_desiree_] (Sólo contina poniendo una buena cara para el tonto, Desiree... continúa dedicando tu tiempo... una puerta se abrirá muy pronto...)

source: [_desiree_] I'm glad you're enjoying yourself, my master. It pleases me to serve you...
es_es: [_desiree_] Me alegro de que estés disfrutando, mi amo. Me agrada que te sirva...

source: [_desiree_] I can tell that your rather large friend here is also enjoying our time together as well... he's leaking out his sweet love juice already... I love running its drip along with my thumb...
es_es: [_desiree_] Puedo decir que tu gran amigo también está disfrutando nuestro tiempo también... él está filtrando su dulce jugo de amor nuevamente... Me encanta masajearle con sus gotas usando mi pulgar...

source: [_desiree_] Now tell me... who makes you feel this good, master?
es_es: [_desiree_] Ahora dime... ¿quién te hace sentir tanto placer maestro?

source: [_danny_] You-you do, Desiree... you're so sexy... you make me this rock hard... just with your hands alone...
es_es: [_danny_] tú-tú, Desiree... eres muy sexy... me haces estar duro como las rocas... sólo con tus manos...

source: [_danny_] {i}Hagghhh{/i}!! D-Dang…
es_es: [_danny_] {i}Haghhh {/i}!! D-Dang…

source: [_desiree_] With my hands alone? Oh, I think not... what kind of servant would I be...
es_es: [_desiree_] ¿Solo con mis manos? Oh, no lo creo... qué tipo de sirvienta sería sino...

source: [_desiree_] ...if I kept you in suspense with just my fingertips? That wouldn't be fair to you, master...
es_es: [_desiree_] ...¿ si te pongo en las nubes solo con mis dedos? Eso no sería justo para ti, maestro ...

source: [_danny_] Wh-what do you mean...?
es_es: [_danny_] ¿Qu-qué quieres decir...?

source: [_desiree_] Well of course, Master... my sweet little mouth is yours to {u}fuck{/u} as you please.
es_es: [_desiree_] Bueno, por supuesto, Maestro... mi pequeña y dulce boca es tuya para {u}follarla{/u} como te plazca.

source: [_desiree_] (I hope you're ready for this part, Ghost Boy... I rarely hold back with this part...)
es_es: [_desiree_] (Espero que estés listo para esta parte, Chico Fantasma... Rara vez me contengo en esta parte...)

source: [_desiree_] Look at my mouth right now... look at the place your fat cock is going to rest down upon and feel pleasure like you've {i}never{/i} felt before?
es_es: [_desiree_] Ahora mira mi boca... mira el lugar en el que tu gorda polla va a descansar y sentir un placer como {i}nunca {/i} has sentido antes

source: [_desiree_] Let me lick you, master... I want to taste your wad of dribble...
es_es: [_desiree_] Deja que te lama, maestro... Quiero probar tu depósito de semen...

source: [_danny_] God damn... you really talk like such a dirty slave girl... it's so fucking hot... he-here you go, Des... taste it a bit...
es_es: [_danny_] Dios maldito ... realmente hablas como una sucia esclava... esto és jodidamente caliente... a-aquí va Des ... saborealo un poco ...

source: [_danny_] Oh shit... you're flicking up and down between the slit... holy shit...
es_es: [_danny_] Oh mierda... me estás lamiendo arriba y abajo con los labios... santa mierda...

source: [_desiree_] (Hmmm... he's also much more hygenic than the men I've dealt with before... he certainly washes properly...)
es_es: [_desiree_] (Hmmm... él és mucho más higiénico que los hombres con los que he tratado antes... él se lava bien...)

source: [_desiree_] (Mmmmm... and his seed tastes so... I don't even know... tantalizing? Such a unique and sweet taste...)
es_es: [_desiree_] (Mmmmm... y sus jugos saben a... no lo he probado nunca antes... ¿tántalo? Un sabor único y dulce...)

source: [_desiree_] (Damn, I shouldn't be solely licking his drip... I'm not suppposed to be enjoying this ordeal... {i}this{/i} part especially... and yet...)
es_es: [_desiree_] (Maldita sea, no debería estar lamiendo su gotero únicamente... No se supone que deba disfrutar este calvario... {i}esta{/i} parte especialmente... y sin embargo...)

source: [_desiree_] Master Danny, please... bless your cock down my throat. My hot mouth is practically drooling over it already... please, give me a proper taste...
es_es: [_desiree_] Maestro Danny, por favor... bendice tu polla en mi garganta. Mi boca caliente está prácticamente babeando por ella otra vez... por favor, dame el gusto adecuado...

source: [_danny_] Yes! Thank you God... I'm gonna stick it in your dirty little mouth, slave!! Urgghh… well, I mean, a-as you wish, Desiree!
es_es: [_danny_] ¡Sí! Gracias Dios... ¡Voy a clavarla en tu sucia y pequeña boca, ¡¡esclava!! Urghh… bueno, quiero decir, ¡c-como tú desees, Desiree!

source: [_desiree_] Oh yes, please do you big, {u}throbbing{/u} ghost boy...
es_es: [_desiree_] Oh sí, por favor hazte grande, {u}palpitante{/u} chico fantasma...

source: [_desiree_] {i}*Slurp*{/i} {i}*Schluk*{/i} ...Mmmmchuughhh~...
es_es: [_desiree_] {i}*Slurp * {/i} {i}*Schluk * {/i} ...Mmmmchuughh ~ ...

source: [_danny_] (Oh God, she's not even using any teeth... she shapeshifted her mouth to be filled with only her gums... oh my God... ghost head is so fucking good... {i}uhhhmmm{/i}...)
es_es: [_danny_] (Oh Dios, ella ni siquiera está usando los dientes... ella cambió al forma de su boca para no tener dientes y solo tener las encías... oh Dios mío... esta cabeza fantasma és jodidamente buena... {i}uhhhmmm {/i}...)

source: [_desiree_] {i}Hhhnnn{/i}... {i}*Mmuumhh*{/i} ...mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' big...~
es_es: [_desiree_] {i}Hhhnnn {/i}... {i}*Mmuumhh * {/i}... mastcher ... 'jour cawk ... {i}*Slup* {/i}... tan'... tan' grande... ~

source: [_desiree_] Muchuu... sho hawt... Nnnnchuru..~.
es_es: [_desiree_] Muuy... sho hawt... Nnnnchuru.. ~.

source: [_desiree_] (I can feel him pulsing inside my mouth... oh, he twitches and throbs so strongly, it rocks my whole mouth...)
es_es: [_desiree_] (La puedo sentir latiendo dentro de mi boca... oh, él mueve y palpita con tanta fuerza, se me mueve toda la boca...)

source: [_desiree_] Muchuu... churu... chuhaa... {i}*Schlap*{/i}
es_es: [_desiree_] Muyuu... churu... chuhaa... {i}*Schlap * {/i}

source: [_desiree_] (Holy heavens above!! His member... he's just drilling my mouth... so strong...~)
es_es: [_desiree_] (¡¡Santo cielo!! Su miembro... está perforando mi boca... tan fuerte... ~)

source: [_danny_] {i}Hnnn... haaa... hnnnchh{/i}... m-more...
es_es: [_danny_] {i}Hnnn... haaa... hnnnchh {/i}... m-más...

source: [_desiree_] (I suppose I should switch it up pretty soon... wouldn't want him to grow restless just yet...)
es_es: [_desiree_] (Creo que debería cambiar deprisa... no quiero que se ponga inquieto...)

source: [_danny_] (This is the absolute best!! Oh man, I could do this forever!!)
es_es: [_danny_] (¡Esto es lo mejor! Oh tio, ¡¡podría estar así para siempre!!)

source: [_desiree_] (Oh... I suppose a few more pumps into my mouth won't hurt...)
es_es: [_desiree_] (Oh... Supongo que unas lamidas más con mi boca no se lastimarán...)

source: [_desiree_] (Okay, this is officially the part we need to move on!! Sands of Bathaal, this boy is absolutely ramming my poor throat!!)
es_es: [_desiree_] (Okay, este és oficialmente el momento necesito para el siguiente paso!! Tierras de Bathal, ¡¡este chico está embisitiendo mi pobre garganta!!)

source: [_danny_] Wha- what's going on, why'd you stop- I mean, sorry, is something wrong?
es_es: [_danny_] qué- ¿qué está pasando?, ¿por qué te detienes? - Quiero decir, lo siento, ¿he hecho algo mal?

source: [_desiree_] {i}Mmhmmm{/i}... no, of course not, master, all is well... but a proper slave doesn't deny her master the {u}true{/u} desire he seeks, does she...?
es_es: [_desiree_] {i}Mmhmmm {/i}... no, por supuesto que no, maestro, todo está bien... pero una esclava apropiada no niega a su amo el {u}verdadero {/u} deseo que quiere, ¿haría ella...?

source: [_danny_] Wha-what?! Oh, y-you don't mean we're gonna actually have se-
es_es: [_danny_] ¿Qu qué?! Oh, t-tú ¿quieres decir que vamos a -

source: [_desiree_] Oh, no, master don't be nervous! It's not that... I'm afraid you might not be quite {i}ready{/i} for that sort of delight just yet...
es_es: [_desiree_] ¡Oh, no, ¡maestro no se ponga nervioso! No és eso... Me temo que estés del todo {i}preparado{/i} para ese tipo de delicia...

source: [_desiree_] I'd like for you to return to your human form and to take off your clothes, master... then lay back over the side of the bed... I'll make sure you're properly taken care of...
es_es: [_desiree_] Me gustaría que regresaras a tu forma humana y que te quites la ropa, maestro... luego túmbate de lado en la cama... Me aseguraré de que te cuidarte...

source: [_danny_] Huh...? Oh, okay... I mean, tr-true, that's fair... then what do you mean exact-
es_es: [_danny_] ¿Huh...? Oh, bien... Quiero decir, ve-verdad, eso es justo... entonces, ¿qué quieres decir exactamente

source: [_desiree_] "Hmm, he actually seems to care for me genuinely."
es_es: [_desiree_] "Hmm, él parece que cuidará de mí genuinamente"

source: [_desiree_] "Or could he be faking it?"
es_es: [_desiree_] "¿O podría estar fingiendo?"

source: [_desiree_] "Whatever the case, his cum is beyond super. I must make sure to keep getting it."
es_es: [_desiree_] " Cualquiera que sea la situación, su esperma és súper. Debo asegurarme de seguir recibiéndolo. "

source: [_danny_] Well, I’ve gotta return you to the thermos, as I need to sleep. But thanks for all you did tonight Desiree.
es_es: [_danny_] Bueno, tengo que devolverte al termo porque necesito dormir. Gracias por todo lo que has hecho esta noche Desiree.

source: [_desiree_] No problem master. Just release me from the thermos whenever you want me to drink your cum during the night.
es_es: [_desiree_] No hay problema maestro. Libérame por la noche cuando quieras que me beba tu semen.

source: [_danny_] I will.
es_es: [_danny_] Lo haré.
