Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/Desiree_Dialogue.po
Languages: es_es

source: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh magic Genie, your gracious master is here! I've come for my wishes, {i}he heh he{/i}!
es_es: [_danny_s_closed_s_sad_s_talk_happy_2_] ¡Oh Genio mágica, tu maestro está aquí! He venido por mis deseos, {i}he he he{/i}!

source: [_thermos_] [[{i}Ghost Release Protocal Initiated. *Bachoooooo*{/u}]
es_es: [_thermos_] [[{i}Iniciado Protocolo de liberación de fantasma. *Bachoooooo * {/i}]]

source: [_desiree_s_talk_happy_s_sad_2_] Ahh, master [player_name], how may your humble servant be of service to you today?
es_es: [_desiree_s_talk_happy_s_sad_2_] Ahh, maestro [player_name], ¿cómo puede tu humilde sierva estar a tu servicio hoy?

source: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Hey, Des, do you mind if we, uh, sorta, ya know...?
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Oye, Des, ¿te importa si nosotros, uh, est, ya sabes...?

source: [_desiree_s_closed_s_talk_bite_s_angry_] If you mean to ask me for pleasures of the flesh, master [player_name], I will of course abide your desires...
es_es: [_desiree_s_closed_s_talk_bite_s_angry_] Si quieres preguntarme por los placeres de la carne, maestro [player_name], por supuesto que acataré tus deseos...

source: [_desiree_s_towards_s_sad_s_talk_bite_2_] What do you wish of me and my body, my master?
es_es: [_desiree_s_towards_s_sad_s_talk_bite_2_] ¿Qué deseas de mí y de mi cuerpo mi amo?

source: [_danny_s_sad_s_talk_happy_] Well, that thing you did with your hands was great... and the way you followed it up with your mouth, I mean... {i}woah{/i}!
es_es: [_danny_s_sad_s_talk_happy_] Bueno, eso que hiciste con tus manos fue grande... y la manera que seguiste con tu boca, quiero decir... {i}¡woah!{/i}!

source: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Very well, master Danny. Please, sit by the edge of the bed... we'll commence things there...
es_es: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Muy bien, el maestro Danny. Por favor, siéntate por el borde de la cama... comenzaremos las cosas allí...

source: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, n-no problem.
es_es: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, n-no problema.

source: [_desiree_s_talk_bite_s_sad_] Very good... I'll change into my slave form, I think it best if I please you like a true servant...
es_es: [_desiree_s_talk_bite_s_sad_] Muy bien... Voy a cambiar a mi forma de esclava, pienso que és mejor si te complazco como una verdadera servidora...

source: [_danny_s_talk_happy_s_rise_one_] You know, Desiree, I like it when you smother me between your... uhm... you know, so, maybe we could...
es_es: [_danny_s_talk_happy_s_rise_one_] Sabes, Desiree, me gusta cuando me complaces entre tus... uhm... ya sabes, tal vez podríamos...

source: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] I think I get the idea of what you'd like, master [player_name]. Please, undress yourself and lie back on the bed...
es_es: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] Creo que sé que te gustará, maestro [player_name]. Por favor, desvístete y acuéstate en la cama...

source: [_danny_s_towards_wide_s_talk_happy_s_wondering_] Sounds good to me!
es_es: [_danny_s_towards_wide_s_talk_happy_s_wondering_] ¡suena muy bien!

source: [_desiree_s_sad_2_s_talk_bite_] I'll change into my clean slave form then to prevent a mess... now then, master Danny, allow me to pleasure you between my soft and luscious breasts...
es_es: [_desiree_s_sad_2_s_talk_bite_] Voy a cambiar en mi forma de esclava limpia entonces para evitar desorden... ahora entonces, maestro Danny, me permite placerle entre mis pechos suaves y deliciosos...

source: [_danny_s_talk_happy_s_sad_] Man, there is seriously {u}nothing{/u} quite like getting head from a real life phantom...
es_es: [_danny_s_talk_happy_s_sad_] Tío, no hay {u}nada {/u} como tener la cabeza de un fantasma real...

source: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}trust{/i} me master, there are plenty of other treasurable experiences {i}far{/i} more pleasurable to explore with my body than just my mouth...
es_es: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}confia{/i} amo, hay muchas otras experiencias {i}intensas{/i} y placenteras que atesoro para explorar con mi cuerpo, no sólo mi boca...

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm.. wow, oh-ok-kay. I'll uh, t-take your word for it.
es_es: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm.. wow, oh-ok-kay. to, tómate tu tiempo para ello.

source: [_desiree_s_pout_s_neutral_] (I hope he doesn't get things twisted in his head... I'm certainly {u}not{/u} enjoying having to serve him like this...)
es_es: [_desiree_s_pout_s_neutral_] (Espero que cambie de opinión... {u}No {/u} disfruto de tener que servirle así...)

source: [_desiree_s_bite_s_sad_s_at_player_] (Regardless of how nice his big long cock is...)
es_es: [_desiree_s_bite_s_sad_s_at_player_] (Independientemente de lo agradable que sea su larga gran polla...)

source: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, well Master, was there anything else you wanted?
es_es: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem * {/i}, bien Maestro, ¿hay algo más que quiera?

source: [_desiree_s_talk_happy_] I must say, I do take some small satisfaction in watching you get so flustered, master.
es_es: [_desiree_s_talk_happy_] Debo decir, que tengo alguna pequeña satisfacción al verle ponerse nervioso.

source: [_danny_s_rise_one_s_talk_happy_2_] Well... I'm glad you find it so amusing.
es_es: [_danny_s_rise_one_s_talk_happy_2_] Bueno... Me alegro de que lo encuentres divertido.

source: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, I mean not to be impolite master, I do apologize.
es_es: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Risas* {/i} Oh, me refiero a no ser un maestro descortés, pido disculpas.

source: [_danny_s_talk_happy_s_closed_s_sad_] Nah, it's okay. I'm glad you're enjoying yourself a bit more.
es_es: [_danny_s_talk_happy_s_closed_s_sad_] Nah, está bien. Me alegro de que estés disfrutando un poco más.

source: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Excuse me a moment, master, I shall clean myself up again.
es_es: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Discúlpame un momento, maestro, me limpiaré de nuevo.

source: [_danny_s_talk_happy_s_sad_] Yeah, for sure, do what you need.
es_es: [_danny_s_talk_happy_s_sad_] Sí, por supuesto, haz lo que necesites.

source: [_danny_s_rise_one_s_talk_happy_] Looking gorgeous as ever, I must say.
es_es: [_danny_s_rise_one_s_talk_happy_] Debo decir, luciendo hermosa como siempre.

source: [_desiree_s_sad_2_s_talk_happy_] Oh, master [player_name], you flatter me so... now, is there anything else I can do for you?
es_es: [_desiree_s_sad_2_s_talk_happy_] Oh, maestro [player_name], me halagas... ¿hay algo más que pueda hacer por ti?

source: [_danny_s_talk_happy_2_s_rise_one_] How are you doing Desiree?
es_es: [_danny_s_talk_happy_2_s_rise_one_] ¿Cómo te va Desiree?

source: [_desiree_s_sad_2_s_talk_frown_] How am I "doing", you ask? Do you want me to be completely truthful, master?
es_es: [_desiree_s_sad_2_s_talk_frown_] ¿Cómo me "va todo" pregunta? ¿Quiere que sea completamente sincera maestro?

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, I mean yeah, of course, I'd appreciate you being as open and hones-
es_es: [_danny_s_closed_s_talk_happy_s_sad_] Bueno, quiero decir sí, por supuesto, te agradecería que seas abierta y hones-

source: [_desiree_s_angry_s_talk_frown_] I {u}hate{/u} it here. I hate {i}you{/i}, master [player_name]. I hate that I'm held captive by some mere petulant boy who fancies himself a sort of hero.
es_es: [_desiree_s_angry_s_talk_frown_] {u}Odio {/u} este lugar. Te odio a {i}ti {/i}, maestro [player_name]. Odio estar cautiva por un mero apestoso adolescente que imagina ser una especie de héroe.

source: [_desiree_s_at_player_s_talk_frown_2_] I find your crusade to fight ghosts {i}pointless{/i}, my servitude {i}indignant{/i}, and your choice of attire entirely {u}boring{/u}.
es_es: [_desiree_s_at_player_s_talk_frown_2_] Encuentro tu cruzada para luchar contra fantasmas un {i}sin sentido {/i}, mi servidumbre {i}indignante {/i}, y tu elección de atuendo totalmente {u}aburrida {/u}.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] My attire? What's wrong with my clothes?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] ¿Mi atuendo? ¿Qué hay de malo en mi ropa?

source: [_desiree_s_closed_s_talk_frown_] You're just like all the men who've come and gone in my life, master. Needlessly cruel and unworthy to even be acquainted with someone of my stature.
es_es: [_desiree_s_closed_s_talk_frown_] Eres igual que todos los hombres que han venido y se han ido de mi vida, amo. Innecesariamente cruel e indigno de conocer a alguien con mi valor.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Cruel? Ah, c'mon, I think we've been getting along just fine, honestly! I mean you're an evil ghost that causes chaos and tried to use my friend for vindictive reasons!
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] ¿cruel? ¡Ah, vamos, creo que nos hemos ido llevando bien, honestamente! ¡Quiero decir que eres un fantasma malvado que causa el caos y tratas de usar a mis amigos para reivindicaciones!

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] You can't exactly blame me for {i}trying{/i} to stop an evil ghost in my town, can you?
es_es: [_danny_s_towards_s_wondering_s_talk_happy_2_] No puedes culparme por {i}intentar{/i} detener un fantasma malvado en mi ciudad, ¿o no?

source: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, am I not allowed to blame you now? Is that an {i}exact{/i} order, master?
es_es: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, ¿no se me permite culparte ahora? ¿Es una orden {i}exacta {/i}, maestro?

source: [_danny_s_talk_frown_2_s_neutral_] Hey, no, look Desiree... I'm not trying to take away any of your freedoms of thought either. You're allowed to {u}think{/u} whatever you want about me, honestly.
es_es: [_danny_s_talk_frown_2_s_neutral_] Hey, no, mira, Desiree... No estoy tratando de quitarte ninguna de tus libertades de pensamiento. Tienes honestamente permitido {u}pensar {/u} lo que quieras de mí.

source: [_desiree_s_talk_frown_2_s_towards_2_] You could have fooled me...
es_es: [_desiree_s_talk_frown_2_s_towards_2_] Me podrías haber engañado...

source: [_danny_s_sad_s_talk_frown_2_s_towards_] Well, is there {i}anything{/i} you like about being around to help me?
es_es: [_danny_s_sad_s_talk_frown_2_s_towards_] Bueno, ¿hay {i}algo{/i} que te gustaría hacer para ayudarme?

source: [_desiree_s_towards_s_talk_frown_s_sad_2_] Yes, your cock's not half bad. Slightly longer than most, but girthy where it counts. Notably hygenic.
es_es: [_desiree_s_towards_s_talk_frown_s_sad_2_] Sí, tu polla no está mal. Ligeramente más larga que la mayoría, pero ceñida donde cuenta. Notablemente higiénica.

source: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Really? Well, hey, thank you... I do wash pretty well down there...
es_es: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. ¿Realmente? Bueno, oye, gracias... Me lavo bastante bien ahí...

source: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Yes, but that's it, really, the {u}only{/u} thing I don't mind about this endeavor you're putting me through!
es_es: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Sí, pero eso es todo, realmente, la {u}única {/u} cosa ¡és el esfuerzo por el que me estás haciendo pasar!

source: [_desiree_s_cute_s_at_player_s_sad_] (I'm also putting it lightly when I say "not half bad"...)
es_es: [_desiree_s_cute_s_at_player_s_sad_] (Lo estoy suavizando cuando digo "medio mal"...)

source: [_danny_s_talk_frown_2_s_-blush_s_sad_] Well, hey, I'll try my best to make things even better for you here, I promise.
es_es: [_danny_s_talk_frown_2_s_-blush_s_sad_] Bueno, bueno, voy a intentar hacer mejor las cosas para ti, lo prometo.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] If you say so, master [player_name]... was there something else you needed?
es_es: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] Si lo dices, maestro [player_name]... ¿hay algo más que necesites?

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What's it even like in the Ghost Zone?
es_es: [_danny_s_rise_one_s_talk_frown_s_towards_] ¿Cómo és la zona fantasma?

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... well first of all, it is extensively vast. Perhaps even {u}infinitely{/u} so.
es_es: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm {/i}... bueno, en primer lugar, es ampliamente vasta. Tal vez incluso {u}infinita{/u}.

source: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] There is a simply endless supply of black void, even more so than the mortal night's sky. Swirls of green fog are all that fills it.
es_es: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] Hay un suministro interminable de vacío negro, aún más que el cielo de la noche mortal. Lleno de remolinos de niebla verde.

source: [_desiree_s_towards_s_talk_frown_s_neutral_3_] You can never be {i}too{/i} on guard when there. There are dozens of mindless beasts and empty souls looking to rip your ectoplasmic form apart just for the sake of it.
es_es: [_desiree_s_towards_s_talk_frown_s_neutral_3_] Nunca puedes bajar {i}demasiado {/i} la guardia. Hay docenas de bestias sin sentido y almas vacías que buscan rasgar tu cuerpo ectoplasmático sólo por diversión.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] There are of course certain territories marked off for more {b}notable{/b} ghosts, such as myself... your best bet is to stay within your own designated zone if you can.
es_es: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Hay por supuesto ciertos territorios marcados para los más {b}notables {/b} fantasmas, tales como yo... la mejor opción es permanecer dentro de tu propia zona designa si puedes.

source: [_desiree_s_towards_s_talk_bite_2_s_sad_] Most unfortunate wandering souls either become prisoners of Walker's jail or trophies for Skulker the Hunter's collection...
es_es: [_desiree_s_towards_s_talk_bite_2_s_sad_] Las almas errantes más desafortunadas se convierten en prisioneros de la cárcel de Walker o en trofeos para Skulker en su colección de caza...

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Gee, these other guys don't sound good... I hope I don't ever have to run into them!)
es_es: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Gee, estos otros tipos no suenan bien... ¡Espero que nunca tenga que toparme con ellos!)

source: [_desiree_s_closed_s_talk_happy_2_s_sad_] The Ghost Zone is a haven for monsters, and I prefer to stay out of it whenever possible. The human world is so much more fun!
es_es: [_desiree_s_closed_s_talk_happy_2_s_sad_] La Zona Fantasma es un refugio para monstruos, y prefiero quedarme fuera de ella siempre que sea posible. ¡El mundo humano es mucho más divertido!

source: [_danny_s_neutral_s_talk_frown_2_s_towards_] Cursing people with magic wishes is not "fun", Desiree.
es_es: [_danny_s_neutral_s_talk_frown_2_s_towards_] Maldecir a las personas con deseos mágicos no es "divertido", Desiree.

source: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, what do {i}you{/i} know?
es_es: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, ¿{i}tú{/i} qué sabes?

source: Do you want to go to the mall?
es_es: ¿Quieres ir al centro comercial?

source: [_danny_s_towards_s_talk_happy_] Let's change what you're wearing.
es_es: [_danny_s_towards_s_talk_happy_] Vamos a cambiar lo que llevas puesto.

source: [_desiree_s_closed_s_talk_frown_s_sad_2_] Yes, master, what would you have me change about my outfit?
es_es: [_desiree_s_closed_s_talk_frown_s_sad_2_] Sí, maestro, ¿qué me daría para cambiar de mi atuendo?

source: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Tell me about some more notable ghosts you've met...
es_es: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Cuéntame sobre los fantasmas más notables que has conocido...

source: [_desiree_s_talk_frown_s_sad_2_] Well, who would you like to know more about?
es_es: [_desiree_s_talk_frown_s_sad_2_] Bueno, ¿de quién le gustaría saber más?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about that Ectopus guy? The one who looks like a green octopus?
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] ¿me puedes decir algo de ese tipo Ectopus? ¿El que parece un pulpo verde?

source: [_desiree_s_talk_frown_2_s_sad_2_] Well first of all, contrary to what you might think, there's really not {i}one{/i} "Ectopus" as you've been calling them. They're actually a dime a dozen type of spirit within the Ghost Zone.
es_es: [_desiree_s_talk_frown_2_s_sad_2_] Bueno, en primer lugar, contrariamente a lo que tú podrías pensar, no hay {i}un {/i} "Ectopus" como lo has estado llamando. En realidad és uno del montón en la Zona Fantasma.

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Sort've just worthless, conjured up dregs of the human spirit still mopily haunting the earth. They're relatively useless besides being lackies for slightly more notable ghosts. The definition of "disposable", essentially.
es_es: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Son solo desechos, restos de espíritus humanos que todavía merodean por la tierra. Son relativamente inútiles además de ser mediocres para fantasmas un poco más notables. La definición és "desechable".

source: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] I myself would {i}never{/i} use such lowly creatures for my own bidding. I have a reputation to uphold!
es_es: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] Yo misma {i}nunca {/i} usaría criaturas tan bajas para mi propia licitación. ¡Tengo una reputación de defender!

source: [_danny_s_talk_happy_2_s_sad_] Low on the totem pole type of creeps, gotcha.
es_es: [_danny_s_talk_happy_2_s_sad_] Por debajo del nivel de tipo gusano.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about Johnny and Kitty? The crazy girlfriend and the trench coat wearing creep?
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] ¿Hay algo que me puedas decir de Johnny y Kitty? ¿La novia loca y el del abrigo de trincheras repelente?

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh yes, Johnny "Thirteen" I believe, along with his unlucky shadow... a living embodiment of his own bad luck that does his bidding for him.
es_es: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh sí, Johnny "Treinta" Creo, junto con su sombra de mala suerte... una encarnación viva de su propia mala suerte.

source: [_desiree_s_talk_frown_s_towards_s_sad_2_] From what I understand, he and Kitty were a pair of love strung children that got into some sort've accident involving his two wheeled vehicle many years ago...
es_es: [_desiree_s_talk_frown_s_towards_s_sad_2_] Por lo que entiendo, él y Kitty eran un par de niños ensartados de amor que se metieron que tuvieron algún tipo de accidente con su moto hace muchos años...

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] They're often speeding around the planes of the Ghost Zone together, but sometimes Johnny's behavior becomes a bit of a nuisance to Kitty...
es_es: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] A menudo se están merodeando alrededor de los aviones de la Zona Fantasma juntos, pero a veces el comportamiento de Johnny se hace un poco molesto para Kitty...

source: [_danny_s_talk_frown_2_s_rise_one_] A nuisance? How so?
es_es: [_danny_s_talk_frown_2_s_rise_one_] ¿Diferente? ¿Cómo?

source: [_desiree_s_towards_2_s_talk_frown_s_angry_] That man has wandering eyes, even more than most've wicked men I've known. He doesn't seem to know how to just leave her if he's so bored. Pig.
es_es: [_desiree_s_towards_2_s_talk_frown_s_angry_] Ese tipo tiene la mirada perdida, incluso más que el resto de hombres malvados que he conocido. No parece saber hacer algo tan sencillo como dejarla si le aburre. Cerdo.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty on the other hand can't seem to gain the semblance to just leave him already. Love is a wretched thing, I suppose...
es_es: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty, por otra parte, no puede parecer ganar la fuerza para dejarlo. Supongo que el amor es una cosa miserable...

source: [_danny_s_talk_frown_2_s_sad_] Scummy ghost motorhead and his overly dependent and jealous girlfriend, understood.
es_es: [_danny_s_talk_frown_2_s_sad_] Escoria de motorista fantasma y su novia dependiente y celosa, entendido.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Anything you can tell me about you?
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] ¿Qué me puedes decir de ti?

source: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Me? Oh, I don't think there's much to really say, I suppose...
es_es: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] ¿de mí? Oh, realmente no creo que haya mucho que decir, supongo...

source: [_danny_s_talk_frown_s_sad_] Oh, come on, I'm sure you have {i}something{/i} to talk about yourself.
es_es: [_danny_s_talk_frown_s_sad_] Oh, vamos, estoy seguro de que tienes {i}algo {/i} sobre lo que hablar de ti.

source: [_desiree_s_talk_frown_s_closed_s_sad_2_] Well, if you insist...
es_es: [_desiree_s_talk_frown_s_closed_s_sad_2_] Bueno, si insistes...

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] My main interests relate to wishes which mainly work doublefold as unfortunate and unexpected curses.
es_es: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] Mis principales intereses se relacionan con deseos que tienen doble función como deseo y maldición desafortunada e inesperada.

source: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Burdening the hearts of terrible men {i}really{/i} gets me going, honestly.
es_es: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Honestamente herir los corazones de los terribles hombres {i}realmente{/i} me estimula.

source: [_desiree_s_talk_happy_s_sad_2_s_closed_] My scornful bitterness comes from understanding a simple truth that I have learned over the course of almost 2000 years...
es_es: [_desiree_s_talk_happy_s_sad_2_s_closed_] Mi desinterés y desprecio viene de una verdad que he aprendido en el curso de casi 2000 años...

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...all men are worthless scum, who deserve to be crushed under the weight of their own immense hubris...
es_es: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ... todos los hombres son escoria sin valor, que merecen ser aplastados bajo el peso de su propia inmensa arrogancia ...

source: [_desiree_s_talk_bite_2_s_towards_s_sad_] Is that about what you wanted to learn with regards to my personality, master [player_name]?
es_es: [_desiree_s_talk_bite_2_s_towards_s_sad_] ¿Es esto lo que querías saber sobre mí maestro [player_name]?

source: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... yeah, in so many words... that was pretty succint, thank you.
es_es: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... sí, con muchas palabras... fuiste bastante breve y precisa, gracias.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about The Box Ghost?
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] ¿Qué me puedes decir sobre el fantasma de la caja?

source: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}must{/u} we talk about him? I was beginning to have a somewhat tolerable time talking to you.
es_es: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh {/i}... ¿{u}debemos {/u} hablar de él? Estaba empezando a tener un tiempo algo tolerable hablando contigo.
