Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/Desiree_Dialogue.po
Languages: es_es

source: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] Simply put, the {u}lowest{/u} of the low in all of the Ghost Zone. There's not much to him other than that he probably died moving heavy boxes, maybe...?
es_es: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] En pocas palabras, el {u}más bajo {/u} de lo más bajo en toda la Zona Fantasma. No hay mucho sobre él, probablemente murió moviendo cajas pesadas, ¿quien sabe...?

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_] I mean, come on now, what kind of tragic backstory is that supposed to be? That's not tragic, that's {i}pathetic{/i}!
es_es: [_desiree_s_towards_wide_s_talk_frown_s_sad_] Quiero decir, siendo clara, ¿qué tipo de trasfondo trágico fue el que se supone que tuvo? ¡Eso no fue trágico, eso fue {i}patético {/i}!

source: [_desiree_s_towards_s_talk_frown_2_s_angry_] He's a worthless waste of ectoplasm incarnate, and I don't want to waste any portion of the rest of my eternity talking about him.
es_es: [_desiree_s_towards_s_talk_frown_2_s_angry_] Es un desperdicio de ectoplasma encarnado, y no quiero desperdiciar ninguna porción del resto de mi eternidad hablando de él.

source: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Ghosts' a loser... yeah I sorta figured that already, but good to get it fact checked.
es_es: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] El fantasma de la caja és un perdedor... sí, ya lo imaginaba, pero fue bueno comprobarlo.

source: [_danny_s_talk_frown_2_s_towards_s_sad_] Hey Desiree, I think I'd rather have you call me something different from now on...
es_es: [_danny_s_talk_frown_2_s_towards_s_sad_] Hey Desiree, he pensado que me gustaría que me llamases de otra forma a partir de ahora...

source: [_desiree_s_sad_2_s_talk_frown_] Oh? Like a nickname you'd prefer? Very well, what would you rather I address you as instead of [player_name]?
es_es: [_desiree_s_sad_2_s_talk_frown_] ¿Oh? ¿Prefieres un apodo? Muy bien, ¿cómo prefieres yo me dirija a ti en lugar de [player_name]?

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Call me something else, like...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Llámame de forma diferente, como...

source: [_desiree_s_talk_bite_s_towards_s_neutral_] Alright, from now on, I shall address you as [player_name].
es_es: [_desiree_s_talk_bite_s_towards_s_neutral_] Bien, a partir de ahora, me dirigiré a usted como [player_name].

source: [_danny_s_sad_s_talk_happy_] Thanks, Des.
es_es: [_danny_s_sad_s_talk_happy_] Gracias, Des.

source: [_desiree_s_closed_s_talk_happy_] Of course, master [player_name]. What else do you require of me?
es_es: [_desiree_s_closed_s_talk_happy_] Por supuesto, maestro [player_name]. ¿Qué más requiere de mí?

source: [_danny_s_closed_s_talk_happy_2_s_sad_] That's all for now Des, you can head back inside.
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_] Eso es todo por ahora Des, puedes volver a dentro.

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Very well then, I shall take my leave. Farewell for now, master [player_name].
es_es: [_desiree_s_closed_s_talk_bite_2_s_sad_] Muy bien entonces, vuelvo a mi lugar. Adiós por ahora maestro [player_name].

source: [_thermos_] [[{i}Ghost Retraction Protocal Initiated. *Bachooooo*{/i}]
es_es: [_thermos_] [[{i}Iniciado protocolo de contención de fantasma. *Bachoooooo * {/i}]]
