Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/desiree_repeatable_service.po
Languages: es_es

source: [_danny_] {i}Hrnnmm{/i}... just having you touch it... makes me so hard already...
es_es: [_danny_] {i}Hrnnmm {/i}... solo con tocarla... me la pone muy dura otra vez...

source: [_desiree_] Oh yes, you seem to enjoy this technique quite well... oh, and the size of your member fits right into my grasp due to its sheer thickness...
es_es: [_desiree_] Oh sí, usted parece disfrutar de esta técnica bastante bien... oh, y el tamaño de su miembro encaja justo en mi mano debido a su grosor...

source: [_danny_] Just the way you look at me too... you've got this special gaze you do... fuck {u}me{/u}, Des, you're gorgeous...
es_es: [_danny_] la manera como me miras también... tienes esta mirada especial que haces... que {u}me {/u} jodan, Des, eres magnífica...

source: [_danny_] Yeah, stroke me... just like that Desiree... stroke your master's big cock...
es_es: [_danny_] Sí, mastúrbame... así Desiree... masturba la gran polla de tu maestro...

source: [_desiree_] Oh yes, master [player_name]... I'm going to stroke you gently with my fingertips... this big fat cock is going to be my plaything until you cum for me...
es_es: [_desiree_] Oh sí, maestro [player_name]... Te voy a masturbar suavemente con la yema de los dedos... esta gran polla gorda va a ser mi juguete hasta que te corras para mí...

source: [_danny_] (Man, Desiree never lost a step... she still knows just what to say to get a guy going...)
es_es: [_danny_] (tio, Desiree nunca se salta ni un paso... ella siempre sabe lo que decir para satisfacer a un tipo...)

source: [_desiree_] (The Ghost Child has such a handsome member... so virile and plump...)
es_es: [_desiree_] (El chico fantasma tiene un miembro tan guapo... tan viril y regordete...)

source: [_desiree_] Oh, if only you could see the face you make during these moments, master... you seem to relish this moment greater than almost any man I've known...
es_es: [_desiree_] Oh, si sólo pudieras ver la cara que pones durante estos momentos, maestro... parece que saboreás más este momento que casi todos los hombre que he conocido...

source: [_desiree_] Oh, I can see your big friend here leaking some of your love nectar already...
es_es: [_desiree_] Oh, puedo ver a tu gran amigo dejando ir algo de tu néctar de amor...

source: [_desiree_] Does this mean your little slave girl is doing a good job, master [player_name]?
es_es: [_desiree_] Maestro [player_name] ¿Significa esto que su pequeña chica esclava está haciendo un buen trabajo?

source: [_danny_] You get me so wound up, what else is gonna happen, Des? You just jerking me off feels so good...
es_es: [_danny_] Me dejas en las nubes, ¿qué más va a pasar Des? Sólo masturbándome me das tanto placer...

source: [_danny_] {i}Hhaa! Aah!{/i}!! Pi-picking up the pace, huh? {i}Oh{/i}!
es_es: [_danny_] {i}Hhaa! Aah! {/i}!! co-cogiendo ritmo, ¿eh? {i}Oh {/i}!

source: [_desiree_] Well yes, I find that most men tend to prefer an increased tempo to help produce a much... quicker release...
es_es: [_desiree_] Pues sí, parece que la mayoría de los hombres tienden a preferir un ritmo más rápido para ayudar a producir una... corrida más rápida...

source: [_desiree_] ...not that I wish you to finish too soon, my master... there are still some tricks I wish to perform for you yet...
es_es: [_desiree_] ... no és que le desee terminar demasiado pronto, mi maestro... todavía hay algunos trucos que deseo realizar para usted...

source: [_danny_] Yeah, I know.. there's still the part when you... when you're going to... {i}Huhnhh{/i}!
es_es: [_danny_] Sí, lo sé... todavía está la parte cuando tú... cuando tú vas a... {i}Huhnhh {/i}!

source: [_desiree_] The part where I shove your meaty cock down my throat? Yes, {i}that{/i} little treat is still to come...
es_es: [_desiree_] ¿La parte en la que me meto tu pedazo de polla en mi garganta? Sí, {i}esa {/i} pequeña parte está a punto de llegar...

source: [_danny_] {i}OHhh{/i} Des-Desiree... don't talk like that... it's making me throb even more...
es_es: [_danny_] {i}OHhh {/i} Des-Desiree... no hables así... me estás haciendo palpitar aún más...

source: [_desiree_] Why not? It doesn't matter when you cum, as long as you make certain to shoot your load all over my body, right master?
es_es: [_desiree_] ¿Por qué no? No importa cuando usted se corra, siempre y cuando usted se asegure de disparar su semen sobre todo mi cuerpo, ¿correcto maestro?

source: [_desiree_] ...or right down your personal whore's throat, feeding me your delicious seed...
es_es: [_desiree_] ...o bien en la garganta de tu puta personal, alimentándome con tu deliciosa semilla...

source: [_danny_] Alright then... lick the tip of my cock. Use your tongue to lick your master's cock, and tell me how much you love the taste...
es_es: [_danny_] Bien entonces... lame la punta de mi polla. Usa tu lengua para lamer la polla de tu maestro, y dime lo mucho que amas su sabor...

source: [_danny_] Yes... lap up the mess you're making, Desiree... you're the one making that
es_es: [_danny_] Sí... adoro lo que haces, Desiree... eres la única que hace esto

source: [_desiree_] (He's certainly gained a bit more of a confident edge when it comes to his dirty talk...)
es_es: [_desiree_] (Él ha ganado un poco más de ventaja en la charla sucia...)

source: [_desiree_] (I think he likes being in charge, even in the bed...)
es_es: [_desiree_] (Creo que le gusta mandarme, incluso en la cama...)

source: [_desiree_] (Or at least having control over his slave girl... I mean look at me... once his enemy, now flicking the end of his cock with my mouth...)
es_es: [_desiree_] (O al menos tener control sobre su esclava... Me refiero a mí... una de sus enemigas, ahora lameré su capullo con mi boca...)

source: [_danny_] Okay Desiree, I think you know what comes next.
es_es: [_danny_] Bien Desiree, creo que sabes lo que viene después.

source: [_danny_] The part where I give you a nice mouthful of my cock to suck and taste. You ready for that, slave?
es_es: [_danny_] La parte donde te doy un bonito bocado de mi polla para chupar y degustar. ¿Estás lista, esclava?

source: [_desiree_] Yes master, teach your servant to love your sticky, fat cock...
es_es: [_desiree_] Sí maestro, enseñe a su sirvienta a amar su pegajosa, gorda polla...

source: [_danny_] (The way she swirls her tongue around, Jesus fuck... can't let her... get the upper hand on me... {i}Hmnf!{/i})
es_es: [_danny_] (La forma como enrolla su lengua alrededor, Jesús joder... no puedo dejarle... tener ventaja sobre mí... {i}¡Hmnf! {/i})

source: [_desiree_] {i}Hhhnnn{/i}... {i}*Mmuumhh*{/i} ...mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' big...~
es_es: [_desiree_] {i}Hhhnnn {/i}... {i}*Mmuumhh * {/i}... mastcher ... 'jour cawk ... {i}*Slup* {/i}... tan'... tan' grande... ~

source: [_desiree_] {i}Fuhgh{/i}... mashter... tasyche'... taysche sho'... gewd... {i}mhhhschlup{/i}...~
es_es: [_desiree_] {i}Fuhgh{/i}... maeshtro... sabche'... sabche shmuy'... bwiwen... {i}mhhhschlup{/i}...~

source: [_desiree_] {i}Muchuu...{/i} sho' beeguh'... {i}Nnnnchuru..~{/i}.
es_es: [_desiree_] {i}Muyshh... {/i} "bienhch'... {i}Nnnnchuru.. ~ {/i}.

source: [_desiree_] (He slowly bucks his hips to guide it over my lips so gently...)
es_es: [_desiree_] (Él poco a poco da vueltas a sus caderas para guiarla sobre mis labios tan suavemente...)

source: [_desiree_] (This way I end up tasting the whole length of his cock, despite how far it reaches into my mouth...)
es_es: [_desiree_] (De esta manera termino saboreando toda su polla, a pesar de lo dentro que entra en mi garganta...)

source: [_danny_] And a little more power thrusting to really... get things going...
es_es: [_danny_] Y un poco más de potencia para definitivamente... poner las cosas en marcha...

source: [_desiree_] {i}Chwabp... chawmop... glogph{/i}... oh, m-mashter!
es_es: [_desiree_] {i}Chwabp... chawmop... glogph {/i}... ¡oh, m-maeshtro!

source: [_desiree_] (Well, I guess there goes what I said about being super gentle... this boy doesn't mess around, he is {u}pumping{/u} my mouth silly!!)
es_es: [_desiree_] Bueno, supongo que esto és porque dije que era súper amable... ¡Este chico no pierde el tiempo!, ¡¡está {u}bombeando {/u} mi tonta boca!!)

source: [_desiree_] (He's just trying to wind me up... it gets him off thinking about how humiliating this must be for me... the pig! Oh, what a fucking animal he is~!!)
es_es: [_desiree_] (Él sólo está tratando de liarme... no piensa en lo humillante que esto puede llegar a ser para mí... ¡el cerdo! ¡¡Oh, ¡¡que jodido animal és~!!)

source: [_danny_] (Ghost girl sucking my cock!! This is the life!!)
es_es: [_danny_] (¡¡Una chica fantasma chupando mi polla!! ¡¡Esto és vida!!)

source: [_desiree_] (Oh Gods, I've got dribble and spit eeking out the corners of my mouth now... he's simply fucking my mouth with such speed!!)
es_es: [_desiree_] (Oh Dioses, tengo que babear y escupir por las esquinas de mi boca... ¡¡me está follando la boca a toda pastilla!!)

source: [_danny_] {i}Urghh!!{/i} Taste my cock, you hungry slut!!
es_es: [_danny_] {i}Urghh!! {/i} ¡¡Saborea mi polla, puta hambrienta!!

source: [_desiree_] (...and then he cranked it up even more!! Heavens!!)
es_es: [_desiree_] (... ¡¡y ahora aún más!! ¡¡Cielos!!)

source: [_desiree_] (He can't help himself but turn into a monster when he's like this!! Driling my mouth like a real man~!!)
es_es: [_desiree_] (¡¡No puede ayudarse a sí mismo, pero se convierte en un monstruo cuando se pone así!! ¡¡taladrando mi boca como un verdadero hombre~!!)

source: [_danny_] Oh shit!! Here it comes Desiree!! I'm gonna finish!! Get ready to taste it...!!
es_es: [_danny_] ¡¡Oh mierda!! ¡¡Aquí viene Desiree!! ¡¡Me voy a correr!! ¡¡Prepárate para saborearlo...!!

source: [_danny_] {i}Guhhhh!!{/i}{p}{i}Huhhf{/i}... oh shit...
es_es: [_danny_] {i}Guhhhh!! {/i}{p} {i}Huhhf {/i}... oh mierda...

source: [_danny_] Yeah, I'm glad to see you swallowed it all... bet you love the taste of your master's jizz, huh?
es_es: [_danny_] Yeah, me alegra ver que te hayas tragado todo... apuesto a que te encanta el sabor del licor de tu amo, ¿eh?

source: [_desiree_] Oh of course master, having the honor of guzzling your hot hoad makes your servant so happy...
es_es: [_desiree_] Oh, por supuesto maestro, tener el honor de tragarme tu corrida caliente hace a tu sierva muy feliz...

source: [_desiree_] Those big full balls of yours pack such a nice load. Such youthful spunk you produce, master [player_name]
es_es: [_desiree_] Esas grandes pelotas suyas contienen una sabrosa corrida. El semen juvenil que usted produce, maestro [player_name]

source: [_danny_] Even more dirty talk? I figured we should settle down now, before I decide to go another round with your mouth again... holy moly...
es_es: [_danny_] ¿sigues hablando mal? Pensaba en sentarnos ahora, antes de decidir cuándo hacer otra ronda con tu boca...

source: [_danny_] Oh Jesus, your tits are so much bigger up close and personal...
es_es: [_danny_] Oh Jesús, tus tetas son mucho más grandes de cerca y en persona...

source: [_desiree_] Well, they must look much fuller whilst compared to the fat cock they're wrapped around currently, master [player_name]...
es_es: [_desiree_] Bueno, deben parecer mucho más grandes si se comparan con la polla de grasa que envuelven ahora, el maestro [player_name]...

source: [_desiree_] So damn thick as well... it's practically bigger than my whole wrist...
es_es: [_desiree_] Tan malditamente gruesa también... es prácticamente más gorda que mi muñeca...

source: [_desiree_] I never imagined I'd be so enthralled by the size of your cock, master... but it truly is marvelous.
es_es: [_desiree_] Nunca imaginé que estaría tan cautivada por el tamaño de tu polla, maestro... ciertamente és maravillosa.

source: [_danny_] Heh, I'm glad you find it so impressive, Des. Cause it's yours to play with as much as you want.
es_es: [_danny_] Heh, me alegro de que la encuentres tan impresionante, Des. Es toda tuya para jugar todo lo que quieras con ella.

source: [_desiree_] {i}Mmhmmm?{/i} Is that right then? Well then, I had better get the most of my opportunity to get my fill of getting drenched in your hot loads as much as possible!
es_es: [_desiree_] {i}¡¿Mmhmmm? {/i} ¿Entonces está bien? Bueno entonces, ¡será mejor que aproveche al máximo y tanto como sea posible la oportunidad de llenarme de tu carga caliente!

source: [_danny_] Woah, Des... are you really-
es_es: [_danny_] Woah, Des... ¿estás-

source: [_desiree_] I mean I just get so damn horny thinking about this mighty cock shooting its cum all over my tits and ass... maybe even filling me up with it, after pounding my sweet pussy like an absolute animal!
es_es: [_desiree_] ¡Quiero decir que pongo malditamente caliente pensando sobre esta poderosa polla tuya disparando su esperma sobre mis tetas y culo... incluso llenándome después de golpear como una bestia mi dulce coño!

source: [_danny_] {i}HuhuUuuhh{/i}... Oh fuck.... Desiree, that's so hot... you're making me~...!
es_es: [_danny_] {i}HuhuUuuhh{/i}... Oh joder.... ¡Desiree, eso és muy fogoso... me estás haciendo~...!

source: [_danny_] Fuck me, I'm {u}cumming~!!{/u}
es_es: [_danny_] Joder, ¡¡me {u}corroooooo~!! {/u}

source: [_danny_] {i}*Pant* *Shudder* *Gasp*{/i}
es_es: [_danny_] {i}*jadeo* *contracciones * *jadeos* {/i}

source: [_danny_] Holy shit... you really know what you're doing, Des... I'm drained.
es_es: [_danny_] Santa mierda... realmente sabes lo que te haces, Des... Estoy vacío.

source: [_desiree_] {i}*Ahem*{/i} Master [player_name], it's simply become an art form for me, think nothing of it.
es_es: [_desiree_] {i}*Ahem * {/i} Maestro [player_name], esto se ha convertido en una forma de arte para mí, no piense nada de eso.

source: [_danny_] God, I can't quite imagine what it must be like to actually have {i}real{/i} sex with you if this is just what your {u}tits{/u} are like to thrust inside of...
es_es: [_danny_] Dios, no puedo imaginar lo que debe ser tener sexo {i}real {/i} contigo si sólo con tus {u}tetas {/u} puedes hacer esto...

source: [_desiree_] Well now, let's not become too excited, shall we? I still don't think you're quite up for that just yet...
es_es: [_desiree_] Bien ahora, no nos excitemos demasiado ¿ o deberíamos? No creo que estés para tanto...

source: [_danny_] Oh for sure, I know, it's just... good lord, a boy can dream...
es_es: [_danny_] Oh por supuesto, lo sé, és solo que... dios mío, un chico puede soñar...

source: [_danny_] But even in my wildest dreams, I don't think I could imagine something so absolutely incredible...
es_es: [_danny_] Pero incluso ni en mis sueños más salvajes, no podría imaginar algo tan absolutamente increíble...

source: [_desiree_] (This boy and his incessant flattery, I swear...)
es_es: [_desiree_] (Este muchacho y sus incesantes halagos, juro...)

source: [_desiree_] (It's... actually somewhat sweet... sometimes.)
es_es: [_desiree_] (Es... ciertamente algo dulce... a veces.)

source: [_desiree_] I suspect you want to get dressed and presentable before a family member of yours bursts in unannounced? Allow me to help...
es_es: [_desiree_] ¿Sospecho que quieres vestirte y ponerte presentarte antes de que un familiar tuyo irrumpa sin previo aviso? Permíteme que te ayude...
