Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/maddie_x_jack.po
Languages: es_es

source: [_danny_] (-{u}titties!!{/u})
es_es: [_danny_] (-{u}¡¡tetas!! {/u})

source: [_jack_] {i}Ubngh{/i}… honey, you know just how to make a man moan like a wet sock!
es_es: [_jack_] {i}Ubngh {/i}… cariño, ¡sabes como hacer gemir a un hombre como un gato ronroneando!

source: [_maddie_] {i}Hnnn{/i}… oh Jack... you certainly... {i}*Ahem*{/i} ...know how to make a woman melt with just your words alone..
es_es: [_maddie_] {i}Hnnn {/i}… oh Jack... sin duda... {i}*Ahem * {/i}... sabes cómo hacer que una mujer se derrita solo con tus palabras..

source: [_danny_] (M-my parents are… woah, they're {i}really{/i} nailing each other!)
es_es: [_danny_] (M-mis padres están… ¡ay, ¡están {i}literalmente{/i} echando un clavo!)

source: [_jack_] Oh, momma... you work me any harder than this, we'll have to worry about a little sibling for Danny… {i}huhnnfhh{/i}…!!
es_es: [_jack_] Oh, maddie... como sigas follándome tan bien, vamos a tener que preocuparnos por un hermano pequeño para Danny… ¡¡{i}huhnnfhh {/i}…!!

source: [_maddie_] {i}Nnnnfhh{/i}… yes, I-I’m sure he’d like that, Jack…
es_es: [_maddie_] {i}Nnnnfhh {/i}… sí, e-estoy segura de que le gustaría, Jack…

source: [_danny_] (This is nuts, but... maybe I could just... sneak a little closer...)
es_es: [_danny_] (Es arriesgado, pero... tal vez podría... ponerme un poco más cerca...)

source: [_danny_] (Wait, huh?! Whoaaaah!)
es_es: [_danny_] (Espera, ¡¿huh?! ¡Whoaaaah!)

source: [_danny_] (What the... what happend? Where... where am I?)
es_es: [_danny_] (¿Qué es lo que sucede? ¿dónde... dónde estoy?)

source: [_danny_] (Oh my God!! Is {u}mom{/u} {i}riding{/i} me?!?)
es_es: [_danny_] (¡Oh Dios mío! ¿¡¿Está {u}mamá {/u} {i}cavalgando{/i} sobre mí?!?)

source: [_danny_] (Oh no, I think I fell into Dad’s body or something!! I can feel the same thing {i}he’s{/i} feeling!!)
es_es: [_danny_] (¡¡Oh no, creo poseí el cuerpo de papá o algo!! ¡¡ puedo sentir lo mismo que {i}él está{/i} sintiendo!!)

source: [_maddie_] {i}Unnhhh{/i}… every time your thick dick enters me all the way, I... {i}Haaahhh{/i}…
es_es: [_maddie_] {i}Unnhhh {/i}… cada vez que tu polla gruesa me entra del todo, yo... {i}Haaahhh {/i}…

source: [_maddie_] {i}Chkhh{/i}… oh, yeah... can you feel it Jack? How wet I am? How much I want to devour your dick?
es_es: [_maddie_] {i}Chkhh {/i}… oh, sí... ¿puedes sentirlo Jack? ¿Cómo estoy de mojada? ¿Cuánto quiero devorar tu polla?

source: [_danny_] I… {i}ergh{/i}… I… ye-yes, I can, M-Mo… I mean- M-Maddie…!
es_es: [_danny_] yo… {i}ergh {/i}… yo… s-sí, puedo mam.. digo ¡M-Maddie…!

source: [_maddie_] {i}Hmm… mnnnnn… hahhhh{/i}… ohh, Jack~…
es_es: [_maddie_] {i}Hmm… mnnnnn… hhhhh {/i}… ohh, Jack ~…

source: [_danny_] ({i}Ughh{/i}… {i}kahh{/i}… it’s getting even tighter… oh God, this is so…)
es_es: [_danny_] ({i}Ughh {/i}… {i}kahh {/i}… se está poniendo aún más apretada… oh Dios, esto és…)

source: [_danny_] (This is… too much… I shouldn't be…)
es_es: [_danny_] (Esto és… demasiado… no debería pasar…)

source: [_danny_] (Just look at me!! Fucking my own... {u}mother{/u}~!!)
es_es: [_danny_] (¡Ahí mirándome! Joder, joder... {u}mamá {/u} ~!!)

source: [_maddie_] {i}Haahhh{/i}… please Jack… talk nasty to me…
es_es: [_maddie_] {i}Haahhh {/i}… por favor Jack… dime cosas sucias…

source: [_danny_] (Oh no… If I don’t say something, Mom'll definitely suspect something is up… I have to talk dirty to her?! God, what would Dad even say…??)
es_es: [_danny_] (Oh no… Si no digo algo, mamá sospechará que algo va mal… ¿Tengo que hablarle sucio?! Dios, ¿¿qué diría papá…??)

source: [_danny_] Uhm... oh, M-Maddie, you naughty... bitch, you… your, uhh, pussy is trying to eat… more of my... cock… than I actually h-have… to offer you...
es_es: [_danny_] Uhm... oh, M-Maddie, eres una traviesa... perra, tu… tu, uhh, coño está intentando comer… más de mi... polla… de lo que t-tengo… para dar...

source: [_danny_] (Jeez, that must've been terrible... I'm no good at this!)
es_es: [_danny_] (Joder, debe de haber sido terrible... ¡No soy bueno en esto!)

source: [_maddie_] Ohhh Jack, that's nice… please, say more… be nasty and harsh…
es_es: [_maddie_] Ohhh Jack, que agradable… por favor, di más… sé desagradable y bulgar…

source: [_danny_] Well, uhm, y-your beautiful tits are bouncing around… look at those fat mounds of... pure joy! Oh, they deserve to be milked like a... like a real cow, y-yes sir…
es_es: [_danny_] Bueno, uhm, t-sus hermosas tetas están botando ante mí… mira a estos dos montones de... ¡pura alegría! Oh, merecen ser ordeñadas como... como una auténtica vaca, s-sí señor…

source: [_maddie_] Then milk me Jack… milk me like the big titted cow I am! {i}Hnnngh…{/i}!!
es_es: [_maddie_] Entonces ordéñame Jack… ¡ordéñame como la gran vaca tetona que soy! {i}¡¡Hnnngh…{/i}!!

source: [_maddie_] {i}Nnn!!{/i} That’s right! Squeeze them, Honey!! Get your cow's milk out!!
es_es: [_maddie_] {i}Nnn!! {/i} ¡Eso és! ¡¡Exprímelas, cariño!! ¡¡Saca tu leche de vaca!!

source: [_danny_] {i}Grhnngh{/i}…! So round! Your body is so amazing...
es_es: [_danny_] {i}Grhnngh {/i}…! ¡Tus curvas! Tu cuerpo és increíble...

source: [_danny_] (Mom’s tits are perfect… I haven’t felt anything better in my life… even after raising two kids... she's still a bombshell!
es_es: [_danny_] (Las tetas de mamá son perfectas… No he sentido nada mejor en mi vida… incluso después de criar dos niños... ¡ella sigue siendo un bombonazo!

source: [_maddie_] You're really making me wet, Honey… I’m… {i}Hnnnn{/i}... I’m really starting to feel it…
es_es: [_maddie_] Me estás haciendo chorrear, cariño… estoy… {i}Hnnnn {/i}... estoy empezando a sentir…

source: [_danny_] I’m going to squeeze these udders until you're all out of milk then…
es_es: [_danny_] Voy a exprimir a estas brevas hasta sacar toda su leche…

source: [_maddie_] Yes! Pinch them Jack! Grab them just like... {i}uhnnnn{/i}!!
es_es: [_maddie_] ¡Sí! ¡pellica Jack! Agarrarlos como si... {i}uhnnnn {/i}!!

source: [_danny_] (Mom is really getting into this… I also feel… pretty wild myself… God, what's happening to me? I shouldn't be doing this!!)
es_es: [_danny_] (Mamá me sigue el rollo… también me siento… bastante salvaje… Dios, ¿Qué me está pasando? ¡¡No debería estar haciendo esto!!)

source: [_danny_] (...but it just feels so good!! How often does Dad get treated to this?! I can barely endure it as it is!)
es_es: [_danny_] (... ¡¡pero se siente tan bien!! ¡¿Con qué frecuencia le trata a papá así?! ¡Apenas puedo seguirle el ritmo!)

source: [_maddie_] Jack!! Jackk!!! It’s in so deep… {i}hnnnghhhh… {/i} I’m gonna...
es_es: [_maddie_] ¡¡Jack!! ¡¡¡Jackk!!! Está en tan adentro… {i}hnnnghhhh… {/i} Voy a...

source: [_danny_] {i}Unhhh{/i}… Maddie… your tempo is {i}too{/i} fast… I… I…
es_es: [_danny_] {i}Unhhh {/i}… Maddie… tu ritmo és {i}muy{/i} rápido… yo… yo…

source: [_maddie_] But it's just so good… {i}haaah{/i}… {i}so{/i} good, Jack…~
es_es: [_maddie_] Pero es tan bueno… {i}haaah {/i}… {i}muy {/i} bueno, Jack…~

source: [_danny_] Oh yeah... it’s getting even wetter the more I… {i}gahh{/i}… this is too much… I'm at my limit!
es_es: [_danny_] Oh sí... te estás poniendo más mojada cada vez {i}gahh {/i}… esto és demasiado… ¡Estoy a mi límite!

source: [_danny_] I can feel it coming... {i}urggghh{/i}… something is coming!
es_es: [_danny_] Puedo sentir que viene... {i}urggghh {/i}… ¡que viene!

source: [_maddie_] So soon…? N-no, Jack, hold it in… {i}hahuhhh{/i}… just a... bit... longer…
es_es: [_maddie_] ¿Tan pronto…? N-no, Jack, aguanta… {i}hahuhhh {/i}… sólo un... poco... más de tiempo…

source: [_maddie_] Please, I’m so close... to c-cumming!!!
es_es: [_maddie_] ¡Por favor, estoy tan cerca!... ¡¡¡de correrme!!!

source: [_danny_] {i}Urghh{/i}… but, it’s so hot in here… I feel like I’m going to melt inside you…
es_es: [_danny_] {i}Urghh {/i}… pero, eres tan caliente… siento que me voy a derretir dentro de ti…

source: [_danny_] I’m sorry, but... I can’t… hold on…!
es_es: [_danny_] Lo siento, pero... ¡No puedo… aguantar más…!

source: [_maddie_] B-but, you usually- {i}mmmphh{/i}... l-last much... longer... I don't understand why-
es_es: [_maddie_] P-pero, normalmente- {i}mmmphh {/i}... a-aguantas mucho... más... no entiendo que te pasa-

source: [_danny_] {i}Haaaa… haaaaa… that was... amazing…
es_es: [_danny_] {i}Haaaaa… haaaa… esto fue... asombroso…

source: [_maddie_] {i}Hmmmm…{/i} yes… it was… it was fine, dear. Better luck next time to hope that you last longer, I suppose... I would've liked it to have gone a few more rounds.
es_es: [_maddie_] {i}Hmmmm…{/i} sí… estuvo… estuvo bien, querido. Espero que la próxima vez dure más tiempo... Me hubieran gustado unas cuantas rondas más.

source: [_maddie_] Don't worry, I still love you, Jack.
es_es: [_maddie_] No te preocupes, sigo amándote Jack.

source: [_danny_] (Uhhmm... well... this might be my cue to leave. I should've tried earlier, honestly...)
es_es: [_danny_] (Uhhmm... bien... esta podría ser mi ocasión salir. Debería haberlo intentado antes...)

source: [_jack_] (Huh? What the...? What just happened? I feel like I... blacked out for a bit... Maddie?)
es_es: [_jack_] (¿Huh? ¿Qué...? ¿Qué acaba de pasar? Me siento... me dormí un poco... ¿Maddie?)

source: [_maddie_] Uhm, hello Jack? I just said I {u}love{/u} you, dear.
es_es: [_maddie_] Uhm, ¿hola Jack? Acabo de decirte que {u}te quiero{/u}, querido.

source: [_jack_s_jk_21_] What? Huh? Maddie, look, that's not important right now, I'm trying to figure out why I was-
es_es: [_jack_s_jk_21_] ¿Qué? ¿Huh? Maddie, mira, eso no és importante en este momento, estoy tratando de averiguar por qué me he-

source: [_maddie_] {i}*Gasp*{/i} So, what, y-you're not going to say it back!? After we just made love?! {i}Jack Fenton!!{/i}
es_es: [_maddie_] {i}*Gasp * {/i}, ¿qué te has dejado por decir!? ¡¿Ahora que acabamos de hacer el amor?! {i}¡¡Jack Fenton!! {/i}

source: [_jack_s_jk_21_] No of course not Honey, but-
es_es: [_jack_s_jk_21_] por supuesto que no cariño, pero-

source: [_maddie_] Now listen to me, you quick finish!! I expect you to act a little more considerate if you're just gonna shoot your load off as fast as you did just now, you big oaf! And another thing-
es_es: [_maddie_] Ahora escúchame, ¡acabaste muy rápido!! Espero que seas un poco más considerado si vas a correrte tan rápido, tú ¡maharajá! Y otra cosa

source: [_danny_] (Yeup, I’m so out of here. Poor Dad, I didn't mean to get him in trouble. I couldn't help it, that was my first...)
es_es: [_danny_] (Yeoup, mejor me voy. Pobre papá, no quise meterle en problemas. No pude evitarlo, fue mi primera...)

source: [_danny_] (Oh God, that was my {u}first{/u}!! That's so messed up...)
es_es: [_danny_] (Oh Dios, esa fue mi {u}primera vez{/u}!! Esto és un lío...)

source: [_maddie_] {i}Unnhhh{/i}… everytime your thick cock enters me all the way, I… {i}Haaahhh{/i}…
es_es: [_maddie_] {i}Unnhhh {/i}… cada vez que tu polla gruesa me entra del todo, yo... {i}Haaahhh {/i}…

source: [_jack_] You're as tight as ever Maddie… {i}knghhhh{/i}… yeah, you really know how to milk a man…
es_es: [_jack_] Estás tan estrecha como siempre Maddie… {i}knghhhh {/i}… yeah, sabes cómo ordeñar a un hombre…

source: [_maddie_] Oh, I know how to alright… but Jack... {i}mmmfh{/i}... we should-{i}mmnfph{/i}!! ...we should keep our noise down... or else the kids might… {i}gnghhh!!{/i} ...they might hea-hear... uhh-us…~
es_es: [_maddie_] Oh, no sé cómo decírtelo… pero Jack... {i}mmfh{/i}... deberíamos:{i}mmnfph{/i}!! ... deberíamos de no hacer tanto ruído bajo... o de lo contrario los chicos podrían… {i}gnghhh!!{/i} ...podrían esc-escucharnos... uhh-us…~

source: [_jack_] Oh, to hell with that, baby! If I can’t… {i}kahhhh!!{/i} ...mess around with my own wife… {i}guhhh…{/i} ...in my own house... {i}grahh{/i}... then what was the point of that wall insulation I installed?!
es_es: [_jack_] ¡Oh, al infierno con eso, nena! Si no puedo… {i}kahhhh!! {/i}... acostarme con mi propia esposa… {i}guhhh…{/i}... en mi propia casa... {i}grahh {/i}... entonces, ¡¿de qué sirve el aislamiento de pared que instalé?!

source: [_maddie_] T-to keep- {i}fugnh{/i}!! ...to keep the he-heat in, sweetie, n-not s-s-soouunnd...~
es_es: [_maddie_] p-para mantener- {i}fugnh{/i}!! ...para mantener el calor dentro, cariño, n-no el s-s-sonidoo...~

source: [_jack_] Yeah... it just slides right in, baby… {i}hehmm…{/i} you’re dripping down my length…
es_es: [_jack_] Sí... deslízate hacia adentro, nena… {i}hehmm…{/i} estás mojándomela entera…

source: [_maddie_] Fuck... I'm just getting so wet, Honey… I’m… {i}hnmnn...{/i} oh yeah, I’m {i}really{/i} starting to feel it now…
es_es: [_maddie_] Joder... Estoy tan mojada, cariño... estoy… {i}hnmnn... {/i} oh yeah, estoy {i}ahora{/i} comenzando a sentir…

source: [_maddie_] Your dick is slamming my cervix… it feels… {i}hagghhh…{/i} s-s-so good…
es_es: [_maddie_] Tu polla está golpeando mi cuello uterino… se siente… {i}hagghhh…{/i} t-t-tan bien…

source: [_maddie_] You're practically all up in my guts… {i}aaahh{/i}…!! ...fuck me Jack… {i}mmmphhh{/i}... fuck me!!
es_es: [_maddie_] ¡está prácticamente toda dentro... ¡¡{i}aaahh{/i}…!! ...fóllame Jack… {i}mmmphhh{/i}... ¡¡fóllame!!

source: [_jack_] {i}Uhnnfhh{/i}… oh Maddie, you're swallowing me so tight... it’s getting even tighter… almost... {u}too{/u} tight…!
es_es: [_jack_] {i}Uhnnfhh {/i}… oh Maddie, eres tan estrecha... y te se está poniendo aún más estrecho… casi... {u}¡muy {/u} apretado…!

source: [_maddie_] I-I can’t help it Jack… your dick is just so snug… {i}haaahhh~{/i}!! ...and the way you keep slamming it inside me...~!!
es_es: [_maddie_] No puedo evitarlo Jack… tu polla es tan gord… {i}haaahhh~{/i}!! ...y la manera en que sigues golpeándola dentro de mí...~!!

source: [_jack_] {i}Urghh{/i}… everytime I thrust, you clamp down on me harder…
es_es: [_jack_] {i}Urgh{/i}… cada vez que empujo, se apreta más…

source: [_jack_] I can… {i}khhhh{/i}… I can feel you clenching me with your kegel muscles…
es_es: [_jack_] Puedo… {i}khhh{/i}… puedo sentir que me haces fuerza con tus músculos…

source: [_danny_] (Holy shit, this is intense… Mom is riding Dad like he's a bronco…)
es_es: [_danny_] (Santa mierda, esto es intenso… Mamá está cabalgando a papá como una vaquera…)

source: [_maddie_] Jack!! Jackk!!! It’s in so deep… {i}hnnnghhhh… {/i} I’m... I'm gonna~!!
es_es: [_maddie_] ¡Jack!! ¡¡¡¡¡Jackk!!! Está en tan adentro… {i}hnnghhhhh… {/i} me... ¡¡me corro~!!

source: [_jack_] {i}Unhhh{/i}… Maddie… your tempo is too fast… I… I think…
es_es: [_jack_] {i}Unhh{/i}… Maddie… vas muy deprisa...yo...yo..creo…

source: [_maddie_] So good though… {i}aaach…!{/i} ...so damn good….
es_es: [_maddie_] ¡Bueno, aunque… {i}aach…!{/i} ...maldita sea que bien….

source: [_jack_] But... it's {i}really{/i} clamping down on me... {i}gahh…{/i} this is just... too much, the... blood flow to my… it's too much! I think I'm about to...
es_es: [_jack_] Pero... estoy {i}realmente {/i} atrapado bajo tuyo... {i}gahh…{/i} esto es sólo... demasiado, el flujo de sangre a mi… ¡és demasiado! Creo que estoy a punto de...

source: [_maddie_] Stay strong, Hon… I’m about to… just let me…!
es_es: [_maddie_] ¡Mantente fuerte, cariñ… Estoy a punto de… sólo déjame…!

source: [_maddie_] I’m… about to… yes… {i}yes!!{/i}
es_es: [_maddie_] Estoy… a punto de… sí… {i}¡¡sí!!{/i}

source: [_maddie_] Yes Jack, shoot your ectoplasm inside me!! Fill me up, ghost man!!
es_es: [_maddie_] Sí Jack, ¡¡dispara tu ectoplasma dentro de mí!! ¡lléname hombre fantasma!!

source: [_maddie_] Haaa… haaa… that was great Jack... we need to do that again right now, I wanna keep riding you until my... Jack? Jack...?
es_es: [_maddie_] Haaa… haaa… esto fu grande Jack... tenemos que hacer eso de nuevo ahora, quiero seguir cabalgando hasta mi... ¿Jack? ¿Jack...?

source: [_maddie_] Oh dear, he’s out cold. Maybe that {i}was{/i} too much for him. I should clean him up... both of us, I should say.
es_es: [_maddie_] Oh, cariño, él está fríto. Tal vez {i}era {/i} demasiado para él. Debería limpiar... a los dos.

source: [_danny_] (Okay, that's it, I'm outta here.)
es_es: [_danny_] (Vale, eso es todo, me voy de aquí.)

source: What the heck am I supposed to do now??
es_es: ¿¿Qué diablos se supone que debo hacer ahora??

source: Take a closer look...
es_es: Mira más de cerca...

source: Observe from a distance.
es_es: Observar desde la distancia.
