Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/sam_handjob.po
Languages: es_es

source: [_danny_] Oh... man.... what a sight this is...
es_es: [_danny_] Oh... amigo.... qué espectáculo...

source: [_sam_s_talk_happy_] Heheh, you like seeing me on my knees, huh?
es_es: [_sam_s_talk_happy_] Jejeje, te gusta verme de rodillas, ¿eh?

source: [_danny_] Yeah... I'm glad I get to watch you beat me off, too...
es_es: [_danny_] Sí... también me alegro de poder ver cómo me golpeas...

source: [_sam_s_talk_happy_] Oooh, I actually really like touching you like this... your dick's so warm, and I get to feel it in my whole hands...
es_es: [_sam_s_talk_happy_] Oooh, en realidad me gusta mucho tocarte así... tu polla está tan caliente, y puedo sentirla en mis manos...

source: [_sam_s_talk_frown_1_] God, you really are big, Danny... like for real...
es_es: [_sam_s_talk_frown_1_] Dios, realmente eres grande, Danny... en serio...

source: [_danny_] God, I could watch you do this all night...
es_es: [_danny_] Dios, podría verte hacer esto toda la noche...

source: [_sam_s_talk_happy_] Mmm, I don't know if you could last that long, Danny... not with my hands at work...
es_es: [_sam_s_talk_happy_] Mmm, no sé si podrás durar tanto, Danny... no con mis manos en el trabajo...

source: [_sam_] I really like to do this with you. Makes me feel... naughty, and dirty... just watching you squirm as I jerk you off...
es_es: [_sam_] Realmente me gusta hacer esto contigo. Me hace sentir... travieso y sucio... solo verte retorcerte mientras te masturbo...

source: [_danny_] Oh yeah? You get off on touching my dirty cock with your pretty little hands?
es_es: [_danny_] ¿Ah, sí? ¿Te excita tocar mi polla con tus preciosas maños?

source: [_sam_s_talk_frown_1_] Yeah, it gets me so horny... pleasing you like this...
es_es: [_sam_s_talk_frown_1_] Sí, me pone tan cachonda... complacerte así...

source: [_sam_s_talk_happy_] Mmmm... ooh, it almost looks good enough to just wrap my mouth around... mmmm, get it nice and wet... I bet you'd like that...
es_es: [_sam_s_talk_happy_] Mmmm... ooh, casi parece lo suficientemente bueno como para envolver mi boca alrededor... mmmm, conseguir un buen y húmedo... Apuesto a que te gustaría...

source: [_danny_] Oh man, are you gonna...?
es_es: [_danny_] Vaya, ¿vas a...?

source: [_sam_s_talk_frown_2_] Oh, would you, like me to do that? To have me taste your cock? To gobble up your big hard shaft in my wet, tight little throat, huh?
es_es: [_sam_s_talk_frown_2_] ¿Te gustaría que hiciera eso? ¿Qué pruebe tu polla? Para engullir su gran eje duro en mi garganta húmeda, poco apretado, ¿eh?

source: [_danny_] Uhhh... I-I mean, I- that'd be-
es_es: [_danny_] Uhhh... Quiero decir, eso sería...

source: [_sam_s_talk_happy_] Hmmm, too bad, I just don't know if I'm quite ready for that, yet... I'm still in control here afterall...
es_es: [_sam_s_talk_happy_] Hmmm, qué pena, no sé si estoy preparada para eso, todavía... Todavía estoy bajo control aquí después de todo ...

source: [_danny_] Ohh, dammit... don't... don't work me up like that...
es_es: [_danny_] Ohh, maldición... no... no me hagas trabajar así...

source: [_sam_s_talk_frown_2_] Huh? Am I doing something to get you worked up? Oh, I'm so sowwy...
es_es: [_sam_s_talk_frown_2_] ¿Eh? ¿Estoy haciendo algo para ponerte nervioso? Oh, perdón ...

source: [_danny_] Heh... you know... exactly what... you're...
es_es: [_danny_] Je... sabes... exactamente lo que... estás...

source: [_sam_s_talk_happy_] Honestly, I don't know what you mean... why don't you show me how I'm making you feel?
es_es: [_sam_s_talk_happy_] Sinceramente, no sé a qué te refieres... ¿por qué no me enseñas cómo te hago sentir?

source: [_sam_] C'mon Danny... lemme have it...
es_es: [_sam_] Vamos Danny... dámelo...

source: [_sam_s_talk_frown_1_] I want it all over my face... and all over my lips... give it to me...
es_es: [_sam_s_talk_frown_1_] Lo quiero en toda mi cara... y en todos mis labios... dámelo...

source: [_danny_] Oh... then... {i}ahhh{/i} here... here it comes, Saaam!!~~
es_es: [_danny_] Oh... entonces... {i}ahhh{/i} aquí... ¡aquí viene, Saaam!!~~

source: [_danny_] Hah...!! Hah...!! Whooo! Oh man, you pulled out all the stops for me... thank you, Sam.
es_es: [_danny_] ¡¡Hah...!! ¡¡Hah...!! ¡Whooo! Oh, me hiciste un gran favor. ... Gracias, Sam.
