Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/spookchat_paulina.po
Languages: es_es

source: [_billspook_] Hey Paulina, it's the ghost boy. You there?
es_es: [_billspook_] Hola Paulina, soy el chico fantasma. ¿estás conectada?

source: [_paulinaspook_] Oh my goodness! Yes, I'm here Ghost Boy! How are you today?!
es_es: [_paulinaspook_] ¡Oh, Dios mío! ¡Sí, estoy conectada chico fantasma! ¡¿cómo estás?!

source: [_billspook_] This might sound forward, but do you wanna hang out sometime?
es_es: [_billspook_] puede sonar a demasiado rápido, pero ¿quieres pasar un rato conmigo?

source: [_paulinaspook_] Oh, I'm sorry! I'd really, really love to, but I'm pretty booked after school like, every day! Even on weekends. :(
es_es: [_paulinaspook_] ¡Oh, lo siento! ¡Realmente, realmente me encantaría, pero estoy muy ocupada después de la escuela, todos los días! Incluso los fines de semana. : (

source: [_paulinaspook_] Cheer practice is super important to always be working on, otherwise I'll start to lose my toned thighs!
es_es: [_paulinaspook_] El ejercicio en las animadora es súper importante y hay que estar siempre practicando, de lo contrario ¡empezaré a perder mis tonificados muslos!

source: [_billspook_] Oh no, it's okay, I understand. You don't want to miss out on that.
es_es: [_billspook_] Oh no, está bien, lo entiendo. No quieres perderla.

source: [_paulinaspook_] I'll definitely let you know when I have some time though, I promise!
es_es: [_paulinaspook_] Te haré saber cuando tenga algo de tiempo, ¡lo prometo!

source: [_billspook_] Okay, awesome! I'd appreciate that.
es_es: [_billspook_] ¡Bien, genial! Te lo agradecería.

source: [_paulinaspook_] But... just so you don't forget my pretty face, here's something to remember me by...
es_es: [_paulinaspook_] Pero... sólo para que no olvides mi cara bonita, aquí te dejo algo para recordarme...

source: [_billspook_] Oh wow! Yeah, you're really cute, just like I remember! Thanks for that. :)
es_es: [_billspook_] ¡Oh wow! YeahSí, eres muy guapa, igual de como re recordaba! Gracias por la foto. :)

source: [_paulinaspook_] Of course! Anything for my hero...
es_es: [_paulinaspook_] ¡Por supuesto! Cualquier cosa para mi héroe...

source: [_paulinaspook_] Wouldn't want you to forget my wonderful {i}assets{/i}...
es_es: [_paulinaspook_] No quisiera que te olvidaras de mi maravillosa {i}persona{/i}...

source: [_billspook_] Oh har harr, I see what you did there...
es_es: [_billspook_] Oh har harr, veo lo que hiciste allí...

source: [_paulinaspook_] Ha hah! I couldn't help myself! Hehee... :3 [multiple2]
es_es: [_paulinaspook_] Ha hah! ¡No podía ayudarme! Hehee ... : 3 [multiple2]

source: [_danny_] ({i}Hmmm{/i}... these would look nice on my desktop computer as well...) [multiple2]
es_es: [_danny_] ({i}Hmmm {/i}... podría quedar bonito en el escritorio de mi computadora...) [multiple2]

source: [_billspook_] Well thanks, those assets are certainly something I won't forget soon. [multiple2]
es_es: [_billspook_] bueno gracias, estas fotos son algo que no olvidaré fácilmente. [multiple2]

source: [_phone_] {i}*Woosh* Pictures Successfully Sent to {b}Desktop{/b}{/i} [multiple2]
es_es: [_phone_] {i}*Woosh * Imágenes enviadas satisfactoriamente a {b}Escritorio {/b} {/i} [multiple2]

source: [_paulinaspook_] I'd hope not. ;)
es_es: [_paulinaspook_] Espero que no. ;)

source: [_billspook_] Danny Fenton's a pretty cool guy, right?
es_es: [_billspook_] Danny Fenton es un tipo genial, ¿verdad?

source: [_paulinaspook_] Uhm, {i}that{/i} dork? Not really. I don't know why you hang out with him.
es_es: [_paulinaspook_] Uhm, ¿{i}ese{/i} idiota? No. No sé por qué te parece genial.

source: [_paulinaspook_] He's not like, ugly or anything, but even still, he's nothing special.
es_es: [_paulinaspook_] No és feo o nada parecido, pero no tiene nada especial.

source: [_billspook_] Well, how well do you even know him?
es_es: [_billspook_] Pues bien, ¿qué sabes de él?

source: [_paulinaspook_] Not that much, I wouldn't dare get close enough to him to talk.
es_es: [_paulinaspook_] No mucho, no me he atrevido a acercarme a él para hablar.

source: [_billspook_] So how can you say he's a loser? I think he's pretty solid.
es_es: [_billspook_] Entonces, ¿cómo puedes decir que es un perdedor? Creo que el és bastante bueno.

source: [_paulinaspook_] Well... if you say so, Ghost Boy...
es_es: [_paulinaspook_] Bueno... si lo dices, chico fantasma...

source: [_paulinaspook_] I'm still not talking to him. He's better just being another one of my lackeys like Kwan and Dash. Lol [multiple2]
es_es: [_paulinaspook_] No hablo con él. Es mejor solo dejarlo ser otro de mis lacayos como Kwan y Dash. Lol [multiple2]

source: [_danny_] (Hmmm... I'll have to find some way to get her to take more interest in "Danny Fenton" some more, instead of just "Inviso-Bill".) [multiple2]
es_es: [_danny_] (Hmmm... Voy a tener que encontrar alguna manera de conseguir que tenga más interés en "Danny Fenton", en lugar de sólo con "Inviso-Bill".) [multiple2]

source: [_billspook_] I'll talk to you later, Paulina. But it was nice chatting with you!
es_es: [_billspook_] Hablamos más tarde, Paulina. ¡ha sido agradable charlar contigo!

source: [_paulinaspook_] Oh, of course! I know you must be busy beating up other ghosts!
es_es: [_paulinaspook_] ¡Oh, por supuesto! ¡Sé que debes estar ocupado peleando con otros fantasmas!

source: [_paulinaspook_] Ceeya later, Ghost Boy. ;D
es_es: [_paulinaspook_] Hasta pronto, chico fantasma;D

source: Message Paulina.
es_es: Mensaje a Paulina.

source: Go back.
es_es: Retroceder.

source: What do I wanna message Paulina about?
es_es: ¿Qué quiero escribir a Paulina?

source: Do you wanna hang out sometime? (Dance route)
es_es: ¿Quieres pasar un rato conmigo? (Ruta de baile)

source: Do you wanna hang out sometime?
es_es: ¿Quieres pasar un rato conmigo?

source: {i}(Look at Paulina's pictures){/i}
es_es: {i}(Mirar las fotos de Paulina) {/i}

source: Danny Fenton's a pretty cool guy, right?
es_es: Danny Fenton es un tipo genial, ¿verdad?

source: I'll talk to you later, Paulina.
es_es: Hablamos más tarde, Paulina.
