Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/misc/spookchat_star.po
Languages: es_es

source: [_billspook_] Hey Star, it's Inviso-Bill.
es_es: [_billspook_] Hola Star, soy Inviso-Bill.

source: [_starspook_] Oh, heyy Billy. What's up? :D
es_es: [_starspook_] Oh, ei Billy. ¿Qué tal? :D

source: [_billspook_] What's it like being popular?
es_es: [_billspook_] ¿Qué se siente al ser popular?

source: [_starspook_] Oh, it's the best. You can get away with literally {i}anything{/i}.
es_es: [_starspook_] Es lo mejor. Puedes salirte literalmente con la tuya con {i}cualquier cosa{/i}.

source: [_starspook_] Nerds do your homework, meat heads carry your things around for you, less pretty girls come to you with all sorts of gifts...
es_es: [_starspook_] Los empollones te hacen los deberes, los tontos te llevan tus cosas, las chicas menos guapas vienen a ti con todo tipo de regalos...

source: [_starspook_] It's pretty much like an offering to their deity!
es_es: [_starspook_] ¡Es casi como si hicieran ofrendas a su deidad!

source: [_billspook_] Jeez, that sounds... pretty crazy for just teenage popularity.
es_es: [_billspook_] Cielos, eso suena... bastante loco por ser sólo popularidad adolescente.

source: [_starspook_] Well, what {i}else{/i} is their to life but maintaining a steady popularity plateau in the high school social ladder?
es_es: [_starspook_] Bueno, ¿qué {i}otra cosa{/i} hay mejor que tener popularidad en el instituto?

source: [_billspook_] I guess I don't know the answer to that.
es_es: [_billspook_] Supongo que... no sé la respuesta.

source: [_starspook_] Don't worry, Billy, I'm sure once people know you're not a pervert like the other mean ghosts, people will think you're popular too!
es_es: [_starspook_] No te preocupes, Billy, estoy segura de que cuando la gente sepa que no eres un pervertido como los otros fantasmas malvados, ¡también serás popular!

source: [_billspook_] Had any more trouble with ghosts lately?
es_es: [_billspook_] ¿Has tenido más problemas con fantasmas últimamente?

source: [_starspook_] No, not since this one incident during cheerleading practice, thankfully.
es_es: [_starspook_] No, afortunadamente no desde el incidente en las prácticas de animadoras.

source: [_starspook_] But I'm still scared it could happen at any point, honestly.
es_es: [_starspook_] Pero sinceramente sigo teniendo miedo de que pueda volver a pasar en cualquier momento.

source: [_billspook_] Well, I'm gonna do my best to stop more ghosts like the ones I've heard were... stripping you in public.
es_es: [_billspook_] Bueno, voy a hacer todo lo posible para evitar que más fantasmas como los que he visto... te desnuden en público.

source: [_starspook_] Oh, thank you Billy! You're such a good person, omg. <3
es_es: [_starspook_] ¡Oh, gracias Billy! Eres muy buena persona, omg. <3

source: [_billspook_] Just looking out for all the good people of Amity Park, is all.
es_es: [_billspook_] Me gusta cuidar de las personas buenas de Amity Park, és solo eso.

source: [_starspook_] Mmhmmm, especially the {i}pretty{/i} ones, right? ;)
es_es: [_starspook_] mmhmmm, especialmente las {i}guapas{/i} ;)

source: [_billspook_] Has Paulina mentioned me lately?
es_es: [_billspook_] ¿Me ha mencionado Paulina últimamente?

source: [_starspook_] Ugh, frankly, she kinda hasn't shut up about you.
es_es: [_starspook_] Ugh, francamente, ella como que no se ha callado sobre ti.

source: [_starspook_] It's so stupid, you save her once and she's like all over your dick. :/
es_es: [_starspook_] Es muy estúpida, la salvas una vez y ella parece estar encima de tu polla. :/

source: [_starspook_] Like, figuratively anyway. Lol
es_es: [_starspook_] En sentido figurado

source: [_billspook_] Yeah, I can see that being frustrating.
es_es: [_billspook_] Sí, és frustrante.

source: [_starspook_] She just needs to realize that Inviso-Bill isn't going to sit around and {i}only{/i} wanna talk to her...
es_es: [_starspook_] Ella tiene que darse cuenta de que Inviso-Bill no va a liarse con ella, {i}sólo{/i} quiere hablar con ella...

source: [_starspook_] Obviously, you need to be seeing someone a little more...
es_es: [_starspook_] Obviamente, necesita conocer más personas...

source: [_starspook_] Experienced... ;) Lmao
es_es: [_starspook_] (Con experiencia... ;) Lmao

source: [_billspook_] Oh, yeah, I know what you mean. [multiple2]
es_es: [_billspook_] Oh, sí, sé lo que quieres decir. [multiple2]

source: [_danny_] (I think, anyway.) [multiple2]
es_es: [_danny_] (lo creo del todo.) [multiple2]

source: [_billspook_] What do you know about Danny Fenton?
es_es: [_billspook_] ¿Qué sabes de Danny Fenton?

source: [_starspook_] Beyond the fact that he comes from a family of freaks?
es_es: [_starspook_] ¿Más allá del hecho de que viene de una familia de bichos raros?

source: [_starspook_] He's got like no style, and he always hangs out with that pervert with glasses and the smelly girl.
es_es: [_starspook_] No tiene estilo, y siempre sale con ese pervertido con gafas y la chica apestosa.

source: [_billspook_] What? Who smells?
es_es: [_billspook_] ¿Qué? ¿Quién huele?

source: [_starspook_] This girl he's definitely sleeping with. Ugh, I just know she doesn't properly bathe herself.
es_es: [_starspook_] Esta chica con la que definitivamente se acuesta. Ugh, solo sé que ella no se lava mucho.

source: [_starspook_] In the human world, Billy, goth is just another code word for "unhygenic". [multiple2]
es_es: [_starspook_] En el mundo humano, Billy, gótico es sólo otra palabra para decir "antihigiénico". [multiple2]

source: [_danny_] (Sam doesn't smell at all! She smells... really nice actually.) [multiple2]
es_es: [_danny_] (¡Sam no huele nada! Huele... muy bien.) [multiple2]

source: [_starspook_] Beyond that though, I don't really know much about him, nor do I care to know more. Lol
es_es: [_starspook_] Más allá de eso no sé mucho sobre él, ni me interesa saberlo. Lol

source: [_starspook_] It's nice of you to make him feel like he has a cool friend though, Billy. You're such a charitable guy...
es_es: [_starspook_] Es muy bonito por tu parte hacerle sentir que tiene un buen amigo, Billy. Eres un tipo muy caritativo...

source: [_billspook_] I'll talk to you later, Star. Got some ghosts to go beat down!
es_es: [_billspook_] Hablaré contigo más tarde, Star. ¡Tengo algunos fantasmas que abatir!

source: [_starspook_] Awww, really? Okay, well bye for now! TTYL!! :D
es_es: [_starspook_] ¿En serio? Bueno, ¡adiós por ahora! ¡TTYL! :D

source: [_danny_] (Okay, here we go... Spookchat messaging... seems simple enough. I just click on who I wanna chat with!)
es_es: [_danny_] (Vale, allá vamos... mensajería Spookchat... parece bastante simple. Sólo tengo que hacer clic en con quién quiero chatear)

source: [_danny_] (I guess the next step now is to press that little {b}plus button{/b} to add somebody new.)
es_es: [_danny_] (Supongo que el siguiente paso ahora es pulsar este pequeño {b}botón extra{/b} para añadir a alguien nuevo)

source: [_billspook_] Hey, this is the Amity Park Ghost Boy. Is this Star? [multiple2]
es_es: [_billspook_] Hola, soy el Chico Fantasma de Amity Park. ¿Eres Star? [multiple2]

source: [_danny_] (Alrighty, now we just wait and see if she'll actually respond bac-) [multiple2]
es_es: [_danny_] (Muy bien, ahora sólo tenemos que esperar y ver si responde) [multiple2]

source: [_danny_s_at_player_s_rise_s_smile_] (Wow, she already responded! Let's see what she wrote...)
es_es: [_danny_s_at_player_s_rise_s_smile_] (¡Vaya, ya ha respondido! Veamos lo que ha escrito...)

source: [_starspook_] No way, is this really u Inviso-Bill?
es_es: [_starspook_] No puede ser, ¿eres realmente Inviso-Bill?

source: [_billspook_] Yeup, it's me. My really cool friend Danny said that you wanted to talk to me or something?
es_es: [_billspook_] Sí, soy yo. Mi genial amigo Danny me dijo que querías hablar conmigo

source: [_starspook_] ...wait. Wow, you thought I'd fall for that, Fenton? I've seen like {i}every{/i} episode of Catfish.
es_es: [_starspook_] ...espera. Vaya, ¿pensaste que caería en la trampa Fenton? He visto {i}todos{/i} los episodios de Catfish.

source: [_starspook_] Somebody as big of a loser as you wouldn't actually know Inviso-Bill. Nice try, geek!!
es_es: [_starspook_] Un perdedor como tú no puede conocer a Inviso-Bill. ¡Buen intento perdedor!!

source: [_danny_s_down_s_angry_s_clenchteeth_] (What?! I'm totally cool enough to at least be an {i}associate{/i} of Bill!)
es_es: [_danny_s_down_s_angry_s_clenchteeth_] (¡¿Qué?! ¡Soy lo suficientemente guay como para ser {i}amigo{/i} de Bill!)

source: [_danny_s_at_player_s_angry_s_grin_] (Okay, I'll prove it to her.)
es_es: [_danny_s_at_player_s_angry_s_grin_] (Vale, se lo demostraré)

source: [_danny_s_at_player_s_angry_s_talk_happy_] I'm going ghost!
es_es: [_danny_s_at_player_s_angry_s_talk_happy_] ¡Voy a ser fantasma!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Okay then, if words alone won't do it, then how about this?)
es_es: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (De acuerdo, si las palabras no bastan, ¿qué tal esto?)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (I'll take a picture to let her know I'm telling the truth... sorta.)
es_es: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (Le haré una foto para que sepa que digo la verdad... más o menos)

source: [_danny_] Woah, no need to diss my main man Danny! Harsh! Lol
es_es: [_danny_] ¡Woah, no hay necesidad de faltarme el respeto! Lol

source: [_danny_] (Okay, let's see what she thinks of that.)
es_es: [_danny_] (Vale, a ver qué opina de esto)

source: [_starspook_] OMG!!! Okay, wow! I'm sorry I didn't believe you!! This is so crazy. Lol. Hi, I'm Star!! [multiple2]
es_es: [_starspook_] ¡¡¡Oh dios mío!!! ¡Ok, wow! ¡¡Lamento no haberte creído!! ¡¡Esto és una locura!!. ¡¡Hola, soy Star!!. [multiple2]

source: [_danny_] ({i}Heh heh{/i}... hook, line, and sinker.) [multiple2]
es_es: [_danny_] ({i}Heh{/i}... gancho, acierto y victoria.) [multiple2]

source: [_billspook_] Hey, no problem! So, I heard you wanted to talk or something?
es_es: [_billspook_] ¡Oye, no hay problema! ¿Entonces oí que quieres hablar conmigo?

source: [_starspook_] Yas!! I wanted to ask you something actually.
es_es: [_starspook_] ¡¡síi!! Quería preguntarte algo en realidad.

source: [_billspook_] Whaddup? How can I help out?
es_es: [_billspook_] ¿Cómo te puedo ayudar?

source: [_starspook_] We should talk in person!! Do you know Casper High? That's where I go to school.
es_es: [_starspook_] ¡¡Deberíamos hablar en persona!! ¿Conoces Casper High.

source: [_billspook_] For sure, I know it. Is that where you wanna talk?
es_es: [_billspook_] Claro que sí. ¿Es donde quieres hablar?

source: [_starspook_] Yes! I usually hang out in the girl's bathroom in the afternoon after school. I'll be alone, don't worry :3
es_es: [_starspook_] ¡Sí! Después de clase suelo pasar el rato en el baño de chicas. Estaré sola, no te preocupes

source: [_billspook_] Cool! I'll stop by sometime when I have the chance. See yah then.
es_es: [_billspook_] ¡Bien! Me pasaré si tengo un rato. Nos vemos.

source: [_starspook_] Kay!! Can't wait to meet you! ;)
es_es: [_starspook_] ¡¡Kay!! No se puedo esperar a conocerte!;)

source: [_danny_s_phantom_s_grin_happy_] (That certainly went better than expected.)
es_es: [_danny_s_phantom_s_grin_happy_] (Esto fue mejor de lo esperado.)

source: [_danny_s_phantom_s_rise_one_] (Now I just need to go meet her in the...)
es_es: [_danny_s_phantom_s_rise_one_] (Ahora solo necesito ir a encontrarme con ella en el...)

source: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...the girl's bathroom?! How am I supposed to get in there? Guess I'll have to be discrete...)
es_es: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...¡¿El baño de chicas?! ¿Cómo se supone que voy a entrar ahí? Supongo que tendré que ser discreto...)

source: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Okay, my first real big interaction with somebody as "Inviso-Bill". Shouldn't be too difficult, right?)
es_es: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Vale, mi primera gran interacción real con alguien como "Inviso-Bill". No debería ser demasiado difícil, ¿o sí?)

source: Message Star.
es_es: Mensaje Star.

source: What do I wanna message Star about?
es_es: ¿Qué quiero decir en un mensaje a Star?

source: Would you like to go to the Casper Chill Formal with me? (Dance route)
es_es: ¿Te gustaría ir formalmente a Casper Chill conmigo? (Ruta de baile)

source: What's it like being popular?
es_es: ¿Qué se siente al ser popular?

source: Had any more trouble with ghosts lately?
es_es: ¿Has tenido problemas con fantasmas últimamente?

source: Has Paulina mentioned me lately?
es_es: ¿Me ha mencionado Paulina últimamente?

source: What do you know about Danny Fenton?
es_es: ¿Qué sabes de Danny Fenton?

source: I'll talk to you later, Star.
es_es: Hablamos más tarde, Star.
