Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_desiree_s_sad_s_talk_bite_2_] It's essentially a miniature Ritz-Carlton in a can now. Fine furniture and all.
es_es: [_desiree_s_sad_s_talk_bite_2_] Es esencialmente un palacio en miniatura en una lata. Muebles finos y todo.

source: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. Sounds nice! Hope you enjoy it!
es_es: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. ¡Suena agradable! ¡Espero que lo disfrutes!

source: [_desiree_s_talk_bite_] Uhmm... yes, well... {i}*Ahem*{/i} ...thank you, Master. I appreciate your blessing to help accomodate me.
es_es: [_desiree_s_talk_bite_] Uhmm ... sí, bien ... {i}*Ahem * {/i} ... gracias, Maestro. Agradezco su deseo para ayudar a acomodarme.

source: [_desiree_s_cute_s_at_player_s_neutral_3_] (What {i}is{/i} it about this boy? He's still a naive and insolent child of course... but he's actually rather... {u}considerate{/u} for a slave Master, surprisingly.)
es_es: [_desiree_s_cute_s_at_player_s_neutral_3_] (¿Qué {i}pasa{/i} con este muchacho? Todavía es un inmaduro ingenuo e insolente por supuesto... pero és más bien... sorprendentemente {u}considerado {/u} para ser un maestro esclavo.)

source: [_danny_s_talk_happy_s_sad_] Yeah of course. I just thought you'd enjoy your stay better that way.
es_es: [_danny_s_talk_happy_s_sad_] Sí, por supuesto. Pensé que así disfrutarías más de tu estancia.

source: [_desiree_s_closed_s_talk_happy_s_neutral_] Well... again, thank you. If that'll be all, I wish you a good night's sleep. Come visit me by releasing me from the container whenever you'd like.
es_es: [_desiree_s_closed_s_talk_happy_s_neutral_] Bueno... de nuevo, gracias. Si eso és todo, le deseo un buen sueño. Ven a verme liberándome del contenedor cuando quieras.

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Sounds good! Good night, Des.
es_es: [_danny_s_talk_happy_2_s_towards_s_sad_2_] ¡Suena bien! Buenas noches, Des.

source: [_thermos_] {b}Ghost Retraction Protocal Initiated{/b} {i}*Bachooooo*{/i}
es_es: [_thermos_] {b}Iniciado Protocolo Contención Fantasma{/b} {i}*Bachoooooo * {/i}

source: [_danny_s_towards_s_sad_s_talk_frown_] What. A. Day.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Valla día.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] From flat out enemies, to partial fuck buddies... just like that? Kind of nuts. I hope I know what I'm doing here...
es_es: [_danny_s_down_s_rise_one_s_talk_frown_2_] ¿De enemigos declarados a follamigos parciales... así como así? Un poco loco. Espero saber lo que estoy haciendo aquí...

source: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, I'm sure it'll all work out with no {b}real{/b} consequences... right?
es_es: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, seguro que todo se solucionará sin {b}consecuencias{/b}... ¿no?

source: What do I wanna do at Babazita's booth?
es_es: ¿Qué quiero hacer en el stand de Babazita?

source: Buy the lamp! ($5)
es_es: Compra la lámpara ($5)
