Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: es_es

source: [_danny_s_at_danny_s_bite_] (On one hand, if I go through with it, I'll be humiliating my best friend in front of Star's "in crowd".)
es_es: [_danny_s_at_danny_s_bite_] (Por un lado, si lo hago, estaré humillando a mi mejor amiga delante de la "multitud" de Star.)

source: [_danny_s_frown_2_s_rise_one_] (Sam's been messed around enough by some dick-head ghosts lately... she doesn't deserve that sort of humiliation.)
es_es: [_danny_s_frown_2_s_rise_one_] (Sam ha tenido suficientes humillaciones por culpa de los fantasmas de la polla... ella no se merece ese tipo de humillación.)

source: [_danny_s_towards_s_sad_s_smile_] (But... if I plant the dildo in there, I have a good chance to get closer to Star and make her happy...)
es_es: [_danny_s_towards_s_sad_s_smile_] (Pero... si pongo el consolador ahí, tengo una buena oportunidad de acercarme a la Star y hacerla feliz...)

source: [_danny_s_grin_happy_s_wondering_] (It'd definitely be nice to have some private time with her... I have a really strong feeling I know what that juicy reward's gonna be...)
es_es: [_danny_s_grin_happy_s_wondering_] (Definitivamente sería interesante tener un tiempo privado con ella... Intuyo que sé cuál será la recompensa jugosa...)

source: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (At the same time though, would I really {i}want{/i} to? She's such a manipulative person who wants to mess with other people.)
es_es: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (Al mismo tiempo, ¿yo realmente {i}quiero {/i} esto? Ella és una persona manipuladora que quiere hacer daño a otras personas.)

source: [_danny_s_angry_s_grin_happy_] (I could also use this opportunity to deliver some righteous karma onto her... I'd be doing a justice to society, honestly.)
es_es: [_danny_s_angry_s_grin_happy_] (También podría usar esta oportunidad para darle un escarmiento... Estaría haciendo justicia a la sociedad, honestamente.)

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, why is this such a hard choice to make?!)
es_es: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, ¿por qué es una decisión tan difícil de tomar?)

source: [_danny_s_wondering_s_frown_2_] (Okay... I need to choose, now or never.)
es_es: [_danny_s_wondering_s_frown_2_] (Vale... Necesito elegir, ahora o nunca.)

source: [_danny_s_rise_one_] (I mean... it won't even be {i}that{/i} bad of a prank, right?)
es_es: [_danny_s_rise_one_] (Quiero decir... {i}esta{/i} broma no és una mala idea, ¿cierto?)

source: [_danny_s_at_danny_s_sad_s_smile_] (Sam's a big girl, she can deal with this sort of thing. She'll deny it all anyway.)
es_es: [_danny_s_at_danny_s_sad_s_smile_] (Sam es una chica fuerte, ella puede soportar este tipo de cosas. Ella lo negará todo.)

source: [_danny_s_towards_s_sad_2_] (I'm sure people will forget about it in less than a week...)
es_es: [_danny_s_towards_s_sad_2_] (Estoy seguro de que la gente lo olvidará en menos de una semana...)

source: [_danny_s_frown_2_s_rise_one_] (Okay, so... let's see if I can even do this... I never thought about how I'd actually get this done...)
es_es: [_danny_s_frown_2_s_rise_one_] (Vale, así que... veamos si puedo hacer esto... Nunca pensé en cómo hacer esto antes...)

source: [_danny_s_at_player_s_frown_grin_3_] (I better do this fast too. It'd be bad enough if I got caught holding a dildo in school, let alone planting it in one of my best friend's locker.)
es_es: [_danny_s_at_player_s_frown_grin_3_] (Mejor hacerlo rápido. Sería bastante malo si me pillaran agarrando un consolador, y mucho más poniéndolo en la taquilla de mi mejor amiga.)

source: [_danny_] (Now, if I remember correctly, Sam once said she keeps things pretty simple when it comes to her passwords and combinations...)
es_es: [_danny_] (Ahora, si me recuerdo correctamente, Sam dijo una vez que hace las cosas bastante simples cuando se trata de sus contraseñas...)

source: [_danny_s_grin_happy_s_sad_] (Which would most likely mean that Sam uses something like her birthday, right?)
es_es: [_danny_s_grin_happy_s_sad_] (Lo que muy probablemente significaría que Sam usa algo como su cumpleaños, ¿verdad?)

source: [_danny_s_rise_one_s_smile_] (And it's a good thing I'm one of the few people that care to remember it! January 19th, so... one... nineteen... zero...)
es_es: [_danny_s_rise_one_s_smile_] (Y por suerte soy una de las pocas personas que se preocupan de recordarlo! 19 de enero, así... uno... diecinueve... cero...)

source: [_danny_s_smile_] (Okay, the Locker's open!)
es_es: [_danny_s_smile_] (Vale, ¡la taquilla está abierta!)

source: [_danny_] (So, I'll just shove it up at the top here...)
es_es: [_danny_] (Así que, lo dejaré aquí encima...)

source: [_danny_] (Okay, but do I {i}really{/i} wanna do this?)
es_es: [_danny_] (Vale, pero ¿{i}realmente{/i} quiero hacer esto?)

source: [_danny_] (Here we go...)
es_es: [_danny_] (Aquí vamos...)

source: [_danny_] (...and that should be the perfect place for Lancer to find it. Alright, false evidence in place!)
es_es: [_danny_] (... y ese debería ser el lugar perfecto para que Lancer lo encuentre. ¡Perfecto, falsa evidencia en su lugar!)

source: [_danny_] (Ugh... I shouldn't be proud of what I'm doing here... I'm a real jerk.)
es_es: [_danny_] (Ugh... No debería de estar orgulloso de lo que estoy haciendo aquí... Soy un cerdo.)

source: [_danny_s_smile_s_rise_one_] (Let's just hope that special {b}reward{/b} Star mentioned will be worth it...)
es_es: [_danny_s_smile_s_rise_one_] (Sólo espero que la {b}recompensa{/b} especial de Star valga la pena...)

source: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Speaking of which, I should probably message her to let her know I've done it.)
es_es: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Hablando de esto, debería enviarle un mensaje para hacerle saber que ya está hecho.)

source: [_billspook_] Hey Star, it's done. That Manson girl you wanted to prank has the dildo in her locker. Top shelf. Shouldn't be hard to miss. -IB
es_es: [_billspook_] Hey Star, está hecho. Esa tal Manson que tienes atravesada tiene el consolador en su casillero. Estante superior. No debería ser difícil de verlo. -IB

source: [_danny_] (Great, she replied back.)
es_es: [_danny_] (Bien, ella responde.)

source: [_starspook_] Thank you, thank you, thank you!!! <3 I'm going to be there in the {b}afternoon{/b} after I gather everybody up. Thanks again, Billy!!
es_es: [_starspook_] ¡¡¡Gracias, gracias, gracias!!! Voy a estar allí por el {b}tarde {/b} después de reunir a todo el mundo. ¡¡Gracias de nuevo, Billy!!

source: [_danny_s_towards_s_smile_s_sad_] (Alright... what's done is done. I should come back in the afternoon to watch what happens.)
es_es: [_danny_s_towards_s_smile_s_sad_] (ok... lo hecho está hecho. Debería volver por la tarde para ver qué pasa.)

source: [_danny_s_rise_one_s_at_player_] (I made the right choice, right...?)
es_es: [_danny_s_rise_one_s_at_player_] (He hecho la elección correcta, ¿verdad...?)

source: [_danny_s_frown_grin_2_] (No way, I'm not gonna play into Star's hands like that.)
es_es: [_danny_s_frown_grin_2_] (De ninguna manera, no voy a dejarme manipular por Star.)

source: [_danny_s_at_player_s_frown_2_] (Regardless of how hot Star is, she's {b}definitely{/b} not worth hurting Sam like this.)
es_es: [_danny_s_at_player_s_frown_2_] (Independientemente de lo guapa que és Star, {b}definitivamente {/b} no vale la pena lastimar a Sam así.)

source: [_danny_s_at_danny_s_smile_] (I should switch this whole prank thing around on her instead...)
es_es: [_danny_s_at_danny_s_smile_] (Debería cambiar este asunto de su broma...)

source: [_danny_s_at_player_s_grin_happy_] (Everyone's going to be gathered around for it thanks to Star's recruitment, right? I think she might regret that decision...)
es_es: [_danny_s_at_player_s_grin_happy_] (Todo el mundo se reunirá gracias al reclutamiento de Star. Creo que podría arrepentirse de esa decisión...)

source: [_danny_s_towards_s_rise_one_s_smile_] (Guess I can hold onto this dildo of hers, too... might as well, it's not like Star's going to want it back after what I'm gonna pull off...)
es_es: [_danny_s_towards_s_rise_one_s_smile_] (Supongo que también puedo quedarme con su consolador... mejor así, no creo que Star vaya a querer recuperarlo después de lo que voy a hacer...)

source: [_danny_s_grin_happy_s_angry_] (...literally.)
es_es: [_danny_s_grin_happy_s_angry_] (...literalmente.)

source: [_danny_s_sad_s_smile_] (I should text her to let her know that everything is "in place").
es_es: [_danny_s_sad_s_smile_] (Debería enviarle un mensaje de texto para comunicarle que todo está "en su sitio").

source: [_danny_] (Sam's standing by her locker all alone... nothing's going on? Maybe Star forgot to mention it to-)
es_es: [_danny_] (Sam está sola junto a su taquilla... ¿no pasa nada? Tal vez Star se olvidó de mencionarlo a-)

source: [_danny_] (Oops, never mind... here comes Lancer.)
es_es: [_danny_] (Oops, no importa... aquí viene Lancer.)

source: [_lancer_s_talk_frown_s_rise_one_] Excuse me, Ms. Manson?
es_es: [_lancer_s_talk_frown_s_rise_one_] Disculpe, ¿Srta. Manson?

source: [_sam_s_sad_s_talk_happy_] Uhm, hi Mr. Lancer, can I help you?
es_es: [_sam_s_sad_s_talk_happy_] Uhm, hola Sr. Lancer, ¿puedo ayudarle?

source: [_lancer_s_sad_s_talk_frown_] Well I'd just like to clear something up quickly, if you wouldn't mind. The issue I'm dealing with currently is that I'm afraid I need to do an inspection of your locker space right now.
es_es: [_lancer_s_sad_s_talk_frown_] Bueno, me gustaría aclarar algo rápidamente, si no le importa. El asunto que me ocupa actualmente és que me temo que tengo que hacer una inspección de su taquilla.

source: [_sam_s_sad_s_talk_frown_] Wh-what? Why?!
es_es: [_sam_s_sad_s_talk_frown_] ¿Qué? ¡¿Por qué?!

source: [_lancer_s_idle__s_talk_frown_] Well, one of your fellow students came to me with concerns that you might have stored some sort of "unusual weapon" inside your locker.
es_es: [_lancer_s_idle__s_talk_frown_] Bueno, una de tus compañeras vino a mí con la preocupación de que podrías haber guardado algún tipo de "arma inusual" dentro de tu taquilla.

source: [_sam_s_sad_2_s_talk_frown_] A weapon?! Are you kidding me?
es_es: [_sam_s_sad_2_s_talk_frown_] ¡¿Un arma?! ¿Me estás tomando el pelo?

source: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, I'm afraid not. We have to take these sort of warnings and sightings seriously. It won't take long, I promise.
es_es: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, me temo que no. Tenemos que tomarnos en serio este tipo de avisos. No tomará mucho tiempo, lo prometo.

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] This is a total invasion of my privacy!!
es_es: [_sam_s_talk_frown_s_towards_2_s_angry_2_] ¡¡Esto es una invasión total de mi privacidad!!

source: [_lancer_s_wondering_s_talk_frown_] Now Ms. Manson, the school system is completely within its rights to do any unscheduled or unwarranted locker checks as it sees fit. I'd {i}hope{/i} there wouldnt be any genuine problem once we actually looked inside, right Ms. Manson?
es_es: [_lancer_s_wondering_s_talk_frown_] Srta. Manson, el sistema escolar está en todo su derecho de hacer cualquier control no programado o injustificado de las taquillas que considere oportuno. Yo {i}deseo{/i} que no haya ningún problema una vez que miremos dentro, ¿de acuerdo Srta. Manson?

source: [_star_s_talk_happy_2_s_rise_one_] Yeah Sam, if you have nothing to hide, why not just open up your locker?
es_es: [_star_s_talk_happy_2_s_rise_one_] Sí Sam, si no tienes nada que ocultar, ¿por qué no abres tu taquilla?

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] You!! {b}You're{/b} the one behind this?! Why??
es_es: [_sam_s_talk_frown_s_towards_2_s_angry_2_] ¡¡Tú!! ¡¿{b}eres tú{/b} la que está detrás de esto?! ¿Por qué??

source: [_star_s_sad_s_talk_frown_] I swear, I simply thought I saw you putting something in your locker that looked like a blunt object!
es_es: [_star_s_sad_s_talk_frown_] Te lo juro, ¡creí verte metiendo algo en tu taquilla que parecía un peligroso!

source: [_star_s_talk_happy_2_s_neutral_2_] ...something like a miniature billy club.
es_es: [_star_s_talk_happy_2_s_neutral_2_] ...algo así como una porra en miniatura.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] What?! Are you out of your mind?!
es_es: [_sam_s_confused_s_talk_frown_s_towards_wide_] ¡¿Qué?! ¡¿Estás loca?!

source: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, I just want to make sure our school grounds are a safe environment for {b}everybody{/b}... I don't want to get anybody in real {i}trouble{/i}...
es_es: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh, Sr. Lancer, sólo quiero asegurarme de que nuestra escuela és segura para {b}todo el mundo{/b}... No quiero meter a nadie en {i}problemas {/i}...

source: [_lancer_s_talk_happy_s_closed_s_wondering_] Now, don't you worry Ms. Astray, you did the right thing coming to me.
es_es: [_lancer_s_talk_happy_s_closed_s_wondering_] No se preocupe Sra. Astray, hizo lo correcto viniendo a mí.

source: [_lancer_s_towards_s_sad_] I certainly {i}understand{/i} Ms. Manson's insistence on retaining what she views as her "personal privacy".
es_es: [_lancer_s_towards_s_sad_] Ciertamente {i}entiendo{/i} la insistencia de la Sra. Manson en conservar lo que ella considera su "intimidad personal".

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students' right to proper peace of mind.
es_es: [_lancer_s_talk_frown_] Sin embargo, me temo que voy a tener que anular esa privacidad en favor de la protección de los demás estudiantes.

source: [_lancer_s_angry_s_talk_frown_] Now Ms. Manson, if you won't open your locker of your own free will, I'm afraid I'll have to get the scruffy looking janitor with the unibrow to do it for you. It's your choice, but personally I'd prefer I {i}not{/i} have to speak with {b}her{/b}...
es_es: [_lancer_s_angry_s_talk_frown_] Srta. Manson, si no quiere abrir su taquilla por su propia voluntad, me temo que tendré que pedirle al conserje que lo haga por usted. Es su elección, pero personalmente preferiría {i}no{/i} tener que hablar con {b}él{/b}...

source: [_sam_s_closed_s_talk_frown_] Ugh! This is so stupid. Look, at the end of the day, I have nothing to hide.
es_es: [_sam_s_closed_s_talk_frown_] ¡Uf! Esto una enorme estupidez. Mira, al fin y al cabo, no tengo nada que ocultar.

source: [_sam_s_talk_frown_s_neutral_s_away_] You wanna take a look inside, be my guest. You're just wasting your own time is all I'm saying.
es_es: [_sam_s_talk_frown_s_neutral_s_away_] Si quieres echar un vistazo dentro, adelante. Estás perdiendo el tiempo, és todo cuanto tengo que decir.

source: [_danny_] (Sam's starting to open her locker... God, I almost can't even watch what's about to happen...)
es_es: [_danny_] (Sam empieza a abrir su taquilla... Dios, casi no puedo ni ver lo que está a punto de pasar...)

source: {i}*Whirrl*{/i} {i}*Whirrl*{/i} {i}*Whirrl*{/i} {i}*Click*{/i}
es_es: {i}*Chirrido*{/i} {i}*chirrido*{/i} {i}*chirrildo*{/i} {i}*Click*{/i}

source: [_sam_s_angry_s_talk_frown_] There you go, totally cringey gothic locker aesthetic on full display, hardy harr, good joke Star. Nothing to see here, people.
es_es: [_sam_s_angry_s_talk_frown_] Ahí lo tienes, la estética gótica de taquilla en plena exhibición, hardy harr, buen chiste Star. Nada que ver aquí, gente.

source: [_lancer_s_neutral_s_talk_frown_] I'll be the judge of that. Excuse me Ms. Manson.
es_es: [_lancer_s_neutral_s_talk_frown_] Yo juzgaré eso. Disculpe Sra. Manson.

source: [_sam_s_angry_s_talk_frown_2_] I can't believe you'd lie to Mr. Lancer just to pester me, Star!
es_es: [_sam_s_angry_s_talk_frown_2_] ¡No puedo creer que le mintieras al Sr. Lancer sólo para molestarme, Star!

source: [_sam_s_towards_wide_s_talk_frown_] Actually no, I can totally imagine that. You're one of the most {b}bitter{/b} pests I know!
es_es: [_sam_s_towards_wide_s_talk_frown_] Ya imagino. ¡Eres una de las {b}plagas{/b} más amargadas que conozco!

source: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, I wouldn't say I {i}lied{/i} exactly... maybe I just mistook what it was I saw you put in there...
es_es: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, yo no {i}mentí{/i}... sólo me confundí con lo que vi que pusiste allí...

source: [_sam_s_towards_s_confused_s_talk_frown_] ...what are you {b}talking{/b} about?
es_es: [_sam_s_towards_s_confused_s_talk_frown_] ¿qué quieres {b}decir{/b}?

source: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Here we are!
es_es: [_lancer_s_angry_s_talk_frown_] ... ah HAH! ¡Aquí lo tengo!

source: [_star_s_talk_happy_s_sad_] Oh my {b}goodness{/b}, {i}Saaam{/i}!! You're {b}bad{/b}!
es_es: [_star_s_talk_happy_s_sad_] ¡¡Oh {b}Diosss{/b}, {i}Saaam{/i}!! ¡Eres {b}mala{/b}!

source: [_sam_s_center_wide_s_talk_frown_] What. The. {u}Fuck{/u}.
es_es: [_sam_s_center_wide_s_talk_frown_]Qué. {u}Joder{/u}.

source: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Ms. Manson!! This is in {b}no regard{/b} a proper personal article to be bringing onto our school grounds!
es_es: [_lancer_s_angry_s_talk_frown_] ¡¡{b}50 Sombras de Grey{/b}!! ¡Srta. Manson! ¡Este no és {b}un artículo{/b} personal apropiado para traer a nuestra escuela!

source: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-but, th-that's not mine!! I swear!! Something's not right about this!!
es_es: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] ¡Pero eso no es mío! ¡¡Lo juro!! ¡Algo no está bien en esto!!

source: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, I can see how I made the mistake of thinking it was a billy club! That thing is {b}huge{/b}, Sam!!
es_es: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Caray, ¡ya veo cómo cometí el error de pensar que era una porra! ¡Esa cosa és {b}enorme{/b} Sam!!

source: [_student1_] Wowee, look at the size of that thing!
es_es: [_student1_] ¡Woww, mira el tamaño de esa cosa!

source: [_student2_] God, imagine that thing inside of you!
es_es: [_student2_] ¡Dios, imagina esa cosa dentro de ti!

source: [_student3_] Who the hell brings a monster dong to school? What a perv she is!
es_es: [_student3_] ¿Quién demonios trae una polla monstruosa a la escuela? ¡Qué pervertida es!

source: [_student4_] Dang, I wish I had {b}me{/b} a big tiddie goth girlfriend who was {i}that{/i} kinky!!
es_es: [_student4_] ¡¡Dang, me gustaría {b}tener{/b} un novia gótica {i}como {/i}esta chica!!

source: [_danny_] (Oh God... Sam looks so embarassed.)
es_es: [_danny_] (Oh Dios... Sam parece muy avergonzada.)

source: [_lancer_s_talk_frown_s_neutral_] I'm afraid you'll have to come with me Ms. Manson. This will require yet {i}another{/i} chat in the principal's office about what constitutes appropriate materials to bring to Casper High.
es_es: [_lancer_s_talk_frown_s_neutral_] Me temo que tendrá que venir conmigo, Srta. Manson. Esto requerirá {i}otra{/i} charla en la oficina del director sobre lo que constituyen materiales apropiados para llevar en Casper High.

source: [_sam_s_talk_frown_3_s_sad_2_] It's not mine though, Mr. Lancer, I swear!!
es_es: [_sam_s_talk_frown_3_s_sad_2_] ¡¡Pero no es mío, Sr. Lancer, se lo juro!!

source: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, have some dignity and just admit it. Don't make this any {b}more{/b} embarassing for yourself than it already is...
es_es: [_star_s_angry_s_talk_frown_] Vamos, Sam, ten un poco de dignidad y admítelo. No hagas esto {b}más{/b} vergonzoso para ti de lo que ya és...

source: [_sam_] ...but... I didn't...
es_es: [_sam_] ...pero... Yo no...

source: [_lancer_s_angry_s_talk_frown_] Come on Ms. Manson, let's get moving, we don't have all day to dilly dally...
es_es: [_lancer_s_angry_s_talk_frown_] Venga la Srta. Manson, vamos, no tenemos todo el día para tonterías...

source: [_lancer_s_sad_s_at_player_s_talk_frown_] ...I'm also not particularly {b}fond{/b} of having to hold this out in public.
es_es: [_lancer_s_sad_s_at_player_s_talk_frown_] ...Tampoco soy particularmente {b}aficionado {/b} de tener que sujetar esto en público.

source: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... how could this have happened...?)
es_es: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... ¿cómo puede haber sucedido esto...?)

source: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh my God, can you believe that slut bag, guys? She had a huge fake dick in her locker! How pathetic!!
es_es: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh Dios mío, ¿podéis creer a esa salida chicos? ¡Ella tenía una enorme polla falsa en su taquilla! ¡¡Que patético!!

source: [_kwan_] Hahah, that was so funny!! Can't believe she did that.
es_es: [_kwan_] ¡Jajaja, eso fue muy gracioso!! No puede creer que ella lo hiciera.

source: [_star_s_talk_happy_s_sad_] I know right, what a bitch in heat! Ahah hahhah!!
es_es: [_star_s_talk_happy_s_sad_] Lo sabía, ¡valla puta barata! ¡¡Ahah hahhah!!

source: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... that was a punch in the gut to watch.)
es_es: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... fue algo para ver.)

source: [_danny_s_towards_s_sad_s_frown_] (I can't believe I was apart of that... how awful.)
es_es: [_danny_s_towards_s_sad_s_frown_] (No puedo creer que me quedara de brazos cruzados sin hacer nada... qué horrible.)

source: [_danny_s_sad_2_s_frown_] (Sam can live with another scolding from Lancer, but she shouldn't have been dragged in front of so many people like that.)
es_es: [_danny_s_sad_2_s_frown_] (Sam puede vivir con otra regañada de Lancer, pero no debería haber sido ridiculizada delante de tanta gente.)

source: [_danny_s_at_danny_s_angry_s_frown_grin_] (Well Fenton, I hope you're proud of yourself. Was it worth it?)
es_es: [_danny_s_at_danny_s_angry_s_frown_grin_] (Bien Fenton, espero que estés orgulloso de ti mismo. ¿Valió la pena?)

source: [_danny_s_at_player_s_sad_2_s_frown_] (You're a regular Judas, selling your friend out to Star...)
es_es: [_danny_s_at_player_s_sad_2_s_frown_] (Eres un vulgar Judas, vendiendo a tu amiga a Star...)

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the-
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_]Qué-

source: [_starspook_] Heyyyy Billy! Oh my gawd, that was so funny, you should have seen it. Thanks for helping out again!! If you want to, swing by the girl's bathroom again sometime. ;P
es_es: [_starspook_] ¡Heyyyy Billy! Oh mi cielo, fue muy divertido, deberías haberla visto. ¡Gracias por ayudarme de nuevo!! Si quieres, pásate por el baño de la chicas cuando puedas. ;P

source: [_danny_] (...welp, it looks like it's time for me to go collect my 30 pieces of silver...)
es_es: [_danny_] (... welp, parece que es hora de que recoger la recompensa...)

source: [_danny_] (Sam's standing by her locker all alone... I had better turn invisible before anybody else shows up...)
es_es: [_danny_] (Sam está esperando al lado de su taquilla... Debo mejor volverme invisible antes de que alguien pueda verme...)

source: [_danny_] (This should be a good way to get a front row seat to the action... speaking of which, here comes Lancer!)
es_es: [_danny_] (Esta debería ser una buena manera de tener un asiento en primera fila para la acción... hablando de esto, ¡viene Lancer!)

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students right to proper peace of mind.
es_es: [_lancer_s_talk_frown_] Sin embargo, me temo que voy a tener que anular esa privacidad en favor de la protección de los demás estudiantes.
