Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_cylindrical.po
Languages: es_es

source: [_danny_s_rise_one_s_talk_happy_] Hey Mom, how 'zit hanging?
es_es: [_danny_s_rise_one_s_talk_happy_] Hola mamá, ¿cómo va todo?

source: [_maddie_] Oh, hello Danny. I'm fine, I suppose. I was just thinking that I should get around to finishing up an important project of mine... but I'm afraid I can't right now...
es_es: [_maddie_] Oh, hello Danny. Estoy bien. Estaba pensando que debería estar a punto de terminar un importante proyecto mío... pero me temo que ahora mismo no puedo...

source: [_danny_s_rise_one_s_talk_frown_2_] Oh, why's that? What were you working on?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Oh, ¿por qué? ¿En qué estás trabajando?

source: [_maddie_] Well, I wanted to get the darn Fenton Thermos finally working.
es_es: [_maddie_] Bueno, quería conseguir que funcionase el Thermo Fenton.

source: [_danny_s_rise_one_s_talk_frown_] "Fenton Thermos?" Sorta like the thing Vlad used to capture that Ectopus thing in?
es_es: [_danny_s_rise_one_s_talk_frown_] "¿Thermo Fentom?" ¿Cómo la cosa que Vlad usó para capturar ese cosa de Ectopus?

source: [_maddie_] {b}Exactly{/b} like it in fact! The thermos designs were actually originally {i}my{/i} creation when the three of us were all in college.
es_es: [_maddie_] ¡{b}Exacto {/b}! Los diseños de thermos eran originalmente de {i}mi{/i} creación {/i} cuando los tres estábamos en la universidad.

source: [_maddie_] Vlad figured out how to get it to work in principal, but his model is still suffering from the persistent recharging issue, unfortunately. Capturing ghosts uses a {b}lot{/b} of power, obviously.
es_es: [_maddie_] Vlad descubrió cómo conseguir que funcionase pero por desgracia su modelo todavía sufre la persistente cuestión de recarga. Obviamente capturar fantasmas utiliza un {b}buen lote {/b} de energía.

source: [_maddie_] Seeing him use it in action against that nasty Ectopus inspired me to want to finish mine!
es_es: [_maddie_] ¡Verle usarlo contra ese desagradable Ectopus me inspiró a querer terminar el mío!

source: [_maddie_] I had even created something that might've fixed the issue of the thermos's low power suppy once and for all.
es_es: [_maddie_] Incluso había creado algo que podría haber arreglado el tema la baja potencia de los termos de una vez por todas.

source: [_danny_s_rise_one_s_talk_happy_] Really? That sounds great! How were you gonna do that?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Realmente? ¡Eso suena genial! ¿Cómo lo ibas a hacer?

source: [_maddie_] Well, your father and I were building a working model of a miniature electromagnetic power capacitor that could self sustain itself on Ecto-Energy alone!
es_es: [_maddie_] Bueno, tu padre y yo estábamos construyendo un modelo de condensador de energía electromagnética en miniatura que podría autosostenerse solo con Ecto-Energía!

source: [_jack_] "The Fenton Ecto-Battery" I call it! She's a beauty of Fenton ingenuity!
es_es: [_jack_] ¡La llamo "La Ecto-Batería Fenton"! ¡Es una belleza de ingenio Fenton!

source: [_maddie_] Yes, well, the major principal of the device would be that it could generate its own power supply by conducting tiny wave length-
es_es: [_maddie_] Sí, bueno, la principal innovación del dispositivo sería que podría generar su propio suministro de energía mediante el direccionamiento de una pequeña longitud de onda-

source: [_danny_s_rise_one_s_talk_happy_] So, like an "arc reactor", kinda?
es_es: [_danny_s_rise_one_s_talk_happy_] Así parecido, ¿cómo un "reactor de arco"?

source: [_maddie_] Huh? What?
es_es: [_maddie_] Huh? ¿Qué?

source: [_danny_s_talk_happy_s_sad_2_] I mean, it just sorta sounds like an arc reactor, like in the "Iron Man" movies. It's just a small thing that generates an infinite amount of power, basically.
es_es: [_danny_s_talk_happy_s_sad_2_] Quiero decir, suena como un reactor de arco, como en las películas de "Iron Man". Es básicamente una pequeña cosa que genera una cantidad infinita de poder.

source: [_maddie_] Oh, I'm afraid I don't watch too many superhero movies to know that sort of thing. Too outlandish for my taste.
es_es: [_maddie_] Oh, no sé de ese tipo de cosas porque no veo muchas películas de superhéroes. Son demasiado extravagantes para mi gusto.

source: [_maddie_] This is {i}real{/i} science after all, Danny, not what you see in comic book movies or silly kid shows!
es_es: [_maddie_] ¡ Después de todo esto és ciencia {i}real{/i}, Danny, no lo que se ve en las películas de cómic o los espectáculos de niños!

source: [_danny_s_rise_one_s_talk_frown_s_towards_] ...alright, if you say so. So what's stopping you exactly, if you and dad built this "battery" already?
es_es: [_danny_s_rise_one_s_talk_frown_s_towards_] ... bien, si lo dices. Entonces, si tú y papá construyeron esta "batería" ya, ¿qué problema no te deja acabar el thermo?

source: [_maddie_] Well unfortunately, I was having some trouble finding the original thermos model I used back in college. It's been twenty years since we went to Madison, after all.
es_es: [_maddie_] Bueno, por desgracia, estaba teniendo algunos problemas para encontrar el modelo de thermo original que usé en la universidad. Han pasado veinte años desde que fuimos a Madison.

source: [_maddie_] So your father looked through some of his old junk boxes for me and found it... but it turns out that a bunch of smaller pieces were missing from it already.
es_es: [_maddie_] Así que tu padre miró a través de algunas de sus viejas cajas de basura para mí y lo encontró... pero resulta que le faltaban un montón de piezas pequeñas.

source: [_danny_s_rise_one_s_talk_frown_2_] Oh man, how did that happen?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Oh tío ¿cómo sucedió eso?

source: [_maddie_] Most likely your father had been salvaging tiny pieces from it for his other inventions over the years. It was most likely used as a source of scrap.
es_es: [_maddie_] Lo más probable es que tu padre haya estado rescatando pequeñas piezas de ella para sus otros inventos a lo largo de los años. Era muy probable que se utilizara como desguace de chatarra.

source: [_jack_] Sorry gang, but this family might not have survived without those "Fenton Spectral-Cavity Erosion" toothbrushes I invented!
es_es: [_jack_] ¡Lo siento pandilla, pero esta familia podría no haber sobrevivido sin esos cepillos de dientes "Erosionador de cavidades espectrales Fenton " que inventé!

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Oh yeah, I remember the Fenton toothbrushes... my gums {i}still{/i} bleed a little when I smile too much...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_] Oh sí, recuerdo el cepillo de dientes Fenton... mis encías {i}todavía {/i} sangran un poco cuando sonrío demasiado...

source: [_maddie_] So for now, the Fenton Thermos in its current state is nothing more than a regular old thermos without any wiring or bolts to even get it to function.
es_es: [_maddie_] Así que por ahora, el Thermo Fenton no és más que un thermo antiguo sin ningún cableado o pernos que le hagan funcionar.

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Well hey, that doesn't seem too bad of a situation. Couldn't you guys just order a couple packages of scrap parts on your own?
es_es: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Pues bueno, eso no parece una situación demasiado mala. ¿No podrían ustedes sólo pedir un par de paquetes de piezas de chatarra?

source: [_maddie_] Well I'd like to sweetie, but where would I order it from? It'd be hard finding all the pieces I need compatible with the Fenton Ecto-Battery.
es_es: [_maddie_] Pues me gustaría cielo, pero ¿de dónde lo encargaría? Sería difícil encontrar todas las piezas compatibles que necesito con la Ecto Battería Fenton.

source: [_maddie_] Pretty much everything we use in our inventions is specially reinforced, so we'd need to have the parts be able to withstand the brunt of the thermos's Ecto-Energy outputs.
es_es: [_maddie_] Casi todo lo que utilizamos en nuestras invenciones está especialmente reforzado, tendríamos que tener piezas capaces de soportar la Ecto Energía en la parte del thermo donde és más potente.

source: [_maddie_] I'd build the parts myself, but that'd take some time, and your father keeps me busy trying to keep him from blowing the lab up accidentally.
es_es: [_maddie_] Yo construiría las partes pero eso tomaría algo de tiempo, y tu padre me mantiene ocupada tratando de evitar que él haga explotar el laboratorio accidentalmente.

source: [_danny_s_at_player_s_talk_frown_s_sad_2_] Ahh... I see the dilemma.
es_es: [_danny_s_at_player_s_talk_frown_s_sad_2_] Ahh... Veo el dilema.

source: [_maddie_] {i}*Sigh*{/i} It's really too bad... I was sincerely hoping to be able to get it finished finally. I could have used it to trap that darn Ghost Boy pervert the next time I saw him!
es_es: [_maddie_] {i}*Suspiro* {/i} Es realmente un problemón... sinceramente esperaba poder terminarlo. Podría haberlo usado para atrapar a ese pervertido Chico Fantasma la próxima vez que lo viese!

source: [_danny_s_sad_s_blush_s_at_danny_s_talk_frown_2_] Yeah, that's really too bad... {i}*Ahem*{/i} Uhm, {b}hey{/b}, I've got an idea!
es_es: [_danny_s_sad_s_blush_s_at_danny_s_talk_frown_2_] Sí, eso és muy malo... {i}*Ahem*{/i} Uhm, {b}hey {/b}, tengo una idea!

source: [_danny_s_-blush_s_talk_happy_s_towards_wide_s_rise_one_] Why don't I go looking for something at the {b}mall{/b}? Maybe I'll find something you could use!
es_es: [_danny_s_-blush_s_talk_happy_s_towards_wide_s_rise_one_] ¿Por qué no voy a buscar algo en el {b}centro comercial{/b}? ¡Tal vez encuentre algo que se podría usar!

source: [_maddie_] I wouldn't worry yourself about it, Danny. I seriously doubt a place like Amity Park Mall is just going to have some sorta amazing deluxe package of the type of spare parts we'll need.
es_es: [_maddie_] No me preocupo por ello, Danny. Dudo seriamente que un lugar como el centro comerdial Amity Park vaya a tener alguna especie de increíble paquete de lujo con el tipo de repuestos que necesito.

source: [_danny_s_rise_one_s_talk_happy_2_] Hey, I figure it'll at least be worth trying to look, right? I wanna help you out, Mom, this project is clearly important to you to get done.
es_es: [_danny_s_rise_one_s_talk_happy_2_] me lo he figurado, pero por lo menos valdrá la pena tratar de mirar, ¿verdad? quiero ayudarte mamá, hacer este proyecto és claramente muy importante para ti.

source: [_maddie_] Ohh... well thank you, sweetie. I'm very grateful that you'd try to help me like that.
es_es: [_maddie_] Ohh... bien gracias, cariño. Estoy muy agradecida de que intentes ayudarme.

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Well, I'll see you guys later. Love you, Mom.
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_] Bueno, te veré más tarde. Te quiero, mamá.

source: [_maddie_] Love you too, sweetheart.
es_es: [_maddie_] Te quiero también, cariño.

source: [_danny_s_rise_one_] (Okay, now let's think... where am I going to find spare ghost equipment lying around at the mall?)
es_es: [_danny_s_rise_one_] (Okay, ahora vamos a pensar... ¿a dónde voy a encontrar un set de repuestos fantasma en el centro comercial?)

source: [_danny_s_at_player_s_frown_3_] (Maybe I should try and ask that weird short guy at that {b}Mystery Shop{/b} place... maybe he can help me out?)
es_es: [_danny_s_at_player_s_frown_3_] (Tal vez debería tratar de preguntar a ese chico corto y raro del {b}Mystery Shop{/b}... ¿podría ayudarme?)

source: [_box_ghost_s_sad_s_talk_] Good evening, sir or madam! Welcome to the Mystery Shop! How may I be of fellow human-like service to you today?
es_es: [_box_ghost_s_sad_s_talk_] ¡Buenas noches, señor o madam! ¡Bienvenido a la Tienda de Misterio! ¿Cómo puedo darle un servicio similar al humano hoy?

source: [_danny_] Uhh, hey there. I'm just sort of looking for a box of spare machinery parts to try and fix some sorta handheld device of my Mom's?
es_es: [_danny_] Uhh, oye. Soy... ¿sólo una caja de piezas de maquinaria de repuesto para tratar de arreglar un dispositivo de mi madre?

source: [_danny_] Just like a couple of tiny screws, maybe some bolts, some wiring... you wouldn't happen to have anything like that, would you?
es_es: [_danny_] También un par de tornillos diminutos, tal vez algunos pernos, algún cableado... ¿no tendrías algo así?

source: [_box_ghost_s_talk_2_s_sad_2_] Ahh, I see! You are looking for the coveted and elusive "Box-O-Parts" deluxe package from {b}Zone-Mart{/b}!
es_es: [_box_ghost_s_talk_2_s_sad_2_] ¡Ahh, ya veo! Estás buscando el codiciado y esquivo paquete de lujo "Caja-Partes-O" de la {b}Zona-Mart {/b}!

source: [_box_ghost_s_neutral_s_talk_] It comes with everything a young and brilliant shopper such as yourself would need to patch up any sort of invention you may be building!
es_es: [_box_ghost_s_neutral_s_talk_] ¡Viene con todo lo que un comprador joven y brillante como usted necesita para poder reparar cualquier tipo de invención que usted puede estar construyendo!

source: [_danny_] Uhm, well, I'm not the inventor exactly, my mom and dad are. They just need some random assorted pieces for a certain... {i}project{/i}, is all.
es_es: [_danny_] Uhm, bueno, yo no soy el inventor exactamente, mi mamá y mi papá sí. Sólo necesitan algunas piezas surtidas al azar para un cierto... {i}proyecto {/i}, és todo.

source: [_box_ghost_s_sad_2_s_talk_] Oh, trust me buddy, {i}anything{/i} you need for simple and or sophisticated machinery tinkering can be found in the illustrious "Box-O-Parts"!
es_es: [_box_ghost_s_sad_2_s_talk_] Oh, confía en mí chico, {i}cualquier cosa {/i} que necesita para retoques de maquinaria simple o sofisticada se puede encontrar en la ilustre "Box-O-Parts"!

source: [_danny_] Alright, you've sold me! I'll take one of the "Box-O-Parts" please.
es_es: [_danny_] ¡Muy bien, me has convencido! Quiero una "Box-O-Parts" por favor.

source: [_box_ghost_s_talk_frown_s_sad_s_towards_wide_] Uhm, well, that's great and all, but we uh, don't exactly have any in stock at the moment.
es_es: [_box_ghost_s_talk_frown_s_sad_s_towards_wide_] Uhm, bueno, eso es bueno, pero nosotros, no tenemos en stock en este momento.

source: [_danny_] Then... why'd you offer it?
es_es: [_danny_] Entonces... ¿por qué lo ofrecías?

source: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Because I'm a nice guy and I try my best to be helpful, alright?!
es_es: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Porque soy un buen hombre y trato de ser útil, ¡¿de acuerdo?!

source: [_danny_] Alright, you're a nice guy, jeez! Fine then, I'm gonna have to find this "{b}Zone-Mart{/b}" place on my own to get it I guess.
es_es: [_danny_] Bien, eres un buen tipo, ¡jeez! Bueno, entonces voy a tener que encontrar esa "{b}Zone-Mart{/b}" por mi cuenta para conseguirlo.

source: [_box_ghost_s_sad_2_s_talk_frown_] Dehh, no, wait! Don't go, you won't be able to find it!
es_es: [_box_ghost_s_sad_2_s_talk_frown_] Dehh, ¡no, espera! No vallas, ¡no serás capaz de encontrarla!

source: [_danny_] Why couldn't I? I {b}do{/b} have the internet, ya know?
es_es: [_danny_] ¿Por qué no?. ¿sabes? {b}Tengo {/b} internet

source: [_box_ghost_s_talk_frown_s_confused_] Uhm, because...! The problem is that... well {b}Zone-Mart{/b} is... not exactly from {b}around{/b} here.
es_es: [_box_ghost_s_talk_frown_s_confused_] Uhm, porque...! El problema és que... bien la {b}Zona-Mart {/b} no está exactamente por los {b}alrededorres{/b} de aquí.

source: [_danny_] What do you mean?
es_es: [_danny_] ¿Qué quieres decir?

source: [_box_ghost_s_talk_frown_2_s_sad_2_] {b}Zone-Mart{/b} hails from a place so {b}mysterious{/b}... and {i}so{/i} {b}strange{/b}... that some say that those who embark upon the journey to visit it... {u}never{/u} make it back...
es_es: [_box_ghost_s_talk_frown_2_s_sad_2_] {b}Zone-Mart {/b} proviene de un lugar tan {b}misterioso{/b}... y {i}tan{/i} {b}extraño {/b}... que algunos dicen que aquellos que se embarcan en el viaje para visitarlo... {u}nunca {/u} vuelven...

source: [_danny_] Woah... jeez... wh-where is it located?
es_es: [_danny_] Woah... jeez... wh-¿dónde se encuentra?

source: [_danny_] Okay, so I just can't get it then?
es_es: [_danny_] Okay, ¿entonces que no puedo conseguirlo?

source: [_box_ghost_s_talk_s_sad_] Look, here's what I'll do for you: I'll order it through my "friend" who lives in Toronto, and he'll deliver it for us.
es_es: [_box_ghost_s_talk_s_sad_] Mira, esto es lo que haré por ti: lo ordenaré a través de mi "amigo" que vive en Toronto, y él nos lo entregará.

source: [_box_ghost_s_sad_2_s_talk_2_] All I'll ask is for a {b}small{/b} delivery fee, along with the price of the box! Sound fair?
es_es: [_box_ghost_s_sad_2_s_talk_2_] Te lo voy a pedir es por una cuota de entrega {b}pequeña {/b} junto con el precio de la caja! ¿te parece una buena oferta?

source: [_danny_] I mean, not really, but I don't see what other option I have, so-
es_es: [_danny_] Quiero decir, no, pero no veo que tenga otra opción, así que-

source: [_box_ghost_s_talk_s_sad_] Great! So for the "Box-O-Parts" along with the delivery fee, it'll be about... $[box_o_parts_cost]!
es_es: [_box_ghost_s_talk_s_sad_] ¡Bien! Así que la "Box-O-Parts" junto con la cuota de entrega será aproximadamente... $[box_o_parts_cost]!

source: [_box_ghost_s_angry_s_talk_frown_] Hey, postage to Canada isn't cheap, buddy!
es_es: [_box_ghost_s_angry_s_talk_frown_] Hey, ¡el franqueo a Canadá no es barato amigo!

source: [_box_ghost_s_confused_s_talk_frown_2_] Come back when you have enough cash for my more than fairly priced services!
es_es: [_box_ghost_s_confused_s_talk_frown_2_] ¡Vuelve cuando tengas suficiente dinero para mis precios más que justos!

source: [_danny_] Sure, I figure this is my best option to help out my mom.
es_es: [_danny_] Seguro, me figuro que esta es la mejor opción para ayudar a mamá.

source: [_box_ghost_s_talk_] Okay then, that'll be $[box_o_parts_cost].
es_es: [_box_ghost_s_talk_] Ok entonces, serán $[box_o_parts_cost].

source: [_box_ghost_s_talk_2_s_sad_] Alrighty dighty, buddy, the box should arrive in a couple of days or so! Stop by anytime to check if it arrived!
es_es: [_box_ghost_s_talk_2_s_sad_] ¡bien travieso amigo, la caja debería llegar dentro de un par de días! ¡Pásate de tanto en tanto para comprobar si ha llegado!

source: [_danny_] Can't you just give me your friends contact number in "Toronto"?
es_es: [_danny_] ¿No podrías darme el número de teléfono de tus amigos en "Toronto"?

source: [_box_ghost_s_sad_s_talk_frown_] No, 'fraid not! He doesn't like dealing with Americans.
es_es: [_box_ghost_s_sad_s_talk_frown_] ¡No, me temo que no! No les gusta lidiar con los estadounidenses.

source: [_danny_] Oh. So, where are {b}you{/b} from then?
es_es: [_danny_] Oh. Entonces, ¿ de dónde eres {b}tú{/b}?

source: [_box_ghost_s_confused_s_talk_frown_] Who me? Uhm... I'm from... uhh...
es_es: [_box_ghost_s_confused_s_talk_frown_] ¿Quién yo? Uhm... soy de... uhh...

source: [_box_ghost_s_sad_2_s_talk_2_] ...{i}Toronto as well!{/i}
es_es: [_box_ghost_s_sad_2_s_talk_2_] ...{i}Toronto también! {/i}

source: [_danny_] Well, I {i}guess{/i} that makes sense.
es_es: [_danny_] Bueno, {i}adivino {/i} el sentido.

source: [_box_ghost_s_towards_s_sad_s_talk_] {i}*Pheew!*{/i} That was a close one!
es_es: [_box_ghost_s_towards_s_sad_s_talk_] {i}*Pheew! * {/i} ¡Eso estuvo muy cerca!

source: [_danny_] Uhm... what?
es_es: [_danny_] Uhm... ¿qué?

source: [_box_ghost_s_talk_frown_] Huh? Oh, did I say that out loud?
es_es: [_box_ghost_s_talk_frown_] Huh? Oh, ¿lo dije en voz alta?

source: [_danny_] Yeah, you did.
es_es: [_danny_] Sí, lo hiciste.

source: [_box_ghost_s_center_1_s_talk_2_s_sad_2_] -s-so, about that {b}Box-O-Parts{/b}! Still interested?
es_es: [_box_ghost_s_center_1_s_talk_2_s_sad_2_] -s-so, sobre esta {b}Box-O-Parts {/b}! ¿sigues interesado?

source: [_danny_] Nah, I'm good for right now. Don't feel like buying it just yet.
es_es: [_danny_] Nah, estoy bien. No tengo ganas de comprarlo.

source: [_box_ghost_s_sad_2_s_talk_frown_2_] Suits me! Just remember, if you want those parts, you gotta go through me.
es_es: [_box_ghost_s_sad_2_s_talk_frown_2_] ¡a mí me conviene! Recuerda, si quieres esas piezas tienes que pasar por mí.

source: [_danny_] Thanks, I'll keep that in mind...
es_es: [_danny_] Gracias, lo tendré en mente...

source: [_danny_] Hey, has my box arrived just yet?
es_es: [_danny_] Hey, ¿ha llegado mi caja?

source: [_box_ghost_s_sad_s_talk_frown_] Uhh, no, not yet.
es_es: [_box_ghost_s_sad_s_talk_frown_] Uhh, no, aún no.

source: [_danny_] Well do you have an idea of when it {i}might{/i} be arriving?
es_es: [_danny_] Bueno, ¿tiene una idea de cuándo {i}podría{/i} llegar?

source: [_box_ghost_s_angry_s_talk_frown_2_] Hey, cool your jets there, buddy! The Mystery Shop ain't Amazon, alright?!
es_es: [_box_ghost_s_angry_s_talk_frown_2_] ¡Eh, deja de exigir, amigo! ¡La tienda del misterio no és Amazon! ¡¿de acuerdo?!

source: [_box_ghost_s_neutral_s_talk_frown_] Have some more patience and wait a little bit longer.
es_es: [_box_ghost_s_neutral_s_talk_frown_] Tener algo más de paciencia y esperar un poco más.

source: [_danny_] Fine, I guess...
es_es: [_danny_] Muy bien, supongo...

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Hmmm... it's been awhile since I ordered those spare parts for the Fenton Thermos.
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Hmmm... ha pasado tiempo desde que pedí esos repuestos para el Fenton Thermos.

source: [_danny_s_talk_frown_s_at_player_s_sad_] Mom probably really wants to get it finished soon. I should head to the Mystery Shop to see if that guy's friend from Toronto delievered it yet.
es_es: [_danny_s_talk_frown_s_at_player_s_sad_] Mamá probablemente quiere terminar pronto. Debo ir a la Tienda de Misterio para ver si el amigo de ese tipo de Toronto se la ha entregado.

source: [_danny_s_neutral_s_talk_frown_2_] Oh, who am I kidding? That "Toronto" story was such a load of bull. He probably just swipes parts from around town. That guy was {i}way{/i} too shady to be legit.
es_es: [_danny_s_neutral_s_talk_frown_2_] Oh, ¿quién soy para bromar? Esa historia de "Toronto" és un cuento de hadas. Probablemente logre las piezas en lugares cercanos. Ese tipo tenía demasiada {i}apariencia{/i} de sombrío para ser legal.

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, stolen or not, it's time to go and get what I paid for.
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Bueno, robado o no, és hora de ir y conseguir lo que pagué.

source: [_danny_] Hey, mister mystery man, any luck today?
es_es: [_danny_] Hola, señor misterio, ¿hay suerte hoy?

source: [_box_ghost_s_talk_frown_] Huh? For what?
es_es: [_box_ghost_s_talk_frown_] ¿Huh? ¿Para qué?

source: [_danny_] ...for my package I ordered? The whole "Box-O-Parts" thing, I paid for it a couple days ago?
es_es: [_danny_] ... por el paquete que pedí? Todo el asunto "Box-O-Parts", lo pagué hace un par de días

source: [_box_ghost_s_confused_s_towards_s_talk_frown_] "Box-O-Parts"? What are you-
es_es: [_box_ghost_s_confused_s_towards_s_talk_frown_] "Box-O-Parts"? ¿Qué estás-

source: [_box_ghost_s_sad_2_s_center_1_s_talk_2_] Ohhh!! Oh yeah, I remember you now! That's right, the scientist boy!
es_es: [_box_ghost_s_sad_2_s_center_1_s_talk_2_] Ohhh!! ¡Oh, sí, te recuerdo ahora!, ¡el chico científico!

source: [_danny_] Again, not a scientist, that's my parents' thing.
es_es: [_danny_] De nuevo, no soy científico, eso és cosa de mis padres.

source: [_box_ghost_s_confused_s_talk_] You needed the parts in the deluxe package to help fix something they were building, right?
es_es: [_box_ghost_s_confused_s_talk_] Necesitas las partes del paquete de lujo para ayudarles a arreglar algo que están construyendo, ¿verdad?
