Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, I mean...
es_es: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, quiero decir...

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh no, my poor sultan! Master, are you alright?
es_es: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] ¡Oh no, mi pobre sultán! Amo, ¿estás bien?

source: [_tucker_s_sad_s_talk_frown_] Not particularly... I thought I'd be a lot better at this fighting thing than I am...
es_es: [_tucker_s_sad_s_talk_frown_] No particularmente... Pensé que sería mucho mejor en esto de pelear...

source: [_tucker_s_towards_s_angry_] Damn you, Danny! Why can't you just let a guy be?!
es_es: [_tucker_s_towards_s_angry_] ¡Maldito seas Danny! ¡¿Por qué no puedes dejar ser a otro chico?!

source: [_danny_s_towards_wide_s_talk_frown_s_angry_] Because, you're messing with people and it's wrong! You also may be stronger than me, but you can't really fight worth a damn! And that's coming from me!
es_es: [_danny_s_towards_wide_s_talk_frown_s_angry_] ¡Porque te estás metiendo con la gente y eso está mal! ¡También puedes ser más fuerte que yo, pero no sabes pelear! ¡Y eso lo digo yo!

source: [_tucker_s_ahegao_s_talk_frown_] Oh, say's you, Mr. "High and Mighty Ghost Boy"! Always have to play the hero, don't you?
es_es: [_tucker_s_ahegao_s_talk_frown_] ¡Oh, eso dices tú, Sr. "Alto y Poderoso Chico Fantasma"! Siempre tienes que hacerte el héroe, ¿o no?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] He doesn't deserve your companionship, Master! His cruelty and jealousy knows no bounds!!
es_es: [_desiree_s_towards_wide_s_talk_frown_s_angry_] ¡No se merece su compañía amo! ¡¡Su crueldad y su envidia no tienen límites!!

source: [_danny_s_rise_one_s_talk_frown_2_] What are you talking about? I'm stopping you from perving on Sam, dude!! She's our {b}friend{/b}!!
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿De qué estás hablando? ¡¡Estoy impidiendo que perviertas a Sam, amigo!! ¡¡Ella és nuestra {b}amiga{/b}!!

source: [_tucker_s_towards_wide_s_talk_frown_] Ugh, why not get off my back while I'm just having a little fun- you're just so jealous!!
es_es: [_tucker_s_towards_wide_s_talk_frown_] Uf, por qué no me dejas en paz mientras me divierto un poco... ¡¡eres muy envidioso!!

source: [_danny_s_talk_frown_2_s_sad_2_] Of what, dude? You're just pestering people with powers you could be using to save people with!
es_es: [_danny_s_talk_frown_2_s_sad_2_] ¿De qué, tío? ¡Sólo estás molestando a la gente con poderes que deberías de usar para salvarles!

source: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...power, I might add, that isn't even strong enough to take on a nobody like me!
es_es: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...poder, debo añadir, ¡que ni siquiera eres lo bastante fuerte ni para enfrentarse a un don nadie como yo!

source: [_tucker_s_talk_frown_] Ugh, enough of you and your stupid humblebrag attitude!!
es_es: [_tucker_s_talk_frown_] Uf, ¡¡basta ya de ti y de tu estúpida humilde actitud!!

source: [_danny_s_talk_frown_2_s_sad_] Dude, I think you seriously need your head straightened. You're not seeing things clearly, I'm only trying to help you!
es_es: [_danny_s_talk_frown_2_s_sad_] Amigo, creo que necesitas seriamente que te enderecen la cabeza. No estás viendo las cosas con claridad, ¡sólo intento ayudarte!

source: [_tucker_s_towards_s_angry_s_talk_frown_] The only thing I {i}need{/i} is more power to kick your butt in with!
es_es: [_tucker_s_towards_s_angry_s_talk_frown_] ¡Lo único que {i}necesito{/i} és más poder para patearte el culo!

source: [_danny_s_towards_wide_s_talk_happy_s_angry_] Yeah, well keep wishing, cause that's {b}not{/b} happening!
es_es: [_danny_s_towards_wide_s_talk_happy_s_angry_] Sí, bueno, sigue deseándolo, ¡porque eso {b}no{/b} va a pasar!

source: [_tucker_s_wondering_s_talk_frown_] Wait, did you just say "keep wishing"?
es_es: [_tucker_s_wondering_s_talk_frown_] Espera, ¿acabas de decir "sigue deseando"?

source: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... that was... I was just saying...
es_es: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... eso era... Sólo estaba diciendo...

source: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...crap.
es_es: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...mierda.

source: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, I wish I was an even {b}stronger{/b} ghost!!
es_es: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, ¡¡ojalá fuera un fantasma aún más {b}fuerte{/b}!!

source: [_danny_s_talk_frown_2_s_sad_2_] Tucker, wait, don't-
es_es: [_danny_s_talk_frown_2_s_sad_2_] Tucker, espera, no

source: [_desiree_s_talk_bite_s_closed_] So you have wished it...
es_es: [_desiree_s_talk_bite_s_closed_] Así lo has deseado...

source: [_desiree_] ...so it shall {b}be{/b}!!
es_es: [_desiree_] ...¡¡así {b}será{/b}!!

source: [_tucker_s_sad_s_talk_happy_] Ahh... {i}much{/i} better!!
es_es: [_tucker_s_sad_s_talk_happy_] Ahh... ¡¡{i}mucho{/i} mejor!!

source: [_desiree_s_at_player_s_grin_happy_s_angry_] (Yes... I can feel the power of the wish fulfillment filling my form... making me even more {b}powerful{/b}!! Soon enough, my full plan will come to fruition...)
es_es: [_desiree_s_at_player_s_grin_happy_s_angry_] (Sí... Puedo sentir el poder del deseo llenando mi cuerpo... ¡¡¡haciéndome aún más {b}poderosa{/b}!!! Muy pronto, mi plan completo se hará realidad...)

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Now this is bitchin'! I feel more powerful than I've ever felt before in my life!
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] ¡Esto sí que és de puta madre! ¡Me siento más poderoso de lo que me he sentido nunca en mi vida!

source: [_tucker_s_away_s_angry_] Thanks Des, babe. You're the best!
es_es: [_tucker_s_away_s_angry_] Gracias Des, nena. ¡Eres la mejor!

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Of course, anything for my powerful sultan...
es_es: [_desiree_s_closed_s_talk_bite_2_s_sad_] Por supuesto, cualquier cosa por mi poderoso sultán...

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Now then... where were we...?
es_es: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Ahora bien... ¿dónde estábamos...?

source: [_danny_s_talk_frown_s_sad_2_] Tuck, what's happening to you? You're not well! Look at your skin, can't you see what's happening?
es_es: [_danny_s_talk_frown_s_sad_2_] Tuck, ¿qué te pasa? ¡No estás bien! Mírate la piel, ¿no ves lo que te pasa?

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] The only thing I see is a Ghost Boy in need of a beating from {b}Tucker Phantom{/b}!!
es_es: [_tucker_s_talk_frown_s_towards_wide_s_angry_] ¡¡Lo único que veo es a un Chico Fantasma necesitado de una paliza de {b}Tucker Phantom{/b}!!

source: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh boy...
es_es: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh tío...

source: [_danny_s_talk_frown_s_sad_2_] Ooof... okay... time out ref, I think my spleen got turned around backwards.
es_es: [_danny_s_talk_frown_s_sad_2_] Uf... vale... tiempo muerto árbitro, creo que se me ha puesto el estómago del revés.

source: [_tucker_s_talk_happy_s_towards_wide_] Had enough, Inviso-prick?!
es_es: [_tucker_s_talk_happy_s_towards_wide_] ¡¿fue suficiente, Inviso mosquito?!

source: [_danny_s_towards_s_talk_frown_2_] Tucker... ugh, stop it... this isn't you... please... you're one of my best friends...
es_es: [_danny_s_towards_s_talk_frown_2_] Tucker... ugh, para... no eres tú... por favor... eres uno de mis mejores amigos...

source: [_tucker_s_angry_s_talk_frown_] Yeah, well I don't need friends!! Especially weak ones like you!!
es_es: [_tucker_s_angry_s_talk_frown_] ¡¡ya, yo no necesito amigos!! ¡¡Especialmente blandengues como tú!!

source: [_tucker_s_ahegao_s_wondering_s_talk_happy_] I'm gonna only ever do what {b}I{/b} want, from now on! Try and stop me if you want, I'll be glad to finish you off myself!
es_es: [_tucker_s_ahegao_s_wondering_s_talk_happy_] ¡Voy a hacer lo que {b}yo{/b}quiera a partir de ahora! Intenta detenerme si quieres, ¡con gusto acabaré contigo!

source: [_tucker_s_talk_frown_s_towards_s_angry_] Smell ya later, jerk.
es_es: [_tucker_s_talk_frown_s_towards_s_angry_] Hasta luego, idiota.

source: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... my, such strong energies of jealousy and bitterness coming from that one... what an excellent stooge he's been for me...
es_es: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... que fuertes energías de celos y amargura vienen de este... que excelente títere ha sido para mí...

source: [_danny_s_neutral_s_talk_frown_] You... I see through your plans, Desiree... you're manipulating Tucker with your ghost magic!
es_es: [_danny_s_neutral_s_talk_frown_] Tú... Veo tus planes Desiree... ¡Estás manipulando a Tucker con tu magia fantasmal!

source: [_desiree_s_angry_s_talk_happy_] Ahh, what a junior detective you must be then! It's not really hard to see that I'm manipulating your foolish friend! Only partly anyway, his inner jealousy is the {b}true{/b} engine behind his putrid form.
es_es: [_desiree_s_angry_s_talk_happy_] Ahh, ¡qué detective más novato eres! ¡No es difícil ver que estoy manipulando a tu tonto amigo! Y sólo una parte, sus celos internos son el {b}verdadero{/b} motor tras de su forma pútrida.

source: [_danny_s_talk_frown_2_s_angry_] What are you doing this for? What's in it for you?!
es_es: [_danny_s_talk_frown_2_s_angry_] ¡¿Por qué haces esto? ¿Qué ganas con esto?!

source: [_desiree_s_sad_2_s_talk_bite_2_] Quite simply, your little idiot friend has become the perfect conduit for my magic to fester and grow inside of!
es_es: [_desiree_s_sad_2_s_talk_bite_2_] Sencillamente, ¡tu pequeño idiota amigo se ha convertido en el conducto perfecto para que mi magia supure y crezca en su interior!

source: [_desiree_s_closed_s_angry_s_talk_happy_] The more spiteful and jealous he becomes, the more his power will surge and smolder within him.
es_es: [_desiree_s_closed_s_angry_s_talk_happy_] Cuanto más rencoroso y celoso se vuelva, más surgirá y arderá su poder interior.

source: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Of course, you pitiful mortals can only take so much power before your weak bodies give out...
es_es: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Por supuesto, lamentables mortales, no podéis soportar tanta energía antes de que vuestros débiles cuerpos se rindan...

source: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] All of his power will come flooding back into me, and I'll become an unstoppable being!! Free to spread my sorrow and bitterness for all eternity!!
es_es: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] ¡¡Todo su poder volverá a mí para inundarme y me convertiré en un ser imparable!! ¡¡Libre para esparcir mi dolor y amargura por toda la eternidad!!

source: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... no... can't let you... gotta... stop you...
es_es: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... no... no puedo dejarle... debo... detenerte...

source: [_desiree_s_sad_2_s_talk_happy_] Look at you, you can barely stand!! You won't be able to stop either of us in this pitiful form!!
es_es: [_desiree_s_sad_2_s_talk_happy_] ¡¡Mírate, apenas puedes mantenerte en pie!! ¡¡No podrás detenernos a ninguno de los dos en esta forma tan lamentable!!

source: [_desiree_s_angry_s_closed_s_talk_bite_] Fairwell, puny weakling!! Ahah hah hahahh!!
es_es: [_desiree_s_angry_s_closed_s_talk_bite_] ¡¡adiós enclenque!! ¡¡Ahah hah hahahh!!

source: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... man, Tucker {b}really{/b} did a number on me... I should try to rest up before I try something stupid.
es_es: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... tio Tucker {b}realmente{/b} me dejo roto... Debo descansar antes de intentar algo.

source: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] I can come up with a plan about to deal with Tucker later, right now I need to just go home and take it easy.
es_es: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] Puedo idear un plan sobre cómo lidiar con Tucker más tarde, ahora mismo necesito irme a casa y tomármelo con calma.

source: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... it's still pretty sore... to try to move...
es_es: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... todavía me duele... al moverme...

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Man, Tucker wiped the floor with me!
es_es: [_danny_s_towards_s_sad_2_s_talk_frown_2_] ¡Tío, Tucker limpió el suelo conmigo!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] That was probably the first fight he'd ever won in his life, too.
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] Probablemente también fue el primer combate que ganó en su vida.

source: [_danny_s_towards_s_angry_s_talk_frown_] I need to go after him. Find a way to stop him from overpowering himself and wasting away, and to stop Desiree's plan of absorbing all his life force! I gotta-
es_es: [_danny_s_towards_s_angry_s_talk_frown_] ¡Tengo que ir tras él. Encontrar la forma de evitar que se haga mate y detener el plan de Desirée de absorber toda su fuerza vital! Tengo que

source: [_danny_s_frown_grin_s_closed_] {i}*Sihhh*{/i} (Ooof... man that still smarts.)
es_es: [_danny_s_frown_grin_s_closed_] {i}*Sihhh*{/i} (Ooof...)

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] At the same time, I'm not gonna be able to stop him at my current strength.
es_es: [_danny_s_at_danny_s_talk_frown_s_wondering_] No voy a ser capaz de detenerlo con mi fuerza actual.

source: [_danny_s_down_s_talk_frown_2_s_sad_] I'll have to find some more Orgone to make myself stronger to take him on.
es_es: [_danny_s_down_s_talk_frown_2_s_sad_] Tendré que encontrar más Orgón para hacerme más fuerte y enfrentarme a él.

source: [_danny_s_towards_s_talk_frown_2_s_wondering_] I'd go to Sam for help, but I can't imagine how she'd react to this whole situation. I don't wanna stress her out anymore than I need to.
es_es: [_danny_s_towards_s_talk_frown_2_s_wondering_] Iría a pedir ayuda a Sam, pero no me imagino cómo reaccionaría ante toda esta situación. No quiero estresarla más de lo necesario.

source: [_danny_s_down_s_talk_frown_s_sad_] Plus, I don't know how much {b}more{/b} she'd be willing to even do with me... and performing the same act twice might not produce any new amount of Orgone I'll need.
es_es: [_danny_s_down_s_talk_frown_s_sad_] Además, no sé cuánto {b}más{/b} estaría dispuesta a hacer conmigo... hacer lo mismo dos veces podría no producir la cantidad de Orgón que necesito.

source: [_danny_s_neutral_s_at_player_s_talk_happy_] Although... maybe Kate could help me out with this...? She sure seems like she likes me, and would probably be willing to help me relieve some tension...
es_es: [_danny_s_neutral_s_at_player_s_talk_happy_] Aunque... ¿quizá Kate podría ayudarme con esto...? Parece que le caigo bien y probablemente estaría dispuesta a ayudarme a aliviar la tensión...

source: [_danny_s_talk_happy_2_s_sad_] Man, of all the ways I could have discovered to make my ghost half stronger, extracting Orgone has got to be one of the best!
es_es: [_danny_s_talk_happy_2_s_sad_] Tío, ¡de todas formas que podría haber descubierto para hacer mi mitad fantasma más fuerte, ha tenido que ser extraer Orgón la mejor!

source: [_danny_s_towards_s_angry_s_talk_happy_] That settles it, I'll go see her and ask for help.
es_es: [_danny_s_towards_s_angry_s_talk_happy_] Eso lo arregla todo, iré a verla y le pediré ayuda.

source: [_danny_s_down_s_talk_frown_s_rise_one_] Even still... getting Orgone might not be enough to take on these type of stronger ghosts anymore like Desiree or Johnny and Shadow....
es_es: [_danny_s_down_s_talk_frown_s_rise_one_] Aún así... conseguir Orgón podría no ser suficiente para enfrentarme a fantasmas tan fuertes como Desiree o Johnny y Shadow....

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] It'd be great if I could also get my hands on some useful ghost equipment to take on Desiree with...
es_es: [_danny_s_at_player_s_talk_frown_2_s_sad_] Sería genial si también pudiera hacerme con algún equipo fantasmal útil con el que enfrentarme a Desiree...

source: [_danny_s_wondering_s_talk_frown_] I'll have to see what I can get down in the lab from Mom.
es_es: [_danny_s_wondering_s_talk_frown_] Tendré que ver qué puedo conseguir en el laboratorio de mamá.

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Mom said that the Fenton Thermos would be good for catching ghosts, right?
es_es: [_danny_s_at_player_s_talk_frown_2_s_sad_] Mamá dijo que el termo Fenton sería bueno para atrapar fantasmas, ¿no?

source: [_danny_s_rise_one_s_talk_happy_2_] Maybe if I help her finish it, I can get a spare one or something? I'm sure Mom wouldn't mind... she always wanted me to attend to more ghost attack safety procedures after all
es_es: [_danny_s_rise_one_s_talk_happy_2_] ¿Quizá si la ayudo a terminarlo pueda conseguir uno de repuesto o algo así? Seguro que a mamá no le importaría... después de todo, siempre quiso que me ocupara más con los procedimientos de seguridad contra ataques fantasma

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] But now that I have the Fenton Thermos working, I'll be far more prepared to take on Desiree!
es_es: [_danny_s_at_player_s_sad_2_s_talk_happy_] y cuando tenga el termo Fenton funcionando, ¡estaré mucho más preparad para enfrentarme a Desiree!

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Trapping her in it will give me the chance I need to free Tucker of her wicked influence!
es_es: [_danny_s_towards_s_talk_happy_2_s_wondering_] Atrapada en él me dará la oportunidad que necesito para liberar a Tucker de su malvada influencia!

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Then, when I have everything I'll need, I'll be able to go save my best friend!!
es_es: [_danny_s_at_player_s_neutral_s_talk_happy_] Entonces, cuando tenga todo lo que necesito, ¡¡podré ir a salvar a mi mejor amigo!!

source: [_danny_s_closed_s_talk_happy_2_s_angry_] Don't worry, Tuck. I'm not giving up on you yet!!
es_es: [_danny_s_closed_s_talk_happy_2_s_angry_] No te preocupes, Tuck. ¡¡Aún no me rindo contigo!!

source: [_danny_s_talk_happy_s_sad_] Hey, Kate! How're you doing today, angel thighs?
es_es: [_danny_s_talk_happy_s_sad_] ¡Hola, Kate! ¿Cómo estás hoy muslos de ángel?

source: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, why hello Daniel, how are you doing today? Already in a good mood, I see!
es_es: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, hola Daniel, ¿cómo estás hoy? ¡Veo que ya estás de buen humor!

source: [_danny_s_rise_one_s_talk_happy_2_] Doing even better now that I'm speaking to someone so impeccably gorgeous as you...
es_es: [_danny_s_rise_one_s_talk_happy_2_] Mucho mejor ahora que hablo con alguien tan impecablemente hermosa como tú...

source: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh now, stop it, you're already out and about with the compliments! You're too much sometimes, Danny, I swear...
es_es: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] ¡Oh, basta, ya estás con los cumplidos! A veces eres demasiado, Danny, lo juro...

source: [_danny_s_closed_s_talk_happy_s_wondering_] Heh, well, I just thought I'd try my best to only tell the truth around such a wonderful and sexy saint like yourself is all!
es_es: [_danny_s_closed_s_talk_happy_s_wondering_] Je, bueno, ¡pensé en decir sinceramente y lo mejor posible la verdad sobre una maravillosa y sexy santa como tú!

source: [_kate_s_talk_happy_] Okay, you're just being so cute right now, I kinda want to just eat you right up...
es_es: [_kate_s_talk_happy_] Vale, estás siendo tan lindo ahora, que me dan ganas de comerte...

source: [_danny_s_rise_one_s_blush_s_talk_happy_] Is that a fact?
es_es: [_danny_s_rise_one_s_blush_s_talk_happy_] ¿Es un hecho?

source: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... it most certainly is...
es_es: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... ciertamente lo és...

source: [_danny_s_sad_2_s_talk_happy_] Well, honestly, I know you've offered me {i}that{/i} particular treatment before, nurse, but I was kinda hoping for something a little more...
es_es: [_danny_s_sad_2_s_talk_happy_] Bueno, honestamente, sé que me has ofrecido {i}ese{/i} tratamiento en particular antes, pero yo estaba esperando algo un poco más...

source: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] How should I put it...
es_es: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] Cómo decirlo...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Breast{/i} suited to my desires...?
es_es: [_danny_s_rise_one_s_towards_s_talk_happy_] ¿{i}tetas{/i} de mis sueños...?

source: [_kate_s_talk_frown_s_sad_s_center_] Wowee... you certainly have a way with words, Mr. Fenton... (This kid's lucky he's damn cute.)
es_es: [_kate_s_talk_frown_s_sad_s_center_] Wowee... ciertamente tiene facilidad de palabra, Sr. Fenton... (Este chico tiene suerte de ser condenadamente guapo.)

source: [_danny_s_closed_s_sad_s_talk_happy_] Yeah, well, I try my best...
es_es: [_danny_s_closed_s_sad_s_talk_happy_] Sí, bueno, haré lo que pueda...

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Well, if that's what you're hoping to get done... then far be it from me to turn you down, right?
es_es: [_kate_s_talk_happy_s_closed_s_rise_one_] Bueno, si eso és lo que esperas conseguir... entonces está lejos de mi rechazo

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, really? Just like that?
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Vaya, ¿en serio? ¿Así de fácil?

source: [_kate_s_sad_2_s_talk_frown_] Danny, if it's not been made clear by what we've already done together, then let me make it crystal right now:
es_es: [_kate_s_sad_2_s_talk_frown_] Danny, si no te ha quedado claro por qué hemos hecho esto juntos, déjame que te lo deje claro ahora mismo:

source: [_kate_s_talk_happy_2_s_closed_s_rise_one_] I think you're cute. Quite sexy, in fact. You and I? We've got a good thing going on here. Why {i}wouldn't{/i} I want to make you happy when you've asked so nicely?
es_es: [_kate_s_talk_happy_2_s_closed_s_rise_one_] Creo que eres lindo. Bastante sexy, de hecho. ¿Tú y yo? Hemos hecho cosas muy buenas. ¿Por qué {i}no querría{/i} hacerte feliz cuando me lo has pedido tan amablemente?

source: [_kate_s_down_s_talk_happy_s_sad_] As long as I can count on you to scratch {b}my{/b} back once in a while, I'm more than willing to scratch yours...
es_es: [_kate_s_down_s_talk_happy_s_sad_] Mientras pueda contar contigo para que rasques {b}mi{/b} espalda de vez en cuando, estaré más que dispuesta a rascarte la tuya...

source: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] N-now, by scra-scratch your back, wh-what exactly are we talking about?
es_es: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] Ahora, rascando la espalda, ¿de qué estamos hablando exactamente?

source: [_kate_s_sad_s_talk_happy_] Oh, now see? You always get so nervous around girls when they talk a little naughty...
es_es: [_kate_s_sad_s_talk_happy_] Oh, ¿ves? Siempre te pones nervioso con las mujeres cuando hablan un poco mal...

source: [_kate_s_talk_happy_2_s_neutral_] That's what I find especially sweet about you... you're just so fun to toy with... so perfectly suited to {b}tease{/b}...
es_es: [_kate_s_talk_happy_2_s_neutral_] Eso és lo que te hace especialmente dulce... eres tan divertido para jugar... tan perfectamente adecuado para {b}molestar{/b}...
