Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Now... so we're clear... were you implying that you wanted these nice big titties to be wrapped round that big flag pole of yours?
es_es: [_kate_s_talk_happy_s_closed_s_rise_one_] Ahora... para que quede claro... ¿estabas insinuando que querías que estas bonitas y grandes tetas se envolvieran alrededor de ese mástil tuyo?

source: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... I think so... I can't quite remember anymore...
es_es: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... Creo que sí... Ya no me acuerdo...

source: [_kate_s_angry_2_s_bite_] {i}Mmhmm{/i}... well then, Danny, let the good nurse jog your memory a bit...
es_es: [_kate_s_angry_2_s_bite_] {i}Mmhmm {/i}... bueno entonces Danny, que la buena enfermera te refresque la memoria un poco...

source: [_kate_s_talk_happy_s_sad_2_] Buckle up, Mr. Fenton... so few people get to receive {b}this{/b} kind of treatment in their life...
es_es: [_kate_s_talk_happy_s_sad_2_] Abróchate el cinturón, Sr. Fenton... sólo unas pocas personas llegan a recibir {b}este{/b} tipo de tratamiento en su vida...

source: [_danny_] Oh Kate... wow... you're really good at this...
es_es: [_danny_] Oh Kate... wow... eres realmente buena en esto...

source: [_kate_] {i}Mmhmmm{/i}... well, I've had plenty of practice.
es_es: [_kate_] {i}Mmhmmm{/i}... bueno, he tenido mucha práctica.

source: [_danny_] Re-really? But I thought you said that not many people ge-
es_es: [_danny_] ¿De verdad? Habías dicho que no mucha gente ge-

source: [_kate_] Hon, let's not talk about other people like my ex-husband at times like these, 'kay?
es_es: [_kate_] Cariño, no hablemos de otras personas como mi ex marido en momentos como estos, ¿vale?

source: [_danny_] S-sorry, my bad...
es_es: [_danny_] Lo siento, culpa mía...

source: [_kate_] It's okay, just focus on me instead...
es_es: [_kate_] Está bien, concéntrate en mí...

source: [_kate_] ...and how you like my big titties sliding up and down your nice cock...
es_es: [_kate_] ...te gustan mis grandes tetas deslizándose arriba y abajo de tu bonita polla...

source: [_danny_] Yeah... that feels so good... your breasts are so soft...
es_es: [_danny_] Sí... se siente tan bien... tus pechos son tan suaves...

source: [_kate_] Still firm though, right?
es_es: [_kate_] sin embargo sigue firme, ¿cierto?

source: [_danny_] Oh yeah... perfectly squeezing me... ohhhh man...
es_es: [_danny_] Oh sí... perfectamente apretada... ohhhh tío...

source: [_kate_] Danny... do you think I'm pretty?
es_es: [_kate_] Danny... ¿crees que soy guapa?

source: [_danny_] Of course you are...
es_es: [_danny_] Claro que sí...

source: [_kate_] ...and sexy to you?
es_es: [_kate_] ...¿y sexy para ti?

source: [_danny_] Absolutely you are!
es_es: [_danny_] ¡Claro que sí!

source: [_kate_] My sexy body turns you on, huh?
es_es: [_kate_] Mi cuerpo sexy te excita, ¿eh?

source: [_danny_] Yes Kate... you make me hard as a rock...
es_es: [_danny_] Sí Kate... me pones duro como una roca...

source: [_kate_] Oh, I can feel you throbbing in my chest right now... it feels so good to be desired!
es_es: [_kate_] Oh, puedo sentirte palpitando en mi pecho ahora mismo... ¡se siente tan bien ser deseada!

source: [_danny_] I'd wanna be inside you if I could!!
es_es: [_danny_] ¡¡Quisiera estar dentro de ti si pudiera!!

source: [_kate_] Yeah? You'd wanna slam your big titted nurse's sweet, dripping pussy?
es_es: [_kate_] ¿ Si? ¿Querrías follar el dulce y húmedo coño de tu enfermera tetona?

source: [_danny_] Yes!! With this big fat dick you love so much!!
es_es: [_danny_] ¡¡Si!! ¡¡Con esta polla gorda que tanto te gusta!!

source: [_kate_] Oh my God... I'm so turned on, Danny...~
es_es: [_kate_] Oh Dios mío... Estoy muy excitada, Danny...~

source: [_danny_] Yess... K-kKaate...~
es_es: [_danny_] Si... Kkaate...~

source: [_kate_] Come on, Danny... come all over these big fat momma's titties... come for this horny MILF, Danny Fenton...~
es_es: [_kate_] Vamos, Danny... córrete sobre las tetas gordas de esta mamá... córrete con esta MILF cachonda, Danny Fenton...~

source: [_danny_] Oh fuck!! I'm coming!!~
es_es: [_danny_] ¡¡Oh, joder!! ¡¡me corro!!~

source: [_kate_] Shoot it all over me!! Cover me in your hot jizz!!~
es_es: [_kate_] ¡¡Córrete encima mío!! ¡¡Cúbreme con tu semen caliente!!~

source: [_kate_] Wowee... you sure do cum a lot, don't you? Ohh, I just love my job... <3~
es_es: [_kate_] Wowee... te has corrido mucho, Ohh, me encanta mi trabajo... <3~

source: [_kate_s_closed_s_rise_one_s_talk_happy_] Well then... I guess I really don't need to worry about whether you find me attractive anymore. You certainly stated your true feelings loud and clear just now... {i}*Chuckles*{/i}
es_es: [_kate_s_closed_s_rise_one_s_talk_happy_] Bueno, entonces... ya no necesito preocuparme de si me encuentras atractiva. Has expresado tus verdaderos sentimientos en alto y claro... {i}*risas*{/i}

source: [_danny_s_towards_s_rise_one_s_talk_happy_] You should never worry about something like that, Kate. Of course I find you sexy! Who wouldn't?
es_es: [_danny_s_towards_s_rise_one_s_talk_happy_] Nunca deberías haberte preocupado por algo así, Kate. ¡Por supuesto que te encuentro sexy! ¿A quién no?

source: [_kate_s_angry_s_talk_happy_s_down_] Ugh, just hearing you say that... I can tell you mean it, Danny. Thank you~.
es_es: [_kate_s_angry_s_talk_happy_s_down_] Ugh, sólo oírte decir eso... Puedo decir que lo dices en serio, Danny. Gracias.

source: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, excuse me, I suppose I should clean myself up just a bit... be right back.
es_es: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, perdona, me asearé un poco... ahora vuelvo.

source: [_danny_s_down_s_rise_one_s_talk_happy_2_] I could tell you got really worked up yourself, huh?
es_es: [_danny_s_down_s_rise_one_s_talk_happy_2_] Se nota que te has puesto más guapa, ¿eh?

source: [_kate_s_down_s_talk_frown_s_sad_2_] Was it that obvious? Oh, I feel so embarassed now...
es_es: [_kate_s_down_s_talk_frown_s_sad_2_] ¿Era tan obvio? Oh, me siento tan avergonzado ahora...

source: [_kate_s_talk_happy_2_s_towards_s_sad_] It's just, talking dirty to you like that made me feel I was back in high school again, to be honest.
es_es: [_kate_s_talk_happy_2_s_towards_s_sad_] Es sólo que, hablarte de esa manera me hizo sentir que estaba otra vez en secundaria.

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Yeah? Man, {i}you{/i} in high school? I can't even imagine it.
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] ¿Sí? Tía, ¿ {i}tú {/i} en el instituto? No puedo ni imaginarlo.

source: [_kate_s_talk_frown_s_rise_one_] Why's that?
es_es: [_kate_s_talk_frown_s_rise_one_] ¿Por qué?

source: [_danny_s_talk_happy_2_s_towards_s_neutral_] It's hard to imagine you could get any prettier.
es_es: [_danny_s_talk_happy_2_s_towards_s_neutral_] Es difícil imaginar que puedas ser más guapa.

source: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, you are just {b}something{/b} else, Danny!
es_es: [_kate_s_down_s_talk_happy_s_sad_2_] ¡Oh, siempre poniendo {b}algo{/b} más, Danny!

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Well, I've sorta got to get going, but that was great, really! I appreciated it a whole lot.
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Bueno, tengo que irme, ha sido genial, de verdad. Te lo agradezco mucho.

source: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, well just remember what I said Danny... I've scratched your back a couple of times now already...
es_es: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, bueno recuerda lo que dije Danny... Ya te he rascado la espalda un par de veces...

source: [_danny_s_wondering_s_towards_s_talk_happy_2_] Don't worry, I'll be sure to "scratch" yours, when you're up to it. I'll talk to you later, Kate.
es_es: [_danny_s_wondering_s_towards_s_talk_happy_2_] No te preocupes, me aseguraré de "rascar" la tuya, cuando te apetezca. Hablamos luego, Kate.

source: [_kate_s_neutral_s_talk_happy_2_] Hmmm, good to know... see ya around kiddo.
es_es: [_kate_s_neutral_s_talk_happy_2_] Hmmm, és bueno saberlo... nos vemos por aquí chaval.

source: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Okay then that should do it... plenty of Orgone soaked up from that experience to take on Tucker Phantom {i}and{/i} Desiree.
es_es: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Bueno, entonces debería hacer eso... empaparme de un montón de Orgón con esa experiencia para tumbar a Tucker Phantom {i}y{/i} Desiree.

source: [_danny_s_talk_frown_2_s_rise_one_] Man, it's a good thing somebody like Kate actually finds me attractive, otherwise this would be a {i}lot{/i} harder to do.
es_es: [_danny_s_talk_frown_2_s_rise_one_] Tío, menos mal que alguien como Kate me encuentra atractivo, si no esto sería {i}mucho más{/i} difícil de hacer.

source: [_danny_s_towards_s_talk_happy_s_sad_2_] Getting titjobs from unbelievably hot women in under five minutes flat is normally not as easy as it in those silly computer porn games...
es_es: [_danny_s_towards_s_talk_happy_s_sad_2_] Conseguir que una mujer increíblemente caliente te haga una paja en las tetas en menos de cinco minutos no suele ser tan fácil como en esos tontos juegos porno de ordenador...

source: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Okay, I don't really see Tucker here, but I figure this is where he'd be going. Too much teenage skirt hanging around the mall for him to {b}not{/b} show up.
es_es: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Vale, veo a Tucker aquí, pero me imagino que és aquí donde vendrá. Hay demasiadas faldas adolescentes merodeando por el centro comercial para que {b}no{/b} aparezca.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] All I need to do is follow the trail of Tucker's shenanigans...
es_es: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Todo lo que necesito hacer es seguir el rastro de las travesuras de Tucker...

source: [_stranger_] Hey, who keeps tying everyone's shoelaces together?!
es_es: [_stranger_] ¡¿Quién me ha atado los cordones de los zapatos juntos?!

source: [_danny_s_towards_s_talk_happy_2_] Well, at least he's pulling harmless enough pranks...
es_es: [_danny_s_towards_s_talk_happy_2_] Bueno, al menos hace bromas bastante inofensivas...

source: [_stranger_] ...cause whoever's doing it is preventing us from running away from the green ghost guy who keeps taking upskirt pics of the girls here!!
es_es: [_stranger_] ¡¡¡...porque quienquiera que lo haya hecho está impidiendo que huyamos del tipo fantasma verde que no para de sacar fotos de las chicas de aquí!!

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Okay, well that's just what you'd call "ironic timing".
es_es: [_danny_s_at_player_s_neutral_s_talk_frown_] Bueno, eso és lo que se llama "sincronización irónica".

source: [_danny_s_frown_grin_s_towards_] (There, I see him!)
es_es: [_danny_s_frown_grin_s_towards_] (¡Ahí, lo veo!)

source: [_tucker_s_talk_happy_] Heheheh, say cheese, ladies...
es_es: [_tucker_s_talk_happy_] Heheheh, digan queso, señoras...

source: [_danny_s_talk_frown_2_s_towards_wide_] Hey, booger complexion! Knock it off!!
es_es: [_danny_s_talk_frown_2_s_towards_wide_] ¡Oye, tez de moco! ¡Basta ya!!

source: [_tucker_s_towards_wide_s_talk_frown_] Well, well, if it isn't the lowly and pathetic Danny Fenton!! Come back for more punishment?!
es_es: [_tucker_s_towards_wide_s_talk_frown_] ¡Vaya, vaya, pero si es el humilde y patético Danny Fenton! ¡¿Vuelves a por más leña?!

source: [_danny_s_towards_wide_s_talk_frown_] I came to stop you from terrorizing people who don't deserve it!
es_es: [_danny_s_towards_wide_s_talk_frown_] ¡He venido a impedir que aterrorices a gente que no se lo merece!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!{/i} Oh Danny, you can't {b}possibly{/b} hope to stop me at my current strength...
es_es: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}¡Hah!{/i} Oh Danny, no tienes {b}posibilidades{/b} de detenerme con mi fuerza actual...

source: [_danny_s_talk_frown_s_angry_s_towards_wide_] Don't think so highly of yourself! I went and purposely made myself stronger to take you on!
es_es: [_danny_s_talk_frown_s_angry_s_towards_wide_] ¡No te creas tan superior! ¡Me he hecho más fuerte a propósito para vencerte!

source: [_danny_s_talk_happy_2_] So this time, it's going to be a {b}proper{/b} fight!!
es_es: [_danny_s_talk_happy_2_] Así que esta vez, ¡¡¡va a ser una pelea como {b}Dios manda{/b}!!

source: [_tucker_s_talk_frown_s_wondering_] Oh, is that right?
es_es: [_tucker_s_talk_frown_s_wondering_] ¿Ah, sí?

source: [_tucker_s_talk_happy_s_angry_] ...then I guess I'll have to grant myself even {b}more{/b} power!!
es_es: [_tucker_s_talk_happy_s_angry_] ...¡¡entonces supongo que tendré que concederme aún {b}más{/b} poder!!

source: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Uh oh... I really gotta work on not announcing my tactics to win in a fight...)
es_es: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Uh oh... tengo que practicar en no decir mis tácticas para ganar en una pelea...)

source: [_desiree_s_talk_bite_] How may I serve you, Master?
es_es: [_desiree_s_talk_bite_] ¿En qué puedo servirle, Maestro?

source: [_danny_s_talk_frown_2_s_wondering_] Tuck, don't do it! She's manipulating you!! Your body can't hold up against the power it's producing already!! Desiree's plotting to-
es_es: [_danny_s_talk_frown_2_s_wondering_] ¡Tuck, no lo hagas! ¡¡Te está manipulando!! ¡¡Tu cuerpo aguantará más poder del poder que te está dando!! Desiree está tramando

source: [_tucker_s_away_wide_s_talk_frown_s_angry_] Quit lying Danny!! This is your final chance to just stay out of my way!!
es_es: [_tucker_s_away_wide_s_talk_frown_s_angry_] ¡Deja de mentir Danny! ¡¡és tu última oportunidad de apartarte de mi camino!!

source: [_tucker_s_towards_wide_s_talk_happy_] Desiree, I wish I was even {u}stronger{/u}!! A real ghostly {b}beast{/b}!!
es_es: [_tucker_s_towards_wide_s_talk_happy_] Desiree, ¡¡deseo ser {u}más fuerte{/u}!! ¡¡Una verdadera {b}bestia{/b} fantasmal!!

source: [_desiree_s_closed_s_talk_happy_2_] So you have wished it...
es_es: [_desiree_s_closed_s_talk_happy_2_] Así lo has deseado...

source: [_desiree_] {b}...SO IT SHALL BE!!{/b}
es_es: [_desiree_] {b}...¡Y ASÍ SERÁ!! {/b}

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh heh hech!!{/i} {b}Alright!!{/b} I feel like an absolute ghost {b}God{/b}!!
es_es: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}¡Aheh heh hech!{/i} {b}¡Muy bien!{/b} Me siento como un absoluto {b}dios{/b} fantasma!!

source: [_stranger_] {i}Aghhh{/i}!! Everyone run!! The prankster ghost goblin is now a {b}huge{/b} prankster ghost goblin, and he's attacking the mall!!
es_es: [_stranger_] {i}¡Aghhh!{/i} ¡¡corran!! El duende fantasma bromista és ahora un {b}enorme{/b} duende fantasma bromista, ¡¡y está atacando el centro comercial!!

source: [_stranger_] Quickly, everyone run behind that wall over there for shelter!! The one between the third and the fifth wall!!
es_es: [_stranger_] ¡Rápido, corran detrás de esa pared para refugiarse! ¡¡La que está entre la tercera y la quinta pared!!

source: [_tucker_s_angry_s_talk_frown_] So, what's the dizzle, fizzle? You ready to cross over into the {i}second{/i} afterlife already?!
es_es: [_tucker_s_angry_s_talk_frown_] ¡¿Estás listo para cruzar a la {i}segunda{/i} vida?!

source: [_danny_s_at_player_s_frown_s_sad_2_] (Gee, he looks {i}really{/i} strong now, but if I play it smart, I should be able to win!)
es_es: [_danny_s_at_player_s_frown_s_sad_2_] (Vaya, parece {i}muy{/i} fuerte ahora, si juego inteligentemente ¡podré ganar!)

source: [_danny_s_at_danny_s_rise_one_s_frown_3_] (He may feel stronger, but that just means more power is draining his life force faster...)
es_es: [_danny_s_at_danny_s_rise_one_s_frown_3_] (Puede que se sienta más fuerte, pero eso sólo significa que está drenando su fuerza vital más rápido...)

source: [_danny_s_towards_s_frown_2_s_sad_2_] (I gotta end this fight quickly to save him!!)
es_es: [_danny_s_towards_s_frown_2_s_sad_2_] (¡¡Tengo que terminar esta pelea rápido para salvarlo!!)

source: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, I'm sorry, but this is for your own good!
es_es: [_danny_s_angry_s_towards_wide_s_talk_frown_] ¡Tucker, lo siento, pero esto es por tu propio bien!

source: [_danny_s_closed_s_talk_frown_2_] I'm going ghost!!
es_es: [_danny_s_closed_s_talk_frown_2_] ¡Me convertiré en fantasma!!

source: [_tucker_s_talk_frown_s_towards_] You just couldn't leave it alone, could you, Fenton?!
es_es: [_tucker_s_talk_frown_s_towards_] No podías dejarlo, ¡¿verdad, Fenton?!

source: [_danny_s_sad_s_talk_frown_] Not while my best friend is hurting others and himself! I'm gonna save you Tucker, don't worry!!
es_es: [_danny_s_sad_s_talk_frown_] ¡No mientras mi mejor amigo está lastimando a otros y a sí mismo! ¡¡Te salvaré Tucker, no te preocupes!!

source: [_tucker_s_closed_s_sad_s_talk_happy_] What? {b}Me{/b} worry? Hah!
es_es: [_tucker_s_closed_s_sad_s_talk_happy_] ¿qué? ¿{b}yo{/b} preocuparme? ¡Ja!

source: [_tucker_s_talk_frown_s_towards_s_angry_] The only one who should be worried is your family, when I dump your lifeless spirit on their stoop!!
es_es: [_tucker_s_talk_frown_s_towards_s_angry_] ¡¡La única que debería preocuparse es tu familia cuando tire tu cuerpo sin vida en la entrada de tu casa!!

source: [_tucker_s_sad_s_talk_happy_] Speaking of... how's that sweet sister and fine ass Mom of yours doing? You know, I was just thinking they'd look mighty fine plastered on my PDA wallpaper as well...
es_es: [_tucker_s_sad_s_talk_happy_] Hablando de eso... ¿cómo están tu dulce hermana y tu hermosa madre? Sabes, estaba pensando que también se verían muy bien en el fondo de pantalla de mi PDA...

source: [_danny_s_talk_frown_] Okay, that does it!! Bring it on, Foley!!
es_es: [_danny_s_talk_frown_] Ok, ¡¡eso es todo!! ¡Vamos palurdo!!

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Bring it, Fenton!!
es_es: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] ¡¡Toma esto Fenton!!

source: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, an actual fight to the death, hopefully! It's just like back when the Sultan would cut off guards heads for looking at me wrong! I love it!!
es_es: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, una lucha a muerte, ¡ojalá! ¡Es como volver a ver sultán cortar a las cabezas de sus jefes de la guardia por mirarme mal! ¡¡Amo esto!!

source: (Orgone Boost Available!)
es_es: (¡Incremento de Orgón disponible!)

source: [_danny_s_angry_s_talk_frown_2_] Now stand down, Tucker! Don't try to move your body anymore!
es_es: [_danny_s_angry_s_talk_frown_2_] ¡Ahora retírate, Tucker! ¡No intentes moverte más!

source: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... no... can't... can't lose to you...
es_es: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... no... no puedo... no puedo perder contra ti...

source: [_danny_s_talk_frown_s_sad_] Tuck, the more you exert yourself, the more drained you're gonna feel! The ghost power is literally killing you!
es_es: [_danny_s_talk_frown_s_sad_] ¡Tuck, cuanto más te esfuerces, más agotado te vas a sentir! ¡El poder fantasma te está matando!

source: [_tucker_s_sad_s_talk_frown_] Can't be... she... Desiree... please... help me... need... more power...
es_es: [_tucker_s_sad_s_talk_frown_] No puede ser... ella... Desiree... por favor... ayúdame... necesito... más poder...

source: [_desiree_s_talk_frown_2_] {b}Ugh!!{/b} Pathetic, snivelling weakling!! You are {u}worthless{/u} to me, boy! You and your perverse kind are all the same!! You can't do a {b}damned{/b} thing without my help!!
es_es: [_desiree_s_talk_frown_2_] {b}¡Ugh!{/b} ¡¡Patético llorica!! ¡Eres {u}algo sin valor{/u} para mí! ¡Los de tu perversa clase son todos iguales! ¡No puedes hacer {b}nada{/b} sin mi ayuda!!

source: [_tucker_s_closed_s_talk_frown_s_sad_] Oh no... betrayed... by a super hot femme fatale ghost lady... who could have possibly forseen... such tragic events happening...?
es_es: [_tucker_s_closed_s_talk_frown_s_sad_] Oh no... traicionado... por una mujer fantasma super sexy... ¿quién podría haber previsto... que sucedieran tan trágicos acontecimientos...?

source: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}me{/b}?? Like, {u}right{/u} from the beginning?!
es_es: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}yo{/b} ¿¡Quizá pareció algo {u}bueno{/u} al principio?!

source: [_desiree_s_closed_s_talk_frown_] You were weak, just like all the other men I've cursed before! Now get out of my way, you disgusting ogre of a man!!
es_es: [_desiree_s_closed_s_talk_frown_] ¡Eras débil, como todos los otros hombres que he maldecido antes! ¡Ahora sal de mi camino, asqueroso ogro de hombre!!

source: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Thankfully, all that energy he's been festering inside of his body will {i}still{/i} come to fruition soon, and burst from the putrid husk he calls a body!!
es_es: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Afortunadamente, toda esa energía que ha estado dejando ir tu cuerpo {i}todavía{/i} dará sus frutos pronto, ¡¡y saldrá de la cáscara pútrida de tu cuerpo!!

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...granting me all the power I'll need to continue my reign of vengeance upon wicked men forever!!
es_es: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...¡concediéndome todo el poder que necesito para continuar mi reinado de venganza sobre los hombres malvados y para siempre!!

source: [_danny_s_angry_s_talk_frown_2_] Hey, "I Dream of Crazy"! Tucker may be a pervert, but he's a pervert with a heart of gold! He's not evil like you!
es_es: [_danny_s_angry_s_talk_frown_2_] ¡Eh, "Sueño con Locura"! ¡Tucker puede ser un pervertido, pero es un pervertido con un corazón de oro! ¡No es malvado como tú!

source: [_danny_s_talk_frown_s_sad_] Now change him back!
es_es: [_danny_s_talk_frown_s_sad_] ¡Ahora vuélvelo a su estado normal!

source: [_desiree_s_talk_frown_2_s_sad_3_] You {b}dare{/b} give me orders? {u}No{/u} man may tell {b}me{/b} what to do!!
es_es: [_desiree_s_talk_frown_2_s_sad_3_] ¿Te {b}atreves{/b} a darme órdenes? ¡{u}Ningún{/u} hombre debe {b}decirme{/b} lo que tengo que hacer!!

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Minus the whole wishing thing, right?)
es_es: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Sin contar los deseos, ¿verdad?)

source: [_desiree_] I also don't {i}need{/i} your friend's harvested power to destroy you myself! It's been my {b}desire{/b} to do so for quite awhile now!!
es_es: [_desiree_] ¡Yo tampoco {i}necesito{/i} el poder cosechado de tu amigo para destruirte yo misma! ¡¡Ha sido mi {b}deseo{/b} desde hace bastante tiempo!!

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh boy, here comes the big boss battle! Let's do this!!)
es_es: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (¡Oh tío, aquí viene la batalla contra la gran jefa! ¡¡Hagámoslo!!)

source: [_desiree_s_talk_frown_2_s_sad_3_] Noo... I've never been beaten by some mere {b}mortal{/b} before...
es_es: [_desiree_s_talk_frown_2_s_sad_3_] Noo... Nunca he sido derrotado por un simple {b}mortal{/b} antes...

source: [_danny_s_neutral_s_talk_happy_2_] Well, hey, I hope it was a fun new experience for you! Besides, I'm half ghost, so that makes me like half immortal, so don't feel too bad!
es_es: [_danny_s_neutral_s_talk_happy_2_] Bueno, ¡espero que haya sido una experiencia nueva y divertida para ti! Además, soy medio fantasma y eso me hace medio inmortal, ¡no te sientas tan mal!
