Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_cylindrical.po
Languages: es_es

source: [_danny_] Yeah! Just the scraps and stuff!
es_es: [_danny_] ¡Sí! ¡Sólo los restos y las cosas!

source: [_box_ghost_s_talk_2_s_sad_2_] Oh for sure, yeah! Oh yeah, your package arrived just this morning!
es_es: [_box_ghost_s_talk_2_s_sad_2_] Oh, seguro, sí! ¡Oh sí, ¡tu paquete llegó esta mañana!

source: [_danny_] Well alright, perfect! I'm so glad to hear that, Mom will be thrilled.
es_es: [_danny_] ¡Bien bien, perfecto! Estoy muy contento de escuchar eso, mamá estará encantada.

source: [_box_ghost_s_towards_s_talk_2_] Ha hah, yeah...
es_es: [_box_ghost_s_towards_s_talk_2_] Hah hah... sí...

source: [_box_ghost_s_confused_s_center_1_s_talk_frown_] ...wait, why will {i}she{/i} be thrilled?
es_es: [_box_ghost_s_confused_s_center_1_s_talk_frown_] ... espera, ¿por qué se encantará {i}ella {/i}?

source: [_danny_] Uhm, because I get to give her the box of pieces she needs...?
es_es: [_danny_] Uhm, porque ¿voy a darle la caja de piezas que necesita...?

source: [_box_ghost_s_angry_s_talk_frown_2_] Huh? Oh, no, I'm not giving you the "Box-O-Parts", no way!
es_es: [_box_ghost_s_angry_s_talk_frown_2_] ¿Huh? Oh, no, no te voy a dar la "Box-O-Parts", ¡de ninguna manera!

source: [_danny_] What?! Why not?!
es_es: [_danny_] ¡¿Qué?! ¡¿Por qué no?!

source: [_box_ghost_s_sad_2_s_talk_2_] Cause, the box it comes in is so {b}pristine{/b}! Perfectly angled and rectangular! A true packaging masterpiece! To view it is to experience true box Nirvana!!
es_es: [_box_ghost_s_sad_2_s_talk_2_] ¡porque, la caja en la que viene es tan {b}bonita{/b}! ¡Perfectamente angulada y rectangular! ¡Una verdadera pieza maestra del embalaje! Verla és experimentar el Nirvanacaja!!

source: [_danny_] Look dude, I don't care what kind of weird fetish you're having with a simple packaging container, but that's {b}my{/b} box! Now hand it over!
es_es: [_danny_] Mira, no me importa qué tipo de fetiche extraño estás teniendo con un embalaje, pero esa és {b}mi{/b} caja! ¡Ahora saca tus manos de encima!

source: [_box_ghost_s_center_2_s_angry_low_s_talk_frown_2_] Heck no, get your own!
es_es: [_box_ghost_s_center_2_s_angry_low_s_talk_frown_2_] ¡Heck no, consigue tú la tuya!

source: [_danny_] What are you talking about? That {i}is{/i} mine!! {b}I bought it from {i}you{/i}, you dolt{/b}!!
es_es: [_danny_] ¿De qué estás hablando? ¡¡Eso {i}és {/i} mío!! {b}Te la compré a {i}ti{/i}, no lo niegues {/b}!!

source: [_box_ghost_s_center_1_s_talk_frown_2_s_sad_] I'm sorry my cranky young friend, but all sales are final!
es_es: [_box_ghost_s_center_1_s_talk_frown_2_s_sad_] Lo siento joven amigo, pero todas las ventas tienen un límite!

source: [_danny_] This is unbelievable!! Forget this, I'm going to the mall's Better Business Bureau department!
es_es: [_danny_] ¡¡Esto és increíble!! ¡voy a ir a la oficina de atención al consumidor del centro comercial!

source: [_box_ghost_s_angry_s_talk_frown_] {i}*Gasp*{/i} You wouldn't!
es_es: [_box_ghost_s_angry_s_talk_frown_] {i}*Jadeo* {/i} ¡No deberías hacerlo!

source: [_danny_] ...literally, why wouldn't I?
es_es: [_danny_] ... literalmente, ¿por qué no?

source: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Because I will {b}stop{/b} you!!
es_es: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] ¡¡Porque te {b}detendré{/b}!!

source: [_box_ghost_s_talk_2_] ...for I am...
es_es: [_box_ghost_s_talk_2_] ... porque yo soy...

source: [_box_ghost_blue_s_center_1_s_angry_s_talk_2_] {b}The Box Ghost{/b}!!!
es_es: [_box_ghost_blue_s_center_1_s_angry_s_talk_2_] ¡¡¡{b}La Caja Fantasma {/b}!!!

source: [_box_ghost_blue_s_towards_s_talk_] Master over all things packagable and or uniformly rectangular!!
es_es: [_box_ghost_blue_s_towards_s_talk_] Maestro de las cosas empaquetables y/o uniformemente rectangulares!!

source: [_box_ghost_blue_s_center_1_s_talk_2_] {b}Beware{/b}!! For I shall now use my mighty powers of shipping to contain you...
es_es: [_box_ghost_blue_s_center_1_s_talk_2_] {b}¡Cuidado {/b}! Porque ahora voy a usar mis grandes poderes para contenerte...

source: [_box_ghost_blue_s_talk_] ...{i}within{/i} a box!! {i}Muahah ahah hahahh{/i}!!!
es_es: [_box_ghost_blue_s_talk_] ...{i}dentro{/i}de una caja!! ¡¡¡{i}Muahah ahah jajaja {/i} !!!

source: [_box_ghost_blue_] {i}Ahahah ahauhah muahahhh{/i}!!
es_es: [_box_ghost_blue_] {i}Ahahah ahauhah muahhhhh {/i}!!

source: [_box_ghost_blue_] {i}Muah ha... ahah hahh...!{/i}
es_es: [_box_ghost_blue_] {i}Muah ha... ahh hahh...! {/i}

source: [_danny_] ...this is a {b}joke{/ib} right?
es_es: [_danny_] ... esto és una {b}broma{/b} ¿verdad?

source: [_box_ghost_blue_s_talk_2_] Yes!! Tremble in fear as I-
es_es: [_box_ghost_blue_s_talk_2_] ¡Sí! Tiembla de miedo-

source: [_box_ghost_blue_s_confused_s_talk_frown_] Erh, wait, what now?
es_es: [_box_ghost_blue_s_confused_s_talk_frown_] Erh, espera, ¿qué?

source: [_danny_] This is like a prank, right? My dad's just somewhere hiding behind the wall with a projector screen, that just {i}has{/i} to be it. There is no way a real ghost actually uses {b}boxes{/b} as their motif...
es_es: [_danny_] Esto es como una broma, ¿verdad? Mi papá está en algún lugar escondido detrás de la pared con un proyector de pared, y solo {i}tiene{/i} que encenderlo. No hay ningún fantasma que utilice {b}cajas {/b} como motivo...

source: [_box_ghost_blue_s_center_2_s_angry_low_s_talk_frown_2_] No!! I am truly The {u}Box{/u} Ghost!! You should be {b}trembling{/b} at the sight of my awesome cardboard based fury!!
es_es: [_box_ghost_blue_s_center_2_s_angry_low_s_talk_frown_2_] ¡¡No!! Soy verdaderamente la {u}Caja{/u} Fantasma!! Deberías de estar {b}temblando{/b} al ver mi impresionante furia basada en cartón!!

source: [_danny_] Okay look, either give me the stuff I bought or get ready to have your butt whooped!!
es_es: [_danny_] ok, mira, ¡¡dame las cosas que compré o prepárate para que te patee el trasero!!

source: [_box_ghost_blue_s_angry_s_center_1_s_talk_frown_] Me?! Get {i}my{/i} butt whooped? Foolish mortal!! I am the Box Ghost!! No mere mortal teenager may harm-
es_es: [_box_ghost_blue_s_angry_s_center_1_s_talk_frown_] ¡¿Yo?! ¿Acabar con {i}mi {/i} trasero pateado? ¡Tonto mortal!! ¡¡Soy la Caja Fantasma!! Ningún joven mortal puede dañar-

source: [_danny_] I'm going Ghost!
es_es: [_danny_] ¡Voy a ser fantasma!

source: [_box_ghost_blue_s_confused_s_talk_frown_] What?! It is {i}you{/i} I have heard of in the Ghost Zone?!
es_es: [_box_ghost_blue_s_confused_s_talk_frown_] ¿Qué?! ¡¿Eres {i}tú{/i} de quién he oído hablar en la Zona Fantasma?!

source: [_danny_] {b}Ghost Zone{/b}? What are you talking about?
es_es: [_danny_] ¿{b}Zona Fantasma{/b}? ¿De qué estás hablando?

source: [_box_ghost_blue_s_angry_s_talk_frown_2_] Hah! I will not spill my secrets of ghostly knowledge to you, mere ghost hybrid!
es_es: [_box_ghost_blue_s_angry_s_talk_frown_2_] ¡Hah! No voy a revelar mis secretos de conocimiento fantasmal para ti, ¡mero híbrido fantasma!

source: [_box_ghost_blue_s_talk_2_s_center_2_s_angry_low_] Prepare to feel the brunt of my rectangular like power!!
es_es: [_box_ghost_blue_s_talk_2_s_center_2_s_angry_low_] ¡¡Prepárate para sentir la peor parte de mi poder rectangular!!

source: [_box_ghost_blue_s_talk_frown_s_sad_2_] Noooo!! You have summarily defeated me, Ghost Boy!! I, the Box Ghost, of all ghouls!!
es_es: [_box_ghost_blue_s_talk_frown_s_sad_2_] ¡¡No! ¡¡Me has derrotado, Chico Fantasma!! ¡Yo, la Caja Fantasma!, ¡¡por todos los espectros!!

source: [_box_ghost_blue_s_towards_] I have failed... I am not worthy of being the ruler over any packaging recepticle.
es_es: [_box_ghost_blue_s_towards_] He perdido... No soy digno de gobernar sobre cualquier receptícula de embalaje.

source: [_danny_] Look, just give me my spare parts already before I have to whoop your butt again, dude.
es_es: [_danny_] Mira, dame mis piezas de repuesto antes de que tenga que volver a patear tu trasero.

source: [_box_ghost_blue_s_neutral_s_center_1_s_talk_frown_] Here... take your forsaken parts for your confangled machinery... I merely wanted the box anyway, so I've put it in this {i}less{/i} beautifully designed box...
es_es: [_box_ghost_blue_s_neutral_s_center_1_s_talk_frown_] Aquí... toma tus repuestos para tu maquinaria... Solo quería la caja de todos modos, así que lo he puesto en esta {i}pequeña{/i} caja bellamente diseñada...

source: [_danny_] Alright, finally! Now mom can finish up on the ghost catching thermos.
es_es: [_danny_] ¡Bien, al fin! Ahora mamá puede terminar en el Thermo contenedor de fantasmas.

source: [_box_ghost_blue_s_sad_2_s_talk_frown_2_] G-g-ghost catching {b}what{/b}?! Oh no!! Don't tell me you're some kinda ghost hunter?!
es_es: [_box_ghost_blue_s_sad_2_s_talk_frown_2_] ¡¡¿A-a-a-trapa fantasmas {b}qué {/b}?! ¡Oh no!! ¡¿No me digas que eres un cazador de fantasmas?!

source: [_danny_] Ghost hunter in training, really! But my mom? Now she's the {b}real{/b} deal! She'll be able to zap you up and put you right back where you belong! Back to the, uh... Ghost Zone, right?!
es_es: [_danny_] ¡Cazador de fantasmas en prácticas! ¿Pero mi mamá? Ella és la {b}verdadera{/b} cazadora! ¡Ella será capaz de cazarte y llevarte de nuevo a donde perteneces! Volver a la, uh... Ghost Zone, ¿correcto?!

source: [_danny_] (Oh man, I hope he takes my bluff... with the Fenton Ghost Portal damaged, all I can really do is just beat these guys up and hope they don't fall outta line again.)
es_es: [_danny_] (Oh hombre, espero que se crea mis mentiras... con el Portal Fantasma Fenton dañado, todo lo que puedo hacer es vencer a este tipo y esperar que no vuelva a pasarse de la línea.)

source: [_box_ghost_blue_s_center_1_s_talk_frown_s_sad_] Oh no!! I-I'm so sorry, Ghost Boy!! My vision was clouded by the tantalizing design of the box!! Please, forgive me!! I merely wanted a heavenly box to spoon with in my chambers!! I am weak willed!!
es_es: [_box_ghost_blue_s_center_1_s_talk_frown_s_sad_] ¡¡Oh no!! ¡¡Lo- lo siento, Chico Fantasma!! ¡¡Mi voluntad fu nublada por el diseño tentador de la caja!! ¡¡Por favor, perdóname!! ¡Sólo quería una caja celestial para mi colección privada! ¡¡Soy débil de voluntad!!

source: [_danny_] (Uhmm... well {b}this{/b} is awkward.)
es_es: [_danny_] (Uhmm... bien {b}esto {/b} está mejor.)

source: [_danny_] Hey, look, Box Ghost guy... just calm down. It's not that big a deal.
es_es: [_danny_] Hey, mire, Fantasma de la Caja... cálmate. No és algo tan grave.

source: [_danny_] I'll be lenient this time, just... just don't ever try to rip me off again. If I order something, it's mine!
es_es: [_danny_] Voy a ser indulgente esta vez, ¡sólo... sólo que no vuelvas a intentar robarme de nuevo si el encargo de algo es mío!

source: [_box_ghost_blue_s_sad_s_talk_2_] Y-yes, of course, mister Ghost Boy, sir! I'm sorry, never again! The c-customer is always right!
es_es: [_box_ghost_blue_s_sad_s_talk_2_] ¡Y sí, por supuesto, mister Chico Fantasma, señor! Lo siento, ¡nunca más! El c-cliente siempre tiene la razón!

source: [_danny_] Alright, good! Let's keep it that way.
es_es: [_danny_] ¡Muy bien! Mantente así.

source: [_danny_] So... you're a ghost huh? From this... Ghost Zone, place? Is that where you got the parts I ordered?
es_es: [_danny_] Así que... ¿eres un fantasma? De ese lugar... ¿Zona fantasma? ¿Es de allí de donde cogiste las partes que pedí?

source: [_box_ghost_blue_s_sad_s_talk_2_] Yes, Ghost Boy! I often scavenge for parts or artifacts I find there. Then I sell them off here!
es_es: [_box_ghost_blue_s_sad_s_talk_2_] ¡Sí, Chico Fantasma! ¡A menudo cojo partes o artefactos que encuentro allí y los vendo de aquí!

source: [_danny_] Okay, well, I can't exactly blame you for lying about the Toronto thing...
es_es: [_danny_] Bien, bueno, no puedo culparte por mentir sobre Toronto...

source: [_danny_] Anyway, I'm gonna leave now... so the next time we meet, you better not be goofing around!
es_es: [_danny_] De todos modos, te voy a dejar ahora... y la próxima vez que nos encontremos, ¡mejor no me des problemas!

source: [_danny_] Oh, and stop stealing stuff from other people! Don't take what isn't yours in the human world, got it?
es_es: [_danny_] ¡Oh, y deja de robar cosas de otras personas! ¡No cojas lo que no es tuyo en el mundo humano!, ¿lo has entendido?

source: [_box_ghost_blue_s_talk_frown_2_s_sad_2_] Yes, of course! I'm sorry Ghost Boy, I swear! Never again will I take the boxes and containers of living mortals!!
es_es: [_box_ghost_blue_s_talk_frown_2_s_sad_2_] ¡Sí, por supuesto! ¡Lo siento Chico Fantasma, te lo juro! ¡¡Nunca más me llevaré las cajas y contenedores del mundo de los mortales!!

source: [_danny_] (Well this worked out pretty well... I got my things, and now I have my first link to this "Ghost Zone" place.)
es_es: [_danny_] (Bien esto funcionó bastante bien... Tengo mis cosas, y ahora tengo mi primer enlace a la "Zona Fantasma".)

source: [_danny_] (Hopefully I won't regret leaving this box dork to continue working here...)
es_es: [_danny_] (Ojalá no me arrepienta de dejar este bobo fanático de cajas trabajando aquí...)

source: [_danny_] ("Box Ghost" though... seriously? Why {b}boxes{/b} of all things?)
es_es: [_danny_] ("Caja Fantasma"... ¿en serio? ¿Por qué habrá {b}cajas {/b} de todos tipos?)

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Hey mom!
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_] ¡Hola mamá!

source: [_maddie_] Hello sweetie. What're you doing hanging down here again?
es_es: [_maddie_] Hola cariño. ¿Qué estás haciendo por aquí otra vez?

source: [_maddie_s_talk_happy_2_] Oh, don't tell me! You're actually ready to start taking up the family business?!
es_es: [_maddie_s_talk_happy_2_] ¡Oh, no me digas! ¡¿Estás listo para empezar a participar en el negocio familiar?!

source: [_jack_] What's that I hear?! Danny's ready to start hunting ghosts like his old man??
es_es: [_jack_] ¿Qué es lo que oigo? ¿¿Danny está listo para empezar a cazar fantasmas como su viejo padre??

source: [_jack_] I... I'm so proud... ugh... darn it! Must have... gotten some {i}*Sniff*{/i} spectral-trail dust in my eyes...~! {i}*Sniff*{/i}
es_es: [_jack_] E... Estoy muy orgulloso... ugh... que bonito! Debe haberme... caído algo {i}*Sniff * {/i} polvo de rastros de espectros en mis ojos... ~! {i}*Sniff * {/i}

source: [_danny_s_talk_happy_2_s_wondering_] Uhm, no guys, I'm not quite ready for that kinda commitment to the paranormal just yet... actually, I just came to drop this off to you, Mom.
es_es: [_danny_s_talk_happy_2_s_wondering_] Uhm, no, no estoy muy listo para ese compromiso con lo paranormal todavía... en realidad, vengo a dejarte esto a ti mamá.

source: [_maddie_] Oh, thank you sweetie...!
es_es: [_maddie_] ¡Oh, gracias cariño...!

source: [_maddie_] ...what is it?
es_es: [_maddie_] ... ¿qué es?

source: [_danny_] Well, it's the parts you were looking for! To finally put together the Fenton Thermos!
es_es: [_danny_] Bueno, ¡son las partes que estabas buscando! ¡Para finalmente armar el Fenton Thermos!

source: [_maddie_] Danny, what are you talking about? Where would you have gotten the parts I needed?
es_es: [_maddie_] Danny, ¿de qué estás hablando? ¿Dónde has podido conseguir las partes que necesitaba?

source: [_danny_] Uhm, you know, just a little shop in the mall, nothing {i}crazy{/i} or {u}cross-dimensional{/u} related at all!
es_es: [_danny_] Uhm, sabes, sólo una pequeña tienda en el centro comercial, ¡nada en absoluto {i}loco {/i} o {u}sobre natural {/u}!

source: [_maddie_] Well Danny, that was sweet of you to try, but I don't think that some two-bit retail hobby shop would have the necessary-
es_es: [_maddie_] Bueno Danny, és muy dulce de tu parte, pero no creo que una tienda de retales de dos bits tenga lo necesario-

source: [_maddie_] Wait a minute... hey... a whole package of Rhodium bearings! In several sizes, too!
es_es: [_maddie_] Espera un minuto... hey... ¡un paquete de rodamientos de Rhodio! ¡En varios tamaños, también!

source: [_maddie_] Oh my- unbelievable! Several packets of plutonium coated wires and soldering connectors!
es_es: [_maddie_] ¡Oh, dios- increíble! ¡Varios paquetes de cables recubiertos con plutonio y conectores de soldadura!

source: [_maddie_] {i}*Gasp*{/i} Impossible! Whole two inch osmium cylinder belts with domino traction stoppers! You can't even get these without a {b}government grant{/b}!!
es_es: [_maddie_] {i}*Jadeo* {/i} ¡Imposible! ¡Dos correas de cilindro de osmio de dos pulgadas con tapones de tracción de dominó! ¡¡No puedes conseguir esto sin una {b}subvención del gobierno{/b}!!

source: [_maddie_] Goodness, Danny, how did you manage to get all this?!
es_es: [_maddie_] Santo Dios, Danny, ¿cómo has conseguido todo esto?!

source: [_danny_] Well, you know, I sorta used some {b}leverage{/b} and found a way to get everything I thought you might need.
es_es: [_danny_] Bueno, sabes, yo moví algunos {b}hilos {/b} y encontré una manera de conseguir todo lo que pensé que podrías necesitar.

source: [_maddie_] {i}Leverage{/i}, you say?
es_es: [_maddie_] ¿has dicho {i}Hilos {/i}?

source: [_danny_] Uhm, yeah, totally! I have like, mall street-cred. I can get the best parts in town, heh he...
es_es: [_danny_] Uhm, sí, totalmente! Tengo como una pequeña cartera de contactos. Puedo conseguir los mejor de la ciudad, he...

source: [_danny_s_talk_happy_2_s_sad_2_] P-plus, the guy I ordered it from owes me a favor for not outing him to the mall security.
es_es: [_danny_s_talk_happy_2_s_sad_2_] a-además, el tipo que al que se lo encargué me debe un favor por no avisar de él a la seguridad del centro comercial.

source: [_maddie_] Oh? What for?
es_es: [_maddie_] Oh? ¿Para qué?

source: [_maddie_] Danny, are you haggling with some sort of {u}criminal{/u}...?
es_es: [_maddie_] Danny, ¿estás regateando con algún tipo de {u}criminal {/u}...?

source: [_danny_s_talk_frown_] What? N-no way, of course not! No Mom, I wouldn't do that...
es_es: [_danny_s_talk_frown_] ¿Qué? ¡De ninguna manera, por supuesto que no! No mamá, yo no haría eso...

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] It's just that... well the guy's from Canada, and he doesn't quite have his {b}Green Card{/b} yet.
es_es: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] Es sólo eso... bueno el tipo de Canadá, y no tiene todavía su {b}permiso de residencia {/b}.

source: [_danny_s_towards_s_talk_frown_s_wondering_] He's just trying to make a living to support his family while they try their best to fend off giant moose attacks back home, ya know? I don't know, call me a big softie, but I just felt sorta bad is all.
es_es: [_danny_s_towards_s_talk_frown_s_wondering_] Sólo está tratando de ganarse la vida para apoyar a su familia que hace grandes esfuerzos para defenderse de los ataques de alces gigantes, ¿ya sabéis? No sé, llámadme blando pero da pena su situación.

source: [_maddie_] Oh my goodness, Danny...
es_es: [_maddie_] Oh, Dios míop, Danny...

source: [_maddie_] That is so {i}sweet{/i} of you! {i}*Tsck*{/i} Oh, you are just becoming {b}more{/b} and more of a gentleman like your father every day!
es_es: [_maddie_] Eso es tan {i}dulce {/i} de ti! {i}*Tsck * {/i} ¡Oh, te estás convirtiendo cada vez {b}más {/b} y más en un caballero como tu padre!

source: [_jack_] Honey, come check out this old sandwich I found! It's been stuck behind the storage cabinet for who {b}knows{/b} how long! Let's run some tests on it for fun!
es_es: [_jack_] Cielo, ¡ven a ver este viejo sándwich que encontré! ¡Se quedó detrás del gabinete de almacenamiento por quien {b}sabe {/b} cuánto tiempo! ¡Vamos a hacer algunas pruebas en él para divertirnos!

source: [_maddie_] ...well, at least I {i}remember{/i} him being one.
es_es: [_maddie_] ... bueno, al menos yo {i}recuerdo{/i} él siendo uno.

source: [_danny_] So, do you think you can finish working on the Fenton Thermos now?
es_es: [_danny_] Así que, ¿crees que puedes terminar de trabajar en el Thermo Fenton?

source: [_maddie_] Honestly, with everything you just handed me here, I think I could put together a {b}couple{/b} of them!
es_es: [_maddie_] Honestamente, con todo lo que me acabas de entregar aquí, creo que podría armar un {b}par{/b} de ellos!

source: [_danny_s_wondering_s_talk_happy_2_] Well that's good, but maybe just focus on the first one, right?
es_es: [_danny_s_wondering_s_talk_happy_2_] Bueno, eso és bueno, pero tal vez deberías centrarte en el primero, ¿no?

source: [_maddie_] Yes, you're right, hon. Oh, I'm just so excited to finally get it working!
es_es: [_maddie_] Sí, tienes razón. ¡Oh, estoy tan emocionada de que por fin me ponga a trabajar!

source: [_danny_s_sad_s_talk_happy_2_] I'm glad to see you so happy about this, Mom.
es_es: [_danny_s_sad_s_talk_happy_2_] Me alegro de verte tan feliz por esto, mamá.

source: [_maddie_] Oh Danny, it's thanks to you that I get to actually wrap up on this decades old project.
es_es: [_maddie_] Oh Danny, es gracias a ti que conseguiré terminar este viejo proyecto de hace décadas.

source: [_maddie_] You are the sweetest boy a mother could have.
es_es: [_maddie_] Eres el niño más dulce que una madre podría tener.

source: [_danny_s_closed_s_blush_s_talk_happy_2_] Ah jeez, come on now. Don't get all mushy on me, Mom...
es_es: [_danny_s_closed_s_blush_s_talk_happy_2_] Ah jeez, vamos. No te pongas tan cariñosa conmigo ahora mamá...

source: [_maddie_] Now then! It's time for the {i}brilliant{/i} Madeline Fenton to get crackin', aye?
es_es: [_maddie_] ¡Ahora entonces! Es hora de que la {i}brillante {/i} Madeline Fenton se ponga a trabajar

source: [_maddie_] Oooh, this is the fun part! All the minute and intricate facets of inventing!
es_es: [_maddie_] Oooh, esta es la parte divertida! ¡Cada minuto de las intrincadas facetas a inventar!

source: [_maddie_] Alright Jack, let's get to work!!
es_es: [_maddie_] Muy bien Jack, ¡¡vamos a trabajar!!

source: [_jack_] You betcha, baby! Just after I finish with this sandwich!
es_es: [_jack_] ¡Tu mandas, nena! ¡Lo haré después de terminar con este sándwich!

source: [_jack_] My God, the {b}mold{/b} caked onto this bad boy... absolute {u}unit{/u}...
es_es: [_jack_] Dios, el {b}molde{/b} con el que se hizo este chico travieso se rompió... és absolutamente {u}único{/u}...

source: [_maddie_] ...and... it, is, {b}done{/b}!
es_es: [_maddie_] ...y... ¡está {b}hecho{/b}!

source: [_maddie_] Husband and second-born, I proudly present to you...
es_es: [_maddie_] Esposo y segundo nacido, les presento con orgullo...

source: [_maddie_s_talk_happy_s_towards_wide_s_sad_2_] The "Fenton Thermos"!!
es_es: [_maddie_s_talk_happy_s_towards_wide_s_sad_2_] ¡¡El "Thermo Fenton"!!

source: [_jack_] Way to go, hot stuff! She's a beaut'!
es_es: [_jack_] ¡Sin palabras, és impresionante! ¡Eres una preciosidad!

source: [_danny_s_towards_wide_s_sad_2_s_talk_happy_2_] Great job, Mom! It looks great.
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_happy_2_] ¡Gran trabajo, mamá! Se ve muy bien.

source: [_maddie_s_closed_s_sad_s_talk_happy_s_blush_] Oh boys, stop it! You're making me blush...
es_es: [_maddie_s_closed_s_sad_s_talk_happy_s_blush_] ¡Oh muchachos, paren! Me están haciendo sonrojar...

source: [_jack_] It's too bad we couldn't find a good place for a "Fenton Works" sticker to go on it.
es_es: [_jack_] No sería mala idea si pudiéramos encontrarle un buen lugar para una pegatina de "Trabajos Fenton".

source: [_maddie_s_closed_s_talk_happy_2_s_sad_2_] Hah ha, oh Jack! Not everything needs a brand label. Even if it's a brand as good as the Fenton name.
es_es: [_maddie_s_closed_s_talk_happy_2_s_sad_2_] Hah ha, oh Jack! No todo necesita una etiqueta de marca. Aunque sea una marca tan buena como el nombre de Fenton.
