Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Any basic powers that you think I might not know about or need more work on?
es_es: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] ¿Algún poder básico que creas que desconozco o que necesito trabajar más?

source: [_desiree_s_sad_3_s_talk_bite_2_] Well, there are of course a couple of powers that often come with the territory of being a ghost, some of which you've exhibited already.
es_es: [_desiree_s_sad_3_s_talk_bite_2_] Bueno, por supuesto hay un par de poderes que suelen tener los fantasmas, algunos de los cuales ya has exhibido.

source: [_desiree_s_sad_2_s_talk_frown_2_] I imagine you haven't quite harnessed the full extent of your shapeshifting abilities?
es_es: [_desiree_s_sad_2_s_talk_frown_2_] Imagino que aún no has aprovechado todas tus habilidades para cambiar de forma

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No, I don't think so... at least not on purpose, anyway.
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No, no lo creo... al menos no a propósito.

source: [_desiree_s_closed_s_talk_bite_2_] As you can see, I normally maintain this tail like form, but with minimal effort...
es_es: [_desiree_s_closed_s_talk_bite_2_] Como puedes ver mantengo esta forma de cola con el mínimo esfuerzo...

source: [_desiree_] ...I can become a whole {b}new{/b} form, within varying amounts of reason! This girl with the large bottom your friend seemed to desire, for example!
es_es: [_desiree_] ...puedo convertirme en una {b}nueva{/b} forma dentro de unos ¡límites razonables! ¡Por ejemplo esa chica con el gran trasero que tu amigo parecía desear!

source: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, that's great! You're really good at that!
es_es: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, ¡eso es genial! ¡Eres buena!

source: [_desiree_] Of course, I've only had a millenia and then some to practice, Master. You should try it yourself, if you wish to improve your own hand at manipulating your ectoplasmic form.
es_es: [_desiree_] Por supuesto, sólo he tenido un milenio y algo más para practicar, Maestro. Deberías intentarlo tú mismo, si deseas mejorar tu propia mano en la manipulación de tu forma ectoplásmica.

source: [_danny_] Alright well, I think I've done that tail thing once or twice before, but mainly on accident. Maybe if I try it now with a little more focus...
es_es: [_danny_] Muy bien, creo que he hecho eso de la cola una o dos veces antes pero por accidente. Tal vez si lo intento ahora con un poco más de enfoque...

source: [_danny_] There, I did it! Alright, I've grown a tail!!
es_es: [_danny_] ¡Ya está, lo hice! Muy bien, ¡¡me ha crecido una cola!!

source: [_danny_] ...this is still a pretty weird feeling, honestly. More of that same "Jell-O" vibe again...
es_es: [_danny_] ...sigue siendo una sensación bastante extraña, sinceramente. Más de esa misma sensación de "gelatina" otra vez...

source: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] You'll get used to it, don't worry. The tail form is a good way to develop your flying prowess and learn to maintain your body's solidity.
es_es: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] Te acostumbrarás, no te preocupes. La forma de cola es una buena manera de desarrollar tu destreza de vuelo y aprender a mantener la solidez de tu cuerpo.

source: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Flying, really?? Like how Tucker did?! Wow, awesome!! I can only ever just sorta float up to my friend Sam's window. Flying sounds a lot more convenient though.
es_es: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Volando, ¿en serio? ¡¿Como lo hizo Tucker?! ¡¡Wow, impresionante!! Sólo puedo flotar hasta la ventana de mi amiga Sam. Aunque volar suena mucho más conveniente.

source: [_desiree_s_talk_bite_2_s_sad_2_] Yes, I'm certain you'll become more adept at it the more you practice.
es_es: [_desiree_s_talk_bite_2_s_sad_2_] Sí, estoy seguro de que te harás más experto cuanto más practiques.

source: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... this is so much I've learned in just one night of talking to you! I feel so much sharper now!!
es_es: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... ¡he aprendido mucho en una sóla noche de hablando contigo! ¡¡Me siento mucho más nítido ahora!!

source: [_danny_s_wondering_s_towards_s_talk_frown_] Des, look... I know you don't like where you are right now, I get it, sincerely. But I hope you understand where {i}I'm{/i} coming from by having to keep you here.
es_es: [_danny_s_wondering_s_towards_s_talk_frown_] Des, mira... Sé que no te gusta donde estás ahora, lo entiendo sinceramente. Pero espero que entiendas por qué {i}tengo{/i} que mantenerte aquí.

source: [_desiree_s_angry_s_at_player_s_talk_frown_2_] I don't in any regard like it... I'd rather I was let loose to my own devices, truthfully...
es_es: [_desiree_s_angry_s_at_player_s_talk_frown_2_] No me gusta en absoluto... Preferiría que me dejaran a mi aire, la verdad...

source: [_desiree_s_talk_frown_s_closed_] But I have no choice in the matter thanks to your wish... I will obey your orders and guidelines. I am bound to you... as my Master's slave.
es_es: [_desiree_s_talk_frown_s_closed_] Pero no tengo elección en el asunto gracias a tu deseo... Obedeceré sus órdenes y directrices. Estoy atada a ti... como esclava de mi Amo.

source: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}slave{/b}? I didn't think that... I really hadn't thought of her like that...)
es_es: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}esclava{/b}? No lo había pensado... No había pensado en ella de esa manera...)

source: [_danny_s_at_danny_s_frown_2_] (I mean, what else was I {i}supposed{/i} to do? She left me no choice with the whole "blowing my secret" maneuver.)
es_es: [_danny_s_at_danny_s_frown_2_] (Quiero decir, ¿qué otra cosa {i}podía{/i} hacer? No me dejó otra opción para evitar que "soplara mi secreto")

source: [_danny_s_towards_s_frown_3_s_neutral_] (I know she tried to kill Tucker {i}and{/i} me, but... I kind of feel bad for her.)
es_es: [_danny_s_towards_s_frown_3_s_neutral_] (Sé que trató de matar a Tucker {i}y{/i} a mí, pero... me siento mal por ella)

source: [_danny_s_sad_] (She clearly has a bit of a warped and bitter view of men because of that sultan guy... it's really not her fault she turned into such a vengeful spirit.)
es_es: [_danny_s_sad_] (Está claro que tiene una visión un poco deformada y amargada de los hombres por culpa de ese sultán... en realidad no es culpa suya que se convirtiera en un espíritu tan destructivo)

source: [_danny_s_sad_s_smile_] (I mean... she's obviously pretty attractive for a ghost... but it's when she's calm and poised like this...)
es_es: [_danny_s_sad_s_smile_] (Quiero decir... és muy atractiva para ser un fantasma... cuando está tranquila y relajada como ahora...)

source: [_danny_s_sad_2_] (...that I think she looks actually rather beautiful...)
es_es: [_danny_s_sad_2_] (...creo que en realidad és muy muy guapa...)

source: [_danny_s_grin_happy_] (With a nice pair of tits, to boot. {i}Heh{/i}.)
es_es: [_danny_s_grin_happy_] (Con un buen par de tetas además {i}Heh{/i}.)

source: [_danny_] (Oh, it's wrong to think like that, but it was pretty much the {b}first{/b} thing I noticed about her after I got over the whole "ghost-genie" part... she's just got a {i}gorgeous{/i} set is all!)
es_es: [_danny_] (Oh, está mal pensar así, pero fue más o menos la {b}primera{/b} cosa que noté en ella después de superar toda la parte de "fantasma-genio"... ¡tiene un {i}precioso{/i} tipo!)

source: [_danny_] (Ehh, I shouldn't think too much like that though, she's not some sort of a sex slave. More like... advice slave! Wait, is that still bad...?)
es_es: [_danny_] (Ehh, aunque no debería pensar demasiado así, no es una especie de esclava sexual. Más bien... ¡esclava de los consejos! Espera, ¿eso sigue siendo malo...?)

source: [_desiree_s_talk_frown_] Oh... I uh... I see my {b}appearance{/b} has made an issue for you, master. I do apologize.
es_es: [_desiree_s_talk_frown_] Oh... Yo eh... Veo que mi {b}apariencia{/b} le ha causado un problema amo. Le pido disculpas.

source: [_danny_] (Huh? What is she talking about?)
es_es: [_danny_] (¿Eh? ¿De qué está hablando?)

source: [_desiree_s_talk_frown_2_] I didn't mean to upset you in this manner, Master Danny, truly.
es_es: [_desiree_s_talk_frown_2_] No quise molestarlo de esta manera amo Danny, de verdad.

source: [_danny_] I'm... not quite sure what you're getting at Desiree, honestly. Is this something to do with my powers?
es_es: [_danny_] No... no estoy muy seguro de lo que quieres decir Desiree, sinceramente. ¿Tiene algo que ver con mis poderes?

source: [_desiree_s_talk_happy_s_sad_] Well, I just imagined you'd like to be... {i}relieved{/i} of your problem, yes...? Allow me, Master...
es_es: [_desiree_s_talk_happy_s_sad_] Bueno, me imaginé que te gustaría ser... {i}aliviado{/i} de tu problema, ¿sí...? Permítame, amo...

source: [_danny_] (Wait, what is she-)
es_es: [_danny_] (Espera, ¿qué está haciendo...)

source: [_danny_] Ohh... I see... did you used to have to do this for... for other...
es_es: [_danny_] Ohh... ya veo... solías tener que hacer esto para... para otros...

source: [_desiree_] Actually, this is something I picked up in the past a few decades ago.
es_es: [_desiree_] En realidad, esto es algo que aprendí en el pasado, hace unas décadas.

source: [_desiree_] It wasn't a {i}particularly{/i} common technique when I was alive...
es_es: [_desiree_] No era una técnica {i}particularmente{/i} común cuando yo vivía...

source: [_desiree_] So tell me... are you enjoying my rather large breasts?
es_es: [_desiree_] Así que dime... ¿estás disfrutando de mis grandes pechos?

source: [_danny_] Are you kidding? Of course Desiree, they're incredible.
es_es: [_danny_] ¿Bromeas? Por supuesto Desiree, son increíbles.

source: [_desiree_] I bet I could lick the tip from here... even my large mounds can hardly contain the length of your member, Master...
es_es: [_desiree_] Podría lamer la punta desde aquí... ni mis grandes montículos apenas pueden contener la longitud de su miembro, amo...

source: [_danny_] Oh shoot, it feels so good to be smothered like this... (God, her body is surprisingly producing a lot of heat...)
es_es: [_danny_] Oh rayos, se siente tan bien... (Dios, su cuerpo sorprendentemente está produciendo mucho calor...)

source: [_desiree_] (I'm so glad he's enjoying this... all I need from him is a single moment's slip up... and I'd be free!)
es_es: [_desiree_] (Me alegro de que esté disfrutando con esto... todo lo que necesito de él és un solo momento de despiste... ¡y seré libre!)

source: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... I'm gonna... you're making me~...!
es_es: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... Me voy a.... me estás haciendo~...!

source: [_danny_] {i}*Huff* *Pant* *Moan*{/i}
es_es: [_danny_] {i} Huff *Jadeo* *Gemido*{/i}

source: [_danny_] Desiree, seriously, you're a miracle worker.
es_es: [_danny_] Desiree, en serio, haces milagros.

source: [_desiree_] Well, I {b}do{/b} grant wishes, so, that's a rather good sense of perception you have, Master, I must say.
es_es: [_desiree_] Bueno, yo {b}concedo{/b} deseos, así que debo decir que tiene un buen sentido de la percepción, amo.

source: [_danny_] Besides that though even, I mean... you just know how to properly service a guy...
es_es: [_danny_] Aparte de eso, incluso, quiero decir... sabes cómo atender a un hombre...

source: [_desiree_] It's easier to do when the "guy" you're dealing with also happens to be your sworn Master by a strong magical bond, and you don't have much say otherwise.
es_es: [_desiree_] Es más fácil hacerlo cuando el "tipo" con el que estás tratando también resulta ser tu amor y con un fuerte vínculo mágico. No hay mucho que explicar.

source: [_danny_] Well hey, you offered it, and boy am I glad you did... {i}*Sigh*{/i}
es_es: [_danny_] Bueno, tú lo ofreciste y me alegro de que lo hicieras... {i}*Suspiro*{/i}

source: [_desiree_] ({i}Hmmm...{/i} I suppose he's right, he didn't ask for this, I just acted instinctually... and this wasn't as {b}tremendously{/b} awful as I thought it would be, I must admit... his manhood is quite the good piece afterall...)
es_es: [_desiree_] ({i}Hmmm...{/i} Supongo que tiene razón, él no pidió esto, yo sólo actué instintivamente... y esto no fue tan {b}tremendamente{/b} horrible como pensé que sería, debo admitir... su hombría es bastante buena después de todo...)

source: [_desiree_] (Best not to let {i}him{/i} know I really think that, though...)
es_es: [_desiree_] (Mejor no dejar que {i}él {/i} sepa lo que pienso, sin embargo...)

source: [_desiree_] Master, here, allow me to help you dress up...
es_es: [_desiree_] Maestro, permítame que le ayude a vestirse...

source: [_danny_s_talk_happy_s_sad_2_] Well... {b}wow{/b}... {i}that{/i} just happened, I guess!
es_es: [_danny_s_talk_happy_s_sad_2_] ¡Bueno... {b}wow {/b}... {i}esto{/i} acaba de suceder!

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Yes... yes, it certainly did...
es_es: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem * {/i} Sí... sí, ciertamente fue...

source: [_desiree_s_sad_3_s_talk_bite_2_] ...I'm, uhm... I'm going to put my brassiere and collar back on... clean myself up a bit as well... if you don't mind, Master?
es_es: [_desiree_s_sad_3_s_talk_bite_2_] ...yo esto, uhm ... Me voy a poner mi ropa y collar de nuevo... a limpiarme un poco también... si no le importa Maestro

source: [_danny_s_sad_s_talk_happy_] Oh no, go ahead, do whatever you need to freshen yourself up again.
es_es: [_danny_s_sad_s_talk_happy_] Oh, adelante, haz lo que necesites para refrescarte.

source: [_danny_s_rise_one_s_talk_happy_2_] ...kinda hard to believe we were trying to destroy each other a couple of hours ago, huh?
es_es: [_danny_s_rise_one_s_talk_happy_2_] ... és difícil de creer que estábamos tratando de destruirnos uno a otra hace un par de horas, ¿eh?

source: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Yes, it, uhm, popped into my head a couple of times... particularly while your member was thrust between my breasts... {i}*Ahem*{/i}
es_es: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Sí, uhm, apareció en mi cabeza un par de veces... particularmente mientras su miembro se movía entre mis pechos... {i}*Ahem * {/i}

source: [_danny_s_neutral_s_talk_happy_] Yeup... {i}quite{/i} the dynamic we've developed over the past half hour.
es_es: [_danny_s_neutral_s_talk_happy_] Yeup... que {i}buena {/i} dinámica hemos desarrollado en la última media hora.

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sands of Bathaal, it's only been {b}thirty minutes{/b}?!? Heavens, that wasn't long at all... (This is madness... I really let myself get {i}that{/i} worked up in such a short amount of time...?)
es_es: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Arenas de Bathaal, ¿¡¿sólo han sido {b}treinta minutos{/b}?!? Cielos, no ha sido mucho tiempo. (Esto és una locura... ¿Me dejé convencer para {i}este{/i} trabajo en tan poco tiempo...?)

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Yeah... we sorta went from you threatening to scratch my eyes out, to me busting a huge load in yours in under an hour. Funny, huh?
es_es: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Sí... olvidamos que estuviste amenazándome con sacarme los ojos hace menos de una hora. ¿Gracioso, eh?

source: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, yes, hilarious... (Oh no, I'm going to spend the next eternity attending to this Ghost Boy's morning wood, aren't I?)
es_es: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, sí, hilarante... (Oh no, voy a pasar la eternidad atendiendo a este Chico Fantasma)

source: [_danny_s_sad_s_talk_frown_] Well, I think it'd be best if I got some rest now... it's been a heck of an interesting day today...
es_es: [_danny_s_sad_s_talk_frown_] Bueno, creo que sería mejor que diera un poco de descanso... ha sido un día de un día intenso...

source: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Yes, I suppose it has been, for the both of us, Master... (My enslavement in a java flask notwithstanding...)
es_es: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Sí, supongo que ha sido para los dos, Maestro... ( no obstante mi esclavitud en un frasco de java...)

source: [_danny_s_talk_happy_] Yeup. I'll come to you if I need some more advice on anything ghost related, you know?
es_es: [_danny_s_talk_happy_] Yeoup. Vendré a verte si necesito algún consejo más sobre cualquier cosa relacionada con fantasmas

source: [_desiree_s_towards_2_s_talk_frown_2_] Of course, Master. (Please, let's just let this humiliating endeavor be over for the night...)
es_es: [_desiree_s_towards_2_s_talk_frown_2_] Por supuesto, Maestro. (Por favor, que este esfuerzo humillante acabe esta noche...)

source: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] Or, you know, just to say hi, see how you're doing and everything. You're kind of my guest now, a-after all.
es_es: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] O, ya sabes, solo para decir hola, ver cómo lo estás y demás. Eres mi amable invitada después de todo.

source: [_desiree_s_talk_frown_s_neutral_] That is, uhm... most {i}appreciative{/i}, Master, thank you... (Dragging this out a little longer than necessary...)
es_es: [_desiree_s_talk_frown_s_neutral_] Esto és, uhm... lo más {i}apreciado {/i} Maestro, gracias... (Alargando esto un poco más de lo necesario...)

source: [_danny_s_wondering_s_talk_happy_2_] Yeah of course, I'd like to, ya know, just make this, uhm, {i}transition{/i} as, you know, easy for you, a-as possible... heh...
es_es: [_danny_s_wondering_s_talk_happy_2_] Sí, por supuesto, me gustaría, ya sabes, hacer esta, uhm, {i}transición {/i},como tú sabes, tan fácil para ti como sea posible... heh...

source: [_desiree_s_angry_s_towards_s_talk_frown_2_] Your concern is {b}noted{/b}, Master, {i}thank you{/i}. (Wrap it up, for heaven's sake!)
es_es: [_desiree_s_angry_s_towards_s_talk_frown_2_] Su preocupación es {b}recordada{/b}, Maestro, {i}gracias {/i}. (¡acaba esto por el amor del cielo!)

source: [_danny_s_at_danny_s_sad_2_s_bite_] Cool, cool...
es_es: [_danny_s_at_danny_s_sad_2_s_bite_] Bien, bien...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...and uhm... would it also be possible to, uh... for us to continue... ya know...
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_]... y uhm... también sería posible, uh... para nosotros continuar ... ya sabes ...

source: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, my body is fully yours to command as well.
es_es: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Suspiro* {/i} Sí Maestro, mi cuerpo es completamente suyo también.

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hey, uh, no, I mean... I didn't meant to {i}presume{/i}, or anything, just, ya know, if you {i}wanted{/i} to, is-is all...
es_es: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Oye, uh, no, quiero decir... No quise decir {i}presumir {/i}, o cualquier cosa, sólo, ya sabes, si tú {i}quisieras{/i} a, es-es todo...

source: [_desiree_s_closed_s_talk_frown_s_neutral_3_] There's no need to attempt being modest, Master Danny. My service and my body are yours, bound by magic. I don't really have a say in the matter...
es_es: [_desiree_s_closed_s_talk_frown_s_neutral_3_] No hay necesidad de intentar ser modesto Maestro Danny. Mi servicio y mi cuerpo son tuyos, atados por la magia. No tengo voz sobre lo material...

source: [_danny_s_sad_s_talk_frown_] Well, my point is, Des, I don't {i}want{/i} to be like any of the past jerks you've dealt with before. I {b}want{/b} you to have a say in things, to share your ideas.
es_es: [_danny_s_sad_s_talk_frown_] Bueno, mi punto es, Des, yo no {i}quiero {/i} ser como cualquiera de los cerdos que has tratado antes. Yo {b}quiero{/b} que tengas opinión y que compartas tus ideas.

source: [_danny_s_towards_s_talk_frown_] ...as long as most of your ideas don't involve using my friends and family like pawns to cause more chaotic vengeance, that is.
es_es: [_danny_s_towards_s_talk_frown_] ... siempre y cuando tus ideas no impliquen el uso de mis amigos y familiares como peones para una caótica venganza.

source: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... well then for the time being, you {i}might{/i} not want to ask me too much of my personal opinions, Master.
es_es: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... bueno entonces por el momento, no {i}debería{/i} de querer saber mis opiniones personales Maestro.

source: [_desiree_s_towards_s_angry_s_talk_frown_2_] I've spent a thousand plus years as a vengeful spirit, that's not going to change over night.
es_es: [_desiree_s_towards_s_angry_s_talk_frown_2_] He pasado más de mil años como un espíritu vengativo, eso no va a cambiar en una noche.

source: [_danny_s_sad_s_talk_happy_] Well... I do appreciate you at least being {i}honest{/i} about your feelings.
es_es: [_danny_s_sad_s_talk_happy_] Bueno... Te agradezco al menos ser {i}honesto {/i} sobre tus sentimientos.

source: [_danny_s_towards_wide_s_talk_happy_2_] But hey, who knows? With time and patience, we might just be able to turn that evil frown {u}upside down{/u}!!
es_es: [_danny_s_towards_wide_s_talk_happy_2_] Pero bueno, ¿quién sabe? Con tiempo y paciencia podríamos ser capaces de {u}invertir{/u} ese mal incrustado!!

source: [_desiree_s_closed_s_talk_frown_] ...goodnight, my Master. I'll be in the Thermos.
es_es: [_desiree_s_closed_s_talk_frown_] ... buenas noches, mi Maestro. Estaré en el Thermo.

source: [_danny_s_rise_one_s_talk_frown_] Uhm, yeah, goodnight...
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm, sí, buenas noches...

source: [_danny_s_at_danny_s_bite_] (I probably shouldn't do this... but... I gotta do {i}something{/i} to show her I'm trying my best here.)
es_es: [_danny_s_at_danny_s_bite_] (Probablemente no debería hacer esto... pero... I encontraré {i}algo {/i} para demostrarle que quiero lo mejor para ella.)

source: [_danny_s_towards_wide_s_talk_frown_] Hey, Desiree, before you go...?
es_es: [_danny_s_towards_wide_s_talk_frown_] Hey, Desiree, antes de irte...

source: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, do you require an additional round of service before slumber?
es_es: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Suspiro* {/i} Sí Maestro, ¿necesita una ronda adicional antes de dormir?

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, no, it's just something I thought of.
es_es: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, no, és algo que he pensado.

source: [_danny_s_closed_s_talk_happy_] Desiree... I wish that the inside of the Thermos was more accomodating to live in for you!
es_es: [_danny_s_closed_s_talk_happy_] Desiree... ¡Deseo que el interior del Thermo sea lo más acomodado para que tú vivas!

source: [_desiree_s_neutral_2_s_talk_frown_] A wish? Master I... you didn't have to...
es_es: [_desiree_s_neutral_2_s_talk_frown_] ¿Un deseo? Maestro yo... no has tenido que...

source: [_desiree_] But... so you have wished it, so it shall be!~
es_es: [_desiree_] Pero, así lo has deseado, ¡así será!~

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Was that it? Did it work?
es_es: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] ¿Fue así? ¿funcionó?

source: [_desiree_s_towards_s_talk_bite_] I believe so. I sort of provided myself some much needed space by creating a tiny pocket dimension within the cannister.
es_es: [_desiree_s_towards_s_talk_bite_] Creo que sí. Creé un muy necesario espacio, como una pequeña dimensión de bolsillo dentro del recipiente.
