Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_danny_] Phew... thanks for bailing us out, Sam.
es_es: [_danny_] Uf... gracias por escurrir el bulto Sam.

source: [_sam_] What are you talking about? I was bailing {i}myself{/i} out, you guys {b}still{/b} have after school detention.
es_es: [_sam_] ¿De qué hablas? Estaba escurriendo el bulto para {i}mi{/i}, vosotros {b}todavía{/b} tenéis el castigo después de clase.

source: [_danny_] ...right. Thanks for the reminder.
es_es: [_danny_] ...cierto. Gracias por el recordatorio.

source: [_tucker_] Hey, like you said, it won't be so bad. I'll have my best friend Danny right beside me to help it go by fast.
es_es: [_tucker_] Oye, como dijiste, no será tan malo. Tendré a mi mejor amigo Danny a mi lado para que pase rápido.

source: [_danny_] Hey, thanks Tucker, that was nice of you to say.
es_es: [_danny_] Oye, gracias Tucker, muy amable de tu parte.

source: [_tucker_] No problem, ol' buddy, ol' pal of mine!
es_es: [_tucker_] ¡No hay problema, viejo amigo!

source: [_danny_] ...I'm not setting up your half of the tables for you, Tucker.
es_es: [_danny_] ...no voy a preparar tu mitad de las mesas Tucker.

source: [_tucker_] Well, it was worth a shot.
es_es: [_tucker_] Bueno, valía la pena intentarlo.

source: [_danny_s_talk_frown_] {i}*Yawn*{/i} Well, I guess today's the day I'm helping out set up for the swap meet.
es_es: [_danny_s_talk_frown_] {i}*Yawn*{/i} Bueno, hoy és el día en que voy a ayudar a preparar un encuentro de equipos.

source: [_danny_s_talk_happy_s_towards_s_sad_] Should be interesting to see the kind of crowd that'll show up looking to sell their merch.
es_es: [_danny_s_talk_happy_s_towards_s_sad_] Será interesante ver el tipo de público que acudirá a vender su mercancía.

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] For whatever reason, Amity tends to draw in the more peculiar type of crowd...
es_es: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Por alguna razón, Amity tiende a atraer al tipo de público más peculiar...

source: [_danny_s_talk_frown_s_at_player_s_wondering_] I have to make sure I go to the football stadium in the {b}afternoon{/b} with Tucker. He won't like waiting around for me.
es_es: [_danny_s_talk_frown_s_at_player_s_wondering_] Tengo que asegurarme de ir al estadio de fútbol por la {b}tarde{/b} con Tucker. No le gustará esper.

source: [_danny_] I can't waste time, I need to get to Raven's stadium to help set up the swap meet with Tucker.
es_es: [_danny_] No puedo perder tiempo, tengo que llegar al estadio de Raven para ayudar a organizar el encuentro con Tucker.

source: [_tucker_s_talk_frown_] Man, I can't believe we have to waste our Friday afternoon for {b}this{/b}. I'm telling you, this is borderline slave labor!
es_es: [_tucker_s_talk_frown_] Tío, no puedo creer que tengamos que malgastar nuestra tarde de viernes para {b}esto{/b}. Te lo digo, ¡esto roza el trabajo esclavo!

source: [_danny_s_rise_one_s_talk_frown_2_] Relax man, it's only for a couple of hours. It really could've been worse.
es_es: [_danny_s_rise_one_s_talk_frown_2_] Relájate hombre, son sólo por un par de horas. Podría haber sido peor.

source: [_tucker_s_angry_s_talk_frown_] A couple of hours I could've spent using to finish my dumb World History paper!
es_es: [_tucker_s_angry_s_talk_frown_] ¡Un par de horas que podría haber empleado en terminar mi estúpido trabajo de Historia Universal!

source: [_danny_s_sad_s_talk_happy_] Hey, what's hard to write about history? Rome burned down, the Panama Canal was built through tears and hard work, and we kicked the German's butts twice! Easy, paper done!
es_es: [_danny_s_sad_s_talk_happy_] ¿Qué hay de difícil en la historia? Roma se quemó, el canal de Panamá se construyó con lágrimas y mucho trabajo, ¡y se patearon el culo los europeos entre ellos dos veces! Fácil, ¡trabajo hecho!

source: [_tucker_s_talk_frown_s_away_s_wondering_] Yeah, I just guess I'd rather be doing pretty much anything {i}other{/i} than chair stacking and table setting for Ms. Martlet to set her rusty silverware out on display.
es_es: [_tucker_s_talk_frown_s_away_s_wondering_] Sí, supongo que preferiría hacer cualquier {i}otra{/i} cosa que no sea apilar sillas y poner la mesa para que la Sra. Martlet exponga sus cubiertos oxidados.

source: [_danny_s_talk_happy_2_s_sad_] Well, it's better than a suspension or extra homework to do, I say. My parents hate it when I get in trouble at school and have to hear about it.
es_es: [_danny_s_talk_happy_2_s_sad_] Bueno, es mejor que una suspensión o deberes extra que hacer. Mis padres odian cuando me meto en líos en el colegio y tienen que enterarse.

source: [_danny_s_rise_one_s_talk_happy_] This should be pretty simple and relatively short to do! So c'mon Tuck, get that dark cloud hanging over your head outta here!
es_es: [_danny_s_rise_one_s_talk_happy_] Esto debería ser bastante sencillo y relativamente corto de hacer. Así que vamos Tuck, ¡saca esa nube oscura que flota sobre tu cabeza de aquí!

source: [_tucker_s_wondering_s_talk_happy_] I mean... it'd be even shorter if say a certain {b}someone{/b} were to start using their ghost speed to get things going faster, right?
es_es: [_tucker_s_wondering_s_talk_happy_] Quiero decir... sería aún más corto si digamos que un cierto {b}alguien{/b} empezara a usar su velocidad fantasma para que las cosas fueran más rápido, ¿no?

source: [_danny_s_neutral_s_talk_frown_] Tucker, come on.
es_es: [_danny_s_neutral_s_talk_frown_] Tucker, vamos.

source: [_tucker_s_sad_s_talk_frown_] What?? I think it'd help out! Plus, there's nobody even around here. They're all trying to enjoy their afternoon off, like we should be doing!
es_es: [_tucker_s_sad_s_talk_frown_] ¿Qué? ¡Creo podría ayudar! Además, no hay nadie por aquí. ¡Todos están intentando disfrutar de su tarde libre como deberíamos estar haciendo nosotros!

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] I really don't want to take that chance, Tuck.
es_es: [_danny_s_blank_stare_s_talk_frown_s_sad_] No quiero correr ese riesgo, Tuck.

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] Besides, I don't think the ability to go invisible would help out much in setting up booths for people to sell junk off of. I can't fly!
es_es: [_danny_s_towards_s_wondering_s_talk_happy_2_] Además, no creo que la capacidad de hacerse invisible ayude mucho a montar puestos para vender chatarra. ¡No puedo volar!

source: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}yet{/i}, anyway.
es_es: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}todavía{/i}, de todas formas.

source: [_tucker_s_talk_frown_s_towards_s_wondering_] Man, I wouldn't worry about that whole "secret identity" thing!
es_es: [_tucker_s_talk_frown_s_towards_s_wondering_] ¡Tío, yo no me preocuparía por eso de la "identidad secreta"!

source: [_tucker_s_closed_s_neutral_] Plenty of superheros don't even make their identities a secret!
es_es: [_tucker_s_closed_s_neutral_] ¡Muchos super héroes ni siquiera mantienen en secreto su identidad!

source: [_danny_s_ahegao_s_talk_frown_] Yeah, well, when your parents are professional ghost hunters who'd try to examine you under a microscope for the rest of your life if they found out...
es_es: [_danny_s_ahegao_s_talk_frown_] Sí, bueno, cuando tus padres son cazadores de fantasmas profesionales que tratarían de examinarte bajo un microscopio el resto de tu vida si se enteraran...

source: [_danny_s_towards_s_talk_happy_] ...I'd say it's a good idea to keep your ghost powers to yourself, just for extra safety measures.
es_es: [_danny_s_towards_s_talk_happy_] ...yo diría que es una buena idea mantener tus poderes fantasmales para ti mismo, sólo por medidas de seguridad extra.

source: [_tucker_s_closed_s_talk_happy_] Point very much taken, O' wise one.
es_es: [_tucker_s_closed_s_talk_happy_] Entendido, sabio.

source: [_tucker_s_angry_s_towards_] Me though? Man, if {i}I{/i} had your powers, I'd be strutting my mad ghost skills all over the place!
es_es: [_tucker_s_angry_s_towards_] ¿sabes qué pienso? Tío, si {i}yo{/i} tuviera tus poderes, ¡estaría pavoneando de mis locas habilidades fantasmales por todas partes!

source: [_tucker_s_away_] I'm talking locker room shenanigans, changing failed test scores, and all the body possession I could handle!
es_es: [_tucker_s_away_] ¡Hablo de travesuras en los vestuarios, de cambiar las notas de los exámenes suspendidos y de toda la posesión corporal que pueda soportar!

source: [_tucker_s_towards_s_wondering_s_talk_happy_] I'm thinking that a certain Ms. Sanchez might be a bit more inclined to send a good man by the name of Danny Fenton a couple of {b}primo{/b} booty pics if I had the chance to "Take a walk in her shoes"... {i}Heh Heh he{/i}...
es_es: [_tucker_s_towards_s_wondering_s_talk_happy_] Estoy pensando que una tal Sra. Sánchez podría estar un poco más inclinada a enviar a un buen hombre llamado Danny Fenton un par de {b}bonitas{/b} fotos si tuviera la oportunidad de "Dar un paseo en sus zapatos"... {i}Je je je{/i}...

source: [_danny_s_talk_happy_s_blush_2_] Oh my God, Tucker, you're twisted! Hah hahh!
es_es: [_danny_s_talk_happy_s_blush_2_] ¡Oh Dios mío, Tucker, eres retorcido! ¡Hah hahh!

source: [_tucker_s_closed_s_talk_happy_] I'd like to think of it as performing my civic duty to be the ultimate wing man I can be.
es_es: [_tucker_s_closed_s_talk_happy_] Me gusta pensar que cumplo con mi deber cívico de ser un mejor ciudadano.

source: [_danny_s_talk_happy_s_wondering_] Well, your hypothetical offer is certainly appreciated. But while an occasional peep session is one thing, posing people's bodies while {b}inside{/b} of them for pictures is a whole 'nother level of actual creepdom.
es_es: [_danny_s_talk_happy_s_wondering_] Bueno, tu hipotética oferta es ciertamente apreciada. Pero una ocasional sesión de espionaje és una cosa, posar los cuerpos de las personas mientras {b}los posees{/b} para hacerte fotos es un nivel de miserable diferente.

source: [_tucker_s_away_s_talk_happy_] Nah, yeah, I understand why you {i}wouldn't{/i} wanna do that.
es_es: [_tucker_s_away_s_talk_happy_] Ya, sí, entiendo por que {i}no querrías{/i} hacer eso.

source: [_tucker_s_towards_s_angry_] See, that's what I think makes you a real hero Danny. The whole "knowing right from wrong" aspect of your personality. You're the perfect person to defend Amity from ghastly ghouls.
es_es: [_tucker_s_towards_s_angry_] Ves, eso es lo que creo que te hace un verdadero héroe Danny. Todo el aspecto de "distinguir el bien del mal" de tu personalidad. Eres la persona perfecta para defender Amity de horribles fantasmas.

source: [_danny_s_rise_one_s_-blush_s_talk_happy_] Thanks Tuck. I appreciate your superhero blessing.
es_es: [_danny_s_rise_one_s_-blush_s_talk_happy_] Gracias Tuck. Aprecio tu bendición de superhéroe.

source: [_tucker_s_talk_frown_s_wondering_] Well, I'd say we're only wasting {b}more{/b} of our time with these light pleasantries.
es_es: [_tucker_s_talk_frown_s_wondering_] Bueno, yo diría que estamos perdiendo {b}mucho{/b} tiempo con galanterías.

source: [_danny_s_talk_frown_s_rise_one_] You cover the chairs?
es_es: [_danny_s_talk_frown_s_rise_one_] ¿Cubres las sillas?

source: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] You take the booths?
es_es: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] ¿Te llevas los stands?

source: [_danny_tucker_] Let's do it!!
es_es: [_danny_tucker_] ¡Hagámoslo!!

source: [_danny_s_talk_frown_s_sad_] ...and that makes booth number #86! {i}Phew!!{/i}
es_es: [_danny_s_talk_frown_s_sad_] ...¡y esto hace el stand número 86! {i}¡¡Uf!!{/i}

source: [_tucker_s_talk_frown_] Man, I can actually {b}hear{/b} the discs in my spine grinding against each other.
es_es: [_tucker_s_talk_frown_] Tío, puedo {b}oír{/b} las vértebras de mi columna chocando entre sí.

source: [_tucker_s_wondering_s_towards_wide_] I'm exhausted!
es_es: [_tucker_s_wondering_s_towards_wide_] ¡Estoy agotado!

source: [_danny_s_wondering_s_talk_frown_] Let's just be glad a lot of the other booths dropped out last minute. With this "Madam Babazita's" booth finished, we're officially done, so I'm happy. We just need to wait for her to actually get here to claim her spot.
es_es: [_danny_s_wondering_s_talk_frown_] Alegrémonos de que muchos stands hayan avisado de que no vienen a última hora. Con este stand de "Madam Babazita" terminada hemos acabado oficialmente, así que estoy contento. Solo tenemos que esperar a que ella llegue para reclamar su sitio.

source: [_tucker_s_talk_frown_s_neutral_] I'll be {b}happy{/b} when one of these merchants sells me a back brace!
es_es: [_tucker_s_talk_frown_s_neutral_] ¡Seré {b}feliz{/b} cuando uno de estos comerciantes me venda una faja para la espalda!

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hey, we have the weekend now to rest up! That should do us some good, right?
es_es: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] ¡Eh, ahora tenemos el fin de semana para descansar! Eso nos debería de ir bien, ¿no?

source: [_tucker_s_talk_frown_s_angry_] Says you! I still have that stupid paper to finish!
es_es: [_tucker_s_talk_frown_s_angry_] ¡Tú lo has dicho! ¡Todavía tengo que terminar ese estúpido papel!

source: [_danny_s_talk_frown_s_at_player_] Yeah... now that I think about it, what if I end up spending the weekend having to track down a ghost?
es_es: [_danny_s_talk_frown_s_at_player_] Sí... ahora que lo pienso, ¿y si acabo pasando el fin de semana teniendo que perseguir a un fantasma?

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...God, what if I have to spend my whole {u}life{/u} fighting ghosts?
es_es: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...Dios, ¿y si tengo que pasarme toda la {u}vida{/u}luchando contra fantasmas?

source: [_tucker_s_closed_s_talk_frown_] Listen Danny, a great man once said that with great power, comes great responsibility.
es_es: [_tucker_s_closed_s_talk_frown_] Escucha Danny, un gran hombre dijo una vez que un gran poder conlleva una gran responsabilidad.

source: [_danny_s_towards_s_talk_happy_s_rise_one_] That's just from Spider-Man 1, Tuck.
es_es: [_danny_s_towards_s_talk_happy_s_rise_one_] Eso és de Spiderman 1, Tuck.

source: [_tucker_s_closed_s_talk_frown_] That's from all {b}three{/b} Raimi Spider-Man movies, {i}thank you{/i}.
es_es: [_tucker_s_closed_s_talk_frown_] Eso és de las {b}tres{/b} películas de Spiderman, {i}gracias{/i}.

source: [_tucker_s_towards_s_sad_s_talk_happy_] Also, that doesn't make it any less true. If ghosts really are escaping into Amity Park, then {b}you're{/b} gonna be the one to stop them. You'll do {i}great{/i} things with your powers, I just know it!
es_es: [_tucker_s_towards_s_sad_s_talk_happy_] Además, eso no lo hace menos cierto. Si los fantasmas vienen a Parque Amity, entonces {b}tú serás{/b} quien los detenga. Harás {i}grandes{/i} cosas con tus poderes, ¡lo sé!

source: [_danny_s_at_player_s_talk_frown_2_] I mean, sure, I wouldn't normally {i}mind{/i} the whole "getting superpowers" thing, obviously. But at the end of the day, I {b}still{/b} have to finish my algebra homework {i}and{/i} do all my chores as well!
es_es: [_danny_s_at_player_s_talk_frown_2_] Quiero decir, claro, debería {i} tener{/i} cuidado con eso de "tener superpoderes", obviamente. ¡Y al final del día, {b}todavía{/b} me quedarán por terminar mis deberes de álgebra {i}y{/i} hacer todas mis tareas domésticas!

source: [_danny_s_towards_s_talk_frown_] Getting ghost powers would've been a lot better if I already had one of those "billionaire playboy" alter egos superheros tend to have.
es_es: [_danny_s_towards_s_talk_frown_] Conseguir poderes fantasmales habría sido mucho mejor si ya tuviera la vida de "playboy multimillonario" que suelen tener los superhéroes.

source: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i}! A billionaire with ghost powers? Yeah right! That's total make believe dude, only in comics and kids shows. Can you imagine someone like Vlad Masters floating through walls?
es_es: [_tucker_s_talk_happy_s_sad_] {i}¡Ja!{/i} ¿Un multimillonario con poderes fantasmales? ¡Si, claro! Eso es pura fantasía, sólo en cómics y programas infantiles. ¿Te imaginas a alguien como el maestro Vlad flotando a través de las paredes?

source: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Heh, yeah, I guess that {i}is{/i} a bit silly.
es_es: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Sí, supongo que {i}és{/i} un poco tonto.

source: [_tucker_s_angry_s_away_s_talk_frown_] Man, where {i}is{/i} this lady? I'm not gonna stick around forever to watch her booth for her.
es_es: [_tucker_s_angry_s_away_s_talk_frown_] Tío, ¿dónde {i}está{/i} esta señora? No voy a quedarme para siempre a vigilar su stand.

source: [_danny_s_rise_one_s_talk_frown_] Lancer told us that people were going to start showing up around two o'clock, so I'm figuring she'll be arriving soo-
es_es: [_danny_s_rise_one_s_talk_frown_] Lancer nos dijo que la gente iba a empezar a aparecer alrededor de las dos, así que me imagino que llegará pron-

source: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i}!! You two boo-bahs jumped good! Scream like littlest of goyls!! {i}Heh heh hech{/i}!!
es_es: [_babazita_s_talk_happy_s_wondering_2_] {i}¡¡Ah hah hech{/i}!! ¡habéis dado un buen salto! ¡¡Habéis gritado como ratas!! ¡¡{i}Heh heh hech{/i}!!

source: [_danny_s_talk_happy_s_towards_s_rise_one_] ...you must be Madam Babazita.
es_es: [_danny_s_talk_happy_s_towards_s_rise_one_] ...usted debe ser la señora Babazita.

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, this is me. You two did good job setting up money booth for Madam Babazita. Minus not putting out 'vy actual merchandise for me...
es_es: [_babazita_s_talk_happy_s_closed_s_neutral_] Sí, soy yo. Habéis hecho un buen trabajo montando el puesto de dinero para la mí. Descontando que no habéis puesto mercancía para mí...

source: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Uhh, yeah, you're welcome anyway, lady.
es_es: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Uhh, sí, de nada de todos modos, señora.

source: [_danny_s_sad_s_talk_happy_] We sorta didn't want to mess with too much of your stuff, Miss Babazita. It all looked... pretty old.
es_es: [_danny_s_sad_s_talk_happy_] No queríamos tocar sus cosas, Srta. Babazita. Todo parecía... bastante viejo.

source: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz wise of you boys. There are powerful hexes and curses among Madam Babazita's trinkets and 'vares.
es_es: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz sabia decisión. Hay poderosos maleficios y maldiciones entre las baratijas de Madam Babazita.

source: [_tucker_s_wondering_s_talk_frown_s_towards_] Uh huh, sure. Shrunken moose weiners and voodoo furby dolls. Real {i}powerful{/i} artifacts you got there, Madam.
es_es: [_tucker_s_wondering_s_talk_frown_s_towards_] Claro. Pociones de alce encogido y muñecos de peluche vudú. Tiene reales y {i}poderosos{/i} artefactos, señora.

source: [_babazita_] ...you do not believe in Babazita's 'vares?
es_es: [_babazita_] ...¿no crees en los 'poderes' de Babazita?

source: [_tucker_s_closed_s_sad_s_talk_frown_] Sorry lady, it's not you, I just don't really believe in too much of the supernatural.
es_es: [_tucker_s_closed_s_sad_s_talk_frown_] Lo siento señora, no és por usted, és que no creo demasiado en lo sobrenatural.

source: [_tucker_s_away_s_sad_] ...at least, I didn't {i}used{/i} to. Now I'm like... 65 percent a skeptic.
es_es: [_tucker_s_away_s_sad_] ...al menos, yo no {i}lo he usado{/i}. Ahora soy como... 65 por ciento escéptico.

source: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita understands. There are 'var too many fakes and phonies out there deez' days! Give true psychics and spiritual shepards like Madam Babazita bad name! {i}*Patooie*{/i}
es_es: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita comprend. ¡Hay demasiadas estafas y farsantes por ahí! ¡Dan mala fama a las verdaderas psíquicas y guardianas espirituales como Madam Babazita! {i}*Patooie*{/i}

source: [_danny_s_rise_one_s_frown_] (Babazita sure seems harmless enough, but jeez, this lady's really gotta take something to clear her throat... and see somebody about that mole.)
es_es: [_danny_s_rise_one_s_frown_] (Babazita parece bastante inofensiva, pero vaya, esta señora tiene que tomarse algo para aclararse la garganta... y buscar un especialista para ese lunar)

source: [_babazita_s_wondering_s_talk_happy_] You both seem good boys. 'Vould you two like a look at Madam Babazita's 'vares...?
es_es: [_babazita_s_wondering_s_talk_happy_] Parecéis buenos chicos. ¿Os gustaría echar un vistazo a los "vares" de Madam Babazita...?

source: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no thanks lady, m-me and my friend both have steady relationships, so we really wouldn't wanna-
es_es: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no gracias señora, m-mi amigo y yo tenemos relaciones estables, así que no querríamos-

source: [_danny_s_talk_happy_2_s_rise_one_] Tucker! No! She's just trying to sell us some of her stuff, calm down.
es_es: [_danny_s_talk_happy_2_s_rise_one_] ¡Tucker! ¡No! Ella sólo está tratando de vendernos algunas de sus cosas, cálmate.

source: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Whispering*{/i} Come on, Tuck, let's be nice to her and at least take a look. She's not gonna get much business selling her own junk out here. Let's just humor here a little.
es_es: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Susurrando*{/i} Vamos, Tuck, seamos amables con ella y echemos un vistazo. Ella no va a conseguir mucho negocio vendiendo su basura aquí. Hagamos un poco de humor.

source: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Whispering*{/i} Fine, but amusing an old lady who even a thrift store wouldn't accept hand me downs from was {b}not{/b} the way I wanted to spend the remainder of my Friday afternoon.
es_es: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Susurrando*{/i}Bien. Bien, pero divertir a una anciana de la que ni siquiera una tienda de segunda mano aceptaría su género, {b}no{/b} era la forma en que quería pasar el resto de mi tarde de viernes.

source: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, we'd {b}love{/b} to see what you have for sale Madam Babazita.
es_es: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, nos {b}encantaría {/b} ver lo que tiene a la venta, Madam Babazita.

source: [_babazita_s_talk_happy_s_towards_wide_2_] Ja, wunderbar! Oooh! Let me get mein {b}special{/b} trinket!
es_es: [_babazita_s_talk_happy_s_towards_wide_2_] ¡Ja, maravilloso! ¡Oooh! ¡Déjame coger mi baratija {b}especia {/b}l!

source: [_tucker_s_talk_frown_s_wondering_] Did she just switch foreign accents?
es_es: [_tucker_s_talk_frown_s_wondering_] ¿Acaba de cambiar a un acento extranjero?

source: [_danny_s_talk_frown_2_] Well, some people are just really cultured, ya know?
es_es: [_danny_s_talk_frown_2_] Bueno, algunas personas son muy cultas, ¿sabes?

source: [_tucker_s_angry_s_blank_stare_s_talk_frown_] More like some people are full of bullsh-
es_es: [_tucker_s_angry_s_blank_stare_s_talk_frown_] Más bien algunas personas están llenas de mierda

source: [_babazita_] {b}Aghh, 'vere is zit?!{/b}
es_es: [_babazita_] {b}Aghh, ¡¿dónde está el asiento?!{/b}

source: [_danny_s_sad_2_s_talk_frown_2_] Hey, you okay Babazita?
es_es: [_danny_s_sad_2_s_talk_frown_2_] Oye, ¿estás bien Babazita?

source: [_babazita_] Da, Madam Babazita is just having trouble... finding the right... {i}ah hach!{/i} Dats a {b}bingo{/b}!
es_es: [_babazita_] Da, Madam Babazita está teniendo problemas... para encontrar el correcto... {i}ah hach!{/i} ¡Esto és {b}bingo{/b}!

source: [_babazita_s_talk_frown_s_towards_2_] You, pale and lanky 'vun, come closer to gain spayshial trinket!
es_es: [_babazita_s_talk_frown_s_towards_2_] ¡Tú, pálido y larguirucho, acércate para ganar la baratija especial!
