Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Here 'vee are! A powerful artifact just for you boys...
es_es: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] ¡Aquí está! Un poderoso artefacto sólo para vosotros, chicos...

source: [_babazita_s_closed_s_wondering_] ...da 'maygic lamp of the Jinn! Most impressive, no?
es_es: [_babazita_s_closed_s_wondering_] ...¡la lámpara mágica del Genio! Impresionante, ¿no?

source: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, yeah, it's certainly... a lamp... {i}*Whispering*{/i} ...more of a {b}bottle{/b}, really.
es_es: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, sí, és ciertamente... una lámpara... {i}*susurrando*{/i}... parecida más bien a una {b}botella{/b}.

source: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] Is there some kind of story behind it's, uhh, mighty power?
es_es: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] ¿Hay alguna historia detrás de su, uhh, poder?

source: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere is in fact one! A 'traygic and sad story indeed...
es_es: [_babazita_s_towards_s_talk_frown_s_neutral_2_] ¡Da, 'dere es de hecho uno! Una historia 'trágica y triste de hecho...

source: [_tucker_s_talk_frown_s_sad_] It's not a {i}long{/i} story, is it?
es_es: [_tucker_s_talk_frown_s_sad_] ¿és una historia {i}larga{/i}?

source: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Long ago, there was a mighty sultan who ruled 'deh whole seven kingdoms! He had all the power a man could have...
es_es: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Hace mucho tiempo, había un poderoso sultán que gobernaba los siete reinos. Tenía todo el poder que un hombre puede tener...

source: [_babazita_s_neutral_2_s_talk_happy_] He led his mighty 'varriors and armies into battle, sent to kill and pillage for him. His armies brought back many a beautiful girl from each village he conquered!
es_es: [_babazita_s_neutral_2_s_talk_happy_] Llevó a sus poderosos guerreros y ejércitos a la batalla, enviados a matar y saquear para él. Sus ejércitos traían a muchas chicas hermosas de cada pueblo que conquistaba!

source: [_babazita_s_talk_happy_s_wondering_2_] 'Vun day, a most {b}beautiful{/b} and {i}enchanting{/i} harem girl was sent to live with him in his private chambers...
es_es: [_babazita_s_talk_happy_s_wondering_2_] 'Vun día, la chica más {b}hermosa{/b} y {i}encantadora{/i} fue enviada a vivir con él en sus aposentos privados...

source: [_tucker_s_talk_happy_s_closed_s_sad_] Okay, I can dig where this story is going...
es_es: [_tucker_s_talk_happy_s_closed_s_sad_] Vale, puedo entender a dónde va esta historia...

source: [_danny_s_talk_frown_s_at_danny_s_angry_] Tucker! Shush!
es_es: [_danny_s_talk_frown_s_at_danny_s_angry_] ¡Tucker! ¡Silencio!

source: [_babazita_s_neutral_2_s_talk_happy_] The sultan adored her, and promised to grant her every desire. He even bestowed upon the orphaned girl a name... "Desiree".
es_es: [_babazita_s_neutral_2_s_talk_happy_] El sultán la adoraba y prometió satisfacer todos sus deseos. Incluso le dio a la huérfana un nombre... "Desirée".

source: [_babazita_s_talk_happy_s_neutral_s_closed_] They were, for a time at least, truly in love...
es_es: [_babazita_s_talk_happy_s_neutral_s_closed_] Estuvieron, al menos por un tiempo, verdaderamente enamorados...

source: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Until 'deh sultan's jealous 'vife became a'vare of the would be harlot in her husband's bed each night!
es_es: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] ¡Hasta que para la celosa esposa del sultán se convirtió en una pesadilla ver a una ramera con su marido cada noche!

source: [_babazita_s_towards_wide_3_s_angry_] Forced to outcast his beloved, 'deh sultan banished Desiree from his kingdom, into the hot and harsh desert...
es_es: [_babazita_s_towards_wide_3_s_angry_] Obligado a desterrar a su amada, el sultán 'deh desterró a Desirée de su reino, al caluroso y duro desierto...

source: [_babazita_s_idle__s_towards_2_] Starved, scorched, unable to go on after days 'vandering, she collapsed into the sands, letting the wind peel away 'deh flesh from her bones...
es_es: [_babazita_s_idle__s_towards_2_] Hambrienta, abrasada, incapaz de seguir adelante tras días de vagabundeo, se desplomó en la arena, dejando que el viento le arrancara la carne de los huesos...

source: [_tucker_s_sad_s_talk_frown_] Yeesh. That's rough, buddy.
es_es: [_tucker_s_sad_s_talk_frown_] Sí. Eso és duro.

source: [_babazita_s_talk_frown_s_wondering_] Years later, it was said that 'deh spirit of her former self began to wander from kingdom to kingdom, granting the heart's desire of noble men using her harem magic.
es_es: [_babazita_s_talk_frown_s_wondering_] Años más tarde, la leyenda dice que 'deh espíritu de Desiree comenzó a vagar de reino en reino, concediendo el deseo del corazón de los hombres nobles usando su magia.

source: [_babazita_s_wondering_2_] However, each 'vish she granted often had a terrible and {b}fatal{/b} result, being that she was so scornful of the once noble man who had previsouly broken her heart.
es_es: [_babazita_s_wondering_2_] Sin embargo, cada deceo que concedía solía tener un resultado terrible y {b}castastrófico{/b}, ya que estaba atormentada por el noble hombre que le rompió el corazón.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Man. How awful. That poor girl.
es_es: [_danny_s_at_player_s_talk_frown_s_sad_] Tio. Que horrible. Esa pobre chica.

source: [_babazita_s_towards_s_talk_frown_] Da, 'tis terrible...
es_es: [_babazita_s_towards_s_talk_frown_] Da, es terrible...

source: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriiiighty then, back to reality for a moment, can you tell us just what this really {i}scary{/i} "Goosebumps" tale has to do with this cheap bong my friend is holding?
es_es: [_tucker_s_towards_s_talk_frown_s_neutral_] entonces, de vuelta a la realidad por un momento, ¿puedes decirnos qué tiene que ver este {i}aterrador{/i} cuento con esta cachimba barata que mi amigo sujeta?

source: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, da, of course. She's in there.
es_es: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, da, por supuesto. Ella está ahí.

source: [_tucker_s_towards_2_s_talk_frown_] Wait... what? Who's in there?
es_es: [_tucker_s_towards_2_s_talk_frown_] Espera... ¿Qué? ¿Quién está ahí?

source: [_tucker_s_towards_2_s_talk_frown_s_sad_] The genie girl?
es_es: [_tucker_s_towards_2_s_talk_frown_s_sad_] ¿La chica genio?

source: [_tucker_s_towards_s_talk_frown_s_angry_] The wish granting harem genie-spirit girl Desiree... is in {u}this{/u} bottle?
es_es: [_tucker_s_towards_s_talk_frown_s_angry_] Desiree, la genio-espíritu del harén que concede deseos... ¿está en {u}esta{/u} botella?

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Lamp. Da. Caught her last month!
es_es: [_babazita_s_talk_happy_s_closed_s_neutral_] Es una lámpara, y sí, ¡la atrapé el mes pasado!

source: [_babazita_s_wondering_s_talk_happy_] You want? Five bucks.
es_es: [_babazita_s_wondering_s_talk_happy_] ¿Quieres cinco dólares?

source: [_tucker_s_closed_s_talk_frown_] ...yeup, I'm outta here.
es_es: [_tucker_s_closed_s_talk_frown_] ...sip, me voy de aquí.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker wait! C'mon, it was worth the story at least!
es_es: [_danny_s_at_player_s_talk_frown_s_sad_] ¡Tucker espera! ¡Vamos, al menos valió la pena la historia!

source: [_babazita_s_talk_frown_s_wondering_2_] Your friend... he is, how you say... a bit of a {b}dick{/b}, no?
es_es: [_babazita_s_talk_frown_s_wondering_2_] Tu amigo... es, ¿cómo se dice...? un {b}cabrón{/b}, ¿no?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Well, he's just grouchy today about having to do extracurricular activities.
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] Bueno, hoy está de mal humor porque tiene que hacer actividades extracurriculares.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, uhm, I'll just put your lamp back on your table, Madam B.
es_es: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, pondré su lámpara de nuevo en su mesa, Señora B.

source: [_babazita_] Vell' de offer on de' laymp still stands. {b}$5{/b} if you 'vant.'
es_es: [_babazita_] Bueno, la ofertá por la lampará sigue on pied. {b}$5{/b} si quierre.

source: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] I still be here for good while selling my 'vares. I tell dat' mister Lancer-man I hex away remayning hair on him' body if he try to move Babazita's booth too soon! {i}Heh heh hech{/i}!!
es_es: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] Estaré aquí mientras vendo mis mercancías. Le he dicho al señor Lancer que le arrancaré los pelos si intenta mover el stand de Babazita muy pronto. {i}¡¡Heh heh hech{/i}!!

source: [_babazita_s_closed_s_idle__] Buh bye for now, child.
es_es: [_babazita_s_closed_s_idle__] Adiós por ahora, chico.

source: [_danny_s_at_player_s_sad_2_] (Well, Tucker didn't seem to be a fan of Babazita, but honestly, for the price of the lamp alone...)
es_es: [_danny_s_at_player_s_sad_2_] (Bueno, Tucker no parecía ser fan de Babazita, aunque, sólo por el precio de la lámpara...)

source: [_danny_s_towards_s_sad_s_smile_] (I think it'd at least be worth it to give him just as a goof gift! I'm sure he'll find the humor in that.)
es_es: [_danny_s_towards_s_sad_s_smile_] (¡Creo que al menos valdrá la pena dárselo como regalo de broma! Seguro que lo encuentra gracioso)

source: [_babazita_s_talk_frown_s_wondering_2_] Sorry but you no have enough money... which is sad, really, special laymp only five whole dollars...
es_es: [_babazita_s_talk_frown_s_wondering_2_] Lo siento, pero no tienes suficiente dinero... és triste la verdad, una lámpara especial por sólo cinco dólares...

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Here Madam Babazita, I think I have enough for that lamp...
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Aquí Señora Babazita, creo que tengo suficiente para esa lámpara...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_] Yeup, $5. There you are!
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_] Sí, 5 dólares. ¡Ahí está!

source: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Very good, young man! Here is lovely lamp for you! Please enjoy! {i}*Whispering*{/i} Remember, no refunds...
es_es: [_babazita_s_talk_happy_s_wondering_2_s_closed_] ¡Muy bien, joven! ¡Aquí tienes una preciosa lámpara! ¡Por favor disfrútala! {i}*susurrando*{/i} Recuerda, no hago devoluciones...

source: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfect, now that I've got my little gag gift, I should go find Tucker to give it to him... I'm sure I'll find him just bumming around town someplace!)
es_es: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfecto, ahora que tengo mi regalito de broma, debería ir a buscar a Tucker para dárselo... Seguro que lo encuentro dando vueltas por algún lado)

source: [_danny_s_sad_s_closed_s_talk_happy_2_] Thanks Babazita! Good luck selling the rest of your wares today!
es_es: [_danny_s_sad_s_closed_s_talk_happy_2_] ¡Gracias Babazita! ¡Te deseo suerte vendiendo el resto de tus mercancías!

source: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] Selling 'vares? {i}Pshhh{/i}, I made $5 today, I'm packing up and going home early!
es_es: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] ¿Vendiendo? {i}Pshhh{/i}, gané $5 hoy, ¡voy a recoger e irme a casa temprano!

source: [_babazita_s_closed_s_talk_happy_s_idle__] I'm in 'deh money, baby!!
es_es: [_babazita_s_closed_s_talk_happy_s_idle__] ¡¡Estoy con 'deh dinero, chaval!!

source: [_danny_s_talk_frown_2_s_rise_one_] Hey Tuck wait up!
es_es: [_danny_s_talk_frown_2_s_rise_one_] ¡Hey Tuck espera!

source: [_tucker_s_talk_frown_s_angry_] Ugh, man, can you {i}believe{/i} that absolute con artist? Trying to sell me her "Party City" hot garbage? Only an {b}idiot{/b} would buy her stuff, right Danny?
es_es: [_tucker_s_talk_frown_s_angry_] Ugh, hombre, ¿puedes {i}creer{/i} a esa estafadora? ¿Intentando venderme su basura "fiesta loca"? Sólo un {b}idiota{/b} compraría sus cosas, ¿verdad Danny?

source: [_tucker_s_talk_frown_s_neutral_] Dude. No way did you actually buy that thing.
es_es: [_tucker_s_talk_frown_s_neutral_] Tío. No deberías haber comprado esta cosa.

source: [_danny_s_closed_s_talk_frown_s_sad_] Well, I mean, I got it for cheap enough, so I figured...
es_es: [_danny_s_closed_s_talk_frown_s_sad_] Bueno, quiero decir, lo conseguí bastante barato, así que pensé...

source: [_tucker_s_talk_frown_s_neutral_] Giving that lady a single dirty penny would be too expensive a price.
es_es: [_tucker_s_talk_frown_s_neutral_] Darle a esa señora unos peniques sería demasiado caro.

source: [_danny_s_talk_happy_2_s_rise_one_] What's the big deal? So some dumb lady got a fiver off me. The bottle's not really that bad quality.
es_es: [_danny_s_talk_happy_2_s_rise_one_] ¿Cuál es el problema? Una tonta me sacó cinco dólares. La botella no és de mala calidad.

source: [_tucker_s_talk_frown_s_angry_] The big deal is that a dumb lady like her can make easy money while people like my dad have to work for a living! It's not easy for him being a golf ball diver...
es_es: [_tucker_s_talk_frown_s_angry_] ¡El gran problema es que una señora tonta como ella puede ganar dinero fácil mientras que gente como mi padre tiene que trabajar para ganarse la vida! No es fácil para él ser un buscador de pelotas de golf...

source: [_danny_s_rise_one_s_talk_frown_] ...is that what your dad actually does?
es_es: [_danny_s_rise_one_s_talk_frown_] ...¿és eso lo que tu padre hace?

source: [_tucker_s_talk_frown_] Yeah, at Amity Park Golf Club. He wears scuba gear and dives into the rivers to retrieve balls for the club.
es_es: [_tucker_s_talk_frown_] Sí, en el Club de Golf Amity Park. Lleva equipo de buceo y se sumerge en los ríos para recuperar pelotas para el club.

source: [_danny_s_talk_happy_s_at_player_s_sad_] That actually sounds pretty cool.
es_es: [_danny_s_talk_happy_s_at_player_s_sad_] La verdad es que suena muy bien.

source: [_tucker_s_closed_s_talk_frown_] Ehh, not for him considering he's got a Masters in computer software design.
es_es: [_tucker_s_closed_s_talk_frown_] Ehh, no para él teniendo en cuenta que tiene un máster en diseño de software informático.

source: [_danny_s_talk_frown_2_s_neutral_] Oh. I see.
es_es: [_danny_s_talk_frown_2_s_neutral_] Oh. Ya veo.

source: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, I just {b}wish{/b} scam artists like her would go away.
es_es: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, yo sólo {b}deseo{/b} que los estafadores como ella desaparezcan.

source: [_danny_s_talk_happy_s_rise_one_] Well... hey, you wanna use your bottle for that wish?
es_es: [_danny_s_talk_happy_s_rise_one_] Bueno... oye, ¿quieres usar tu lámpara para ese deseo?

source: [_tucker_s_talk_frown_s_sad_] {i}My{/i} bottle?
es_es: [_tucker_s_talk_frown_s_sad_] ¿{i}Mi{/i} lámpara?

source: [_danny_s_closed_s_sad_s_talk_happy_] Sure, why not? Consider it a goof item to hang up next to your collection of skeptic books.
es_es: [_danny_s_closed_s_sad_s_talk_happy_] Claro, ¿por qué no? Considéralo un objeto curioso para colgar junto a tu colección de libros escépticos.

source: [_tucker_s_talk_happy_s_sad_] Really? Aww, thanks man. That's actually a kind of nice gift, even though I don't like that you had to hand over money to a huckster.
es_es: [_tucker_s_talk_happy_s_sad_] ¿De verdad? Gracias, tío. En realidad es un regalo muy bonito, aunque no me gusta que hayas tenido que entregar dinero a un mercachifle.

source: [_tucker_s_talk_happy_s_wondering_] I think it'll go nicely next to my new Penn & Teller book. Did you know that they're actually-
es_es: [_tucker_s_talk_happy_s_wondering_] Creo que irá muy bien junto a mi nuevo libro de Penn & Teller. ¿Sabías que en realidad son

source: [_magiclamp_] {i}*Shatter*{/i}
es_es: [_magiclamp_] {i}*quebrar*{/i}

source: [_danny_s_talk_frown_] Oh man, come on! That was like...
es_es: [_danny_s_talk_frown_] ¡Oh hombre, vamos! Eso fue como...

source: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh dude, Danny, I'm so sorr-
es_es: [_tucker_s_sad_s_talk_frown_] {i}*jadeo*{/i} Oh tío, Danny, lo siento mucho

source: [_tucker_s_towards_s_wondering_] Wait a second...
es_es: [_tucker_s_towards_s_wondering_] Espera un segundo...

source: [_tucker_s_neutral_] ...nice try Danny.
es_es: [_tucker_s_neutral_] ...buen intento Danny.

source: [_tucker_s_closed_s_angry_] Even if I hadn't heard her say it was only $5, there's no way I would've believe that. I'll spot you your fiver back, but that hunk of junk wasn't worth diddily-
es_es: [_tucker_s_closed_s_angry_] Aunque no hubiera oído decir que sólo costaba 5 dólares, no me lo habría creído. Te devolveré tus cinco, pero ese pedazo de chatarra no vale la pena

source: [_tucker_s_talk_happy_s_towards_s_sad_] Uhh, you okay there buddy? That was a rather nasty burp. I could actually {b}feel{/b} that from over here, like wow!
es_es: [_tucker_s_talk_happy_s_towards_s_sad_] ¿Estás bien, amigo? Eso fue un eructo bastante desagradable. De hecho pude {b}sentirlo{/b} desde aquí, ¡guau!

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Uh oh... I've gotten the hang of knowing that's usually {b}not{/b} a good sign...)
es_es: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Uh oh... He aprendido que el truco del saber {b}no{/b} suele ser una buena señal...)

source: [_magiclamp_] {i}*Woosh* *Woosh* *Smoke* *Bustling Cloud*{/i}
es_es: [_magiclamp_] {i}*Woosh* *Woosh* *humo* *Nube bulliciosa*{/i}

source: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... free... free at last!!
es_es: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... libre... ¡¡por fin libre!!

source: [_desiree_s_sad_s_talk_happy_s_towards_] Now then... to my rather {i}devilishly{/i} handsome and gracious savior... what does your heart desire...?
es_es: [_desiree_s_sad_s_talk_happy_s_towards_] Bien... a mi más bien {i}diabólicamente guapo{/i} y gracioso salvador... ¿qué desea tu corazón...?

source: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, it's a ghost! Don't worry, I'll stop her!!
es_es: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, ¡és un fantasma! No te preocupes, ¡¡la detendré!!

source: [_danny_s_talk_frown_] I'm going g-
es_es: [_danny_s_talk_frown_] Me convertiré en fantasma-

source: [_tucker_s_closed_s_talk_happy_s_angry_] {b}I WISH I HAD COOL GHOST POWERS LIKE MY FRIEND DANNY{/b}!!!
es_es: [_tucker_s_closed_s_talk_happy_s_angry_] ¡¡¡{b}DESEOD TENER PODERES FANTASMALES COMO MI AMIGO DANNY{/b}!!!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] -what?
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] ¿qué?

source: [_desiree_] So you have wished it, so it shall be!
es_es: [_desiree_] Así lo has deseado, ¡así será!

source: [_danny_s_talk_frown_s_sad_] Tucker, what happened? What did she do to you?
es_es: [_danny_s_talk_frown_s_sad_] Tucker, ¿qué ha pasado? ¿Qué te ha hecho?

source: [_tucker_s_away_s_sad_s_talk_frown_] I- I don't know... I think she... I think I'm...
es_es: [_tucker_s_away_s_sad_s_talk_frown_] No sé... Creo que ella... Creo que yo...

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] I'm a ghost boy!! Alright, this is {b}awesome{/b}!! Look Danny, I'm just like {i}you{/i}!!
es_es: [_tucker_s_towards_wide_s_talk_happy_s_angry_] ¡¡Soy un chico fantasma!! ¡¡esto és {b}impresionante{/b}!! ¡¡Mira Danny, soy como {i}tú{/i}!!

source: [_tucker_s_sad_s_ahegao_] Oh, thank you green, big boobed genie!!
es_es: [_tucker_s_sad_s_ahegao_] ¡¡Oh, gracias genio verde de grandes tetas!!

source: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Why thank {i}you{/i}, Master, for freeing me of that accursed lamp. You may also call me... {b}Desiree{/b}.
es_es: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Gracias a {i}usted{/i} Maestro, por liberarme de esa lámpara maldita. También puede llamarme... {b}Desiree{/b}.

source: [_tucker_s_angry_s_talk_happy_] You got it, hot stuff!
es_es: [_tucker_s_angry_s_talk_happy_] ¡lo hiciste, és buenísimo!

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, don't you see what's going on here? She's a ghost!! Ya know, as in a vengeful spirit??
es_es: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, ¿no ves lo que está pasando aquí? ¡¡Es un fantasma!! Ya sabes, ¿¿no ves que és un espíritu vengativo??

source: [_tucker_s_talk_happy_s_sad_] Hey, we're {b}all{/b} ghosts here. Nothing to be ashamed of! Be proud of your ghostly brotherhood, dawg! Plus, I'm a big believer that people can change. {b}Even{/b} vengeful spirits!
es_es: [_tucker_s_talk_happy_s_sad_] Hey, estamos {b}todos{/b} los fantasmas aquí. ¡No hay nada de que avergonzarse! ¡Siéntete orgulloso de tu hermandad fantasmal, amigo! Además, creo firmemente que la gente puede cambiar. ¡{b}Incluso{/b} los espíritus vengativos!

source: [_tucker_s_wondering_s_towards_wide_] I mean look at me, I freaking {b}glow{/b} now!! And have cool ghostly eyeliner!! This is rad!!
es_es: [_tucker_s_wondering_s_towards_wide_] Quiero decir, mírame, ¡¡ahora {b}resplandezco{/b}!! Y tengo un genial perfil fantasmal. ¡¡Esto és genial!!

source: [_danny_s_rise_one_s_talk_frown_] Come on man, don't you find any of this a {i}little{/i} weird?
es_es: [_danny_s_rise_one_s_talk_frown_] Vamos hombre, ¿no encuentras esto un {i}poco{/i} raro?

source: [_tucker_s_away_s_talk_happy_s_sad_] Nah man! Look, Amity Park's gonna need as much help as it can get defending it from ghosts, right? Well what bad's gonna come from one {b}more{/b} ghost hero in town?
es_es: [_tucker_s_away_s_talk_happy_s_sad_] ¡No hombre! Mira, Amity Park va a necesitar toda la ayuda posible para defenderse de los fantasmas, ¿verdad? Bueno, ¿qué mal va a tener que haya un héroe fantasma {b}más{/b} en la ciudad?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] I mean... well yeah, but, I kinda thought you and Sam would help me out already... ya know as like my sorta... how would I put it...
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Quiero decir... bueno sí, pero, como que pensé que tú y Sam ya me ayudarían... ya sabes como mi especie de... cómo lo diría...

source: [_tucker_s_wondering_s_talk_frown_] ...as what, your {b}sidekicks{/b}?
es_es: [_tucker_s_wondering_s_talk_frown_] ...como qué, ¿tu {b}compañero{/b}?

source: [_danny_s_wondering_s_talk_happy_2_] No, not that! Just, more like, my backup team!
es_es: [_danny_s_wondering_s_talk_happy_2_] ¡No, eso no! Más bien, ¡mi equipo de apoyo!

source: [_tucker_s_sad_s_talk_frown_] Hey man, I don't see the difference between this and that. I can be {b}way{/b} more helpful now than I'd ever be as dorky Tucker Foley. I can now be...
es_es: [_tucker_s_sad_s_talk_frown_] No veo la diferencia entre esto y aquello. Puedo ser un {b}camino{/b} más útil ahora de lo que nunca sería como lerdo Tucker Foley. Ahora puedo ser...

source: [_danny_s_neutral_s_talk_frown_] ..."Tucker Phantom"? Really? That's so...
es_es: [_danny_s_neutral_s_talk_frown_] ... "Tucker Phantom"? ¿Realmente? Eso és tan...

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...not bad, actually. (Man, how come {i}I{/i} can't come up with a name like that?)
es_es: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...no está mal, la verdad. (Hombre, ¿cómo és que no {i}se{/i} ha ocurrido un nombre así?)

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Alright, well... I guess it's not all terrible. I just don't know about a ghost who grants wishes all willy nilly...
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_] De acuerdo, bueno... Supongo que no todo es terrible. Sólo que no sé nada sobre fantasmas que conceden deseos a voluntad...
