Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: es_es

source: [_sam_s_neutral_s_talk_frown_s_away_] Whatever dude, don't worry about it.
es_es: [_sam_s_neutral_s_talk_frown_s_away_] Lo que sea tío, no te preocupes.

source: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. What was {i}her{/i} problem?
es_es: [_danny_s_rise_one_s_towards_s_talk_frown_] ...cielos. ¿Cuál será {i}su{/i} problema?

source: [_danny_s_at_danny_s_sad_s_talk_happy_2_] It's not like I'm going to {b}do{/b} anything with Star...
es_es: [_danny_s_at_danny_s_sad_s_talk_happy_2_] No és que vaya a {b}hacer{/b} nada con Star...

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...right?
es_es: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ¿Ok?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] I also know Sam doesn't like Star, and I'm not really fond of her either, but... something felt weird about how mad she got...
es_es: [_danny_s_towards_s_wondering_s_talk_frown_2_] También sé que a Sam no le gusta Star, y a mí tampoco me gusta mucho, pero... me pareció algo raro en lo enfadada que se puso...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] She wasn't... {i}jealous{/i}, was she?
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] ¿No estaría... {i}celosa{/i}?

source: [_danny_s_talk_happy_2_s_towards_s_angry_] Nah, Sam doesn't like me like {i}that{/i }, she's just a friend!
es_es: [_danny_s_talk_happy_2_s_towards_s_angry_] No, a Sam no le gusto de {i}esa{/i} forma, ¡es sólo una amiga!

source: [_danny_s_sad_2_s_talk_frown_2_] Welp, I guess I should go message Star on Spookchat to set up this meeting that's supposed to happen.
es_es: [_danny_s_sad_2_s_talk_frown_2_] Bueno, supongo que debería mandar un mensaje a Star en Spookchat para organizar esa reunión que se supone que va a tener lugar.

source: [_danny_s_closed_s_wondering_s_talk_happy_] I just gotta remember to play it cool is all. I'm gonna be the coolest ghost kid in town!!
es_es: [_danny_s_closed_s_wondering_s_talk_happy_] Sólo tengo que acordarme de ser guay, eso es todo. ¡¡Voy a ser el chico fantasma más guay de la ciudad!!

source: [_kwan_] Yo! Fenton-meister! Quit talking to yourself, man! It's a sign of socially awkward behavior and an incapability to form personal relationships, dude!!
es_es: [_kwan_] ¡Oye! ¡Señor Fenton! ¡Deja de hablar solo, tío! ¡¡Es un signo de comportamiento socialmente torpe y de incapacidad para formar relaciones personales, tío!!

source: [_danny_s_sad_s_talk_happy_] Oh, uhm, thanks Kwan... appreciate the advice!
es_es: [_danny_s_sad_s_talk_happy_] Oh, uhm, gracias Kwan... ¡agradezco el consejo!

source: [_kwan_] No problem, nerd!
es_es: [_kwan_] ¡No hay problema perdedor!

source: [_danny_s_at_player_s_sad_2_s_frown_] (Yeah, I seriously gotta stop doing that.)
es_es: [_danny_s_at_player_s_sad_2_s_frown_] (Sí, en serio, tengo que dejar de hacer esto)

source: [_danny_] (That's the girl's bathroom, I can't go in there. Not without getting slapped with a suspension.)
es_es: [_danny_] (Ese és el baño de chicas, no puedo entrar ahí sin ser abofeteado y castigado después)

source: [_danny_] (Star said she hangs out in the girl's bathroom in the {b}afternoon{/b}, not now. I don't wanna worsen my reputation as some "ghost pervert".)
es_es: [_danny_] (Star dijo que pasa el rato en el baño de chicas por la {b}tarde{/b}. No quiero empeorar mi reputación de "fantasma pervertido")

source: [_danny_s_sad_2_s_frown_grin_] (Okay, so Star said she wants to meet Inviso-Bill? Then here I come.)
es_es: [_danny_s_sad_2_s_frown_grin_] (Vale, ¿así que Star ha dicho que quiere conocer a Inviso-Bill? Pues allá voy)

source: [_danny_s_talk_frown_s_angry_s_closed_] I'm going ghost!!
es_es: [_danny_s_talk_frown_s_angry_s_closed_] ¡¡Voy a convertirme en fantasma!!

source: [_danny_] (Alright, now let's get inside before anybody sees me.)
es_es: [_danny_] (Muy bien, ahora vamos a entrar antes de que alguien me vea.)

source: [_danny_s_blank_stare_s_rise_one_] (This is so strange... it's pretty much the same as our bathroom, just a little... pinker?)
es_es: [_danny_s_blank_stare_s_rise_one_] (Esto és tan extraño... és más o menos igual que nuestro cuarto de baño, sólo un poco... ¿más rosa?)

source: [_danny_s_towards_s_wondering_s_frown_2_] (Looks like Star is over there. I should go and talk to her.)
es_es: [_danny_s_towards_s_wondering_s_frown_2_] (Parece que Star está aquí. Debería hablar con ella.)

source: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey there.
es_es: [_danny_s_sad_2_s_talk_happy_] Uhm... hola.

source: [_star_s_talk_happy_] Oh. My. Fucking. God. You're actually here!!
es_es: [_star_s_talk_happy_] Oh. Mi. Joder. Dios. ¡¡Realmente estás aquí!!

source: [_star_s_talk_happy_2_s_neutral_] This is {b}so{/b} cool!
es_es: [_star_s_talk_happy_2_s_neutral_] ¡Esto es {b}súper{/b} emocionante!

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, yeah? Well I'm glad I didn't disappoint.
es_es: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ja, ja, ¿sí? Me alegro de no haberte decepcionado.

source: [_star_s_closed_s_talk_happy_2_s_rise_one_] Yeah, this is like, totally crazy! It's so cool that you came...
es_es: [_star_s_closed_s_talk_happy_2_s_rise_one_] Sí, esto és como, ¡una locura! Es genial que hayas venido...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Well, uhh, Danny Fenton actually said you wanted to meet. I figured I would do a favor for a guy as cool as him, heh...
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Bueno, uhh, Danny Fenton me dijo que querías conocerme. Así le hago un favor a un tipo tan genial como él, je...

source: [_star_s_rise_one_s_talk_frown_] So, can you tell me what a super cool ghost like you is doing hanging out with such a {b}geek{/b} like Fenton?
es_es: [_star_s_rise_one_s_talk_frown_] ¿puedes decirme qué hace un fantasma tan genial como tú saliendo con un {b}friki{/b} como Fenton?

source: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, well... I mean, I sort of know him through his parents, cause they're ghost hunters and all... I have to make sure they don't catch me, ya know?
es_es: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, bueno... Quiero decir, lo conozco a través de sus padres, porque son cazadores de fantasmas y todo eso... Tengo que asegurarme de que no me pillen, ¿sabes?

source: [_danny_s_talk_happy_s_towards_wide_s_sad_] But Danny, he's actually {i}really{/i} solid and cool! We hang out and get Nasty Burger sometimes. He helps to let me know if there's any trouble with ghosts in Amity.
es_es: [_danny_s_talk_happy_s_towards_wide_s_sad_] Danny, és {i}muy{/i} leal y genial! a A veces salimos y vamos al Nasty Burger. Él me ayuda a saber si hay problemas con los fantasmas en Amity.

source: [_star_s_closed_s_talk_happy_2_s_confused_] Well, I suppose it's a good idea to have yourself a little dorky sidekick to help take some of the load off your shoulders!
es_es: [_star_s_closed_s_talk_happy_2_s_confused_] Bueno, supongo que és buena idea tener un socio tonto que te ayude a aliviar parte del trabajo!

source: [_danny_s_neutral_s_towards_s_talk_frown_] ...he's {b}not{/b} my sidekick.
es_es: [_danny_s_neutral_s_towards_s_talk_frown_] ...él {b}no{/b} és mi socio.

source: [_star_s_sad_s_talk_happy_2_] You're so cool for letting someone like him chill with you. You're really sweet, Billy.
es_es: [_star_s_sad_s_talk_happy_2_] Eres genial por dejar que alguien como él se relacione contigo. Eres muy dulce, Billy.

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, so, did you need something in particular, or...?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Uhh, entonces, ¿necesitas algo en particular, o...?

source: [_star_s_blush_1_s_talk_happy_2_] Yes, actually!! Sorry, I almost forgot.
es_es: [_star_s_blush_1_s_talk_happy_2_] ¡¡Sí!! Lo siento, casi lo olvido.

source: [_star_s_noblush_s_talk_frown_s_confused_] So apparently, there have been like, so many perverted ghost attacks around town lately, right?
es_es: [_star_s_noblush_s_talk_frown_s_confused_] Al parecer últimamente han habido muchos ataques de fantasmas pervertidos por la ciudad, ¿verdad?

source: [_star_s_angry_s_towards_wide_] Somehow, I've wound up being one of the reoccuring victims of their ghostly bullshit!
es_es: [_star_s_angry_s_towards_wide_] De alguna manera, ¡he acabado siendo una de las víctimas recurrentes de sus fantasmagóricas patrañas!

source: [_star_s_towards_s_confused_2_] I just keep finding myself in situations where all of a sudden, all my clothes get stripped off in public. I just {b}know{/bs} it has to be one of those other ghost perverts.
es_es: [_star_s_towards_s_confused_2_] Sigo encontrándome en situaciones en las que, de repente, me quitan toda la ropa en público. {b}Sé{/b} que tiene que ser uno de esos fantasmas pervertidos.

source: [_star_s_closed_s_talk_happy_s_sad_] ...even though we told Mr. Lancer that these {b}two dweebs{/b} did it, that was pretty funny to do.
es_es: [_star_s_closed_s_talk_happy_s_sad_] ...aunque le dijimos al Sr. Lancer que {b}dos bobos{/b} lo hicieron, fue bastante gracioso hacerlo.

source: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (This bitch!! She lied about me and Tucker on {b}purpose{/b} just to mess with us?!)
es_es: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (¡¡Esta zorra!! ¡¿Mintió sobre mí y Tucker en {b}a propósito{/b} para reírse de nosotros?!)

source: [_danny_s_towards_s_talk_frown_2_] Okay, and so what, you want me to take care of these pervert ghosts for you or something?
es_es: [_danny_s_towards_s_talk_frown_2_] Vale, ¿y qué?, ¿quieres que me encargue de esos fantasmas pervertidos?

source: [_star_s_rise_one_s_talk_frown_] No, not really. Besides, isn't that like, {i}already{/i} your job?
es_es: [_star_s_rise_one_s_talk_frown_] No, la verdad és que no. Además, ¿no és ese {i}ya{/i} tu trabajo?

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} So... what do you need from me then?
es_es: [_danny_s_neutral_s_talk_frown_2_] {i}*Suspiro* Entonces... ¿qué necesitas de mí?

source: [_star_s_neutral_s_talk_frown_] I need you to help me clear the embarassing discussions about my naked ass!!
es_es: [_star_s_neutral_s_talk_frown_] ¡¡Necesito que me ayudes a acabar con la polémica de mi culo desnudo!!

source: [_danny_s_talk_frown_2_s_rise_one_] Sorry, I don't follow. What's the issue?
es_es: [_danny_s_talk_frown_2_s_rise_one_] Lo siento, no te sigo. ¿Cuál es el problema?

source: [_star_s_talk_frown_] My ass is all over the internet at the moment. {u}Literally{/u}. Some perv took some photos of me when I got stripped down at the mall, and I think this Foley kid took photos at cheer practice while me and my friend ran to the locker room naked after another attack!
es_es: [_star_s_talk_frown_] {u}Literalmente{/u} mi culo está en circulando por Internet en este momento. Algún pervertido me hizo unas fotos cuando me desnudaron en el centro comercial. Creo que Foley me hizo fotos en el entrenamiento de animadoras mientras mi amiga y yo corríamos desnudas a los vestuarios después de otro ataque!

source: [_danny_s_at_player_wide_s_smile_] (Normally I'd be mad at Tucker, but that was {b}definitely{/b} worth it considering she just ended up blaming us anyway.)
es_es: [_danny_s_at_player_wide_s_smile_] (Normalmente me enfadaría con Tucker, pero eso me queda {b}definitivamente{/b} olvidado teniendo en cuenta que ella nos culpó de algo que no hicimos)

source: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Well, I just fight ghosts, I don't really know much about getting pictures off your human "In-Ter-Net".
es_es: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Bueno, yo sólo lucho contra fantasmas, no sé mucho sobre sacar fotos de tu "In-Ter-Net" humana.

source: [_danny_s_sad_2_s_towards_s_frown_2_] (God, I hope she buys this.)
es_es: [_danny_s_sad_2_s_towards_s_frown_2_] (Dios, espero que se lo crea)

source: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] No, that's not what I need you for, Billy! I need help creating a {i}new{/i} distraction for people to talk about.
es_es: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] ¡No, no te necesito para eso, Billy! Necesito tu ayuda para crear una {i}nueva{/i} distracción para la gente.

source: [_star_s_down_wide_s_talk_happy_s_sad_] Something part embarassing scene, part juicy scandal, with a little taboo thrown in there for good measure.
es_es: [_star_s_down_wide_s_talk_happy_s_sad_] Una escena embarazosa, un jugoso escándalo o un pequeño tabú.

source: [_danny_s_rise_one_s_talk_frown_2_] Again, I'm not really sure what you might be looking for, or even what you're talking about, exactly.
es_es: [_danny_s_rise_one_s_talk_frown_2_] Una vez más, no sé muy bien qué es lo que buscas, ni siquiera de qué estás hablando.

source: [_star_s_talk_happy_2_s_neutral_2_] Look, I need your help pranking somebody else from my school. To make it a huge scene and get people to stop talking about my nudes, and focus on {i}them{/i} instead!
es_es: [_star_s_talk_happy_2_s_neutral_2_] Mira, necesito tu ayuda para gastarle una broma a otra persona de mi escuela. ¡Para hacer una gran escena y conseguir que la gente deje de hablar de mis desnudos, y se centren en {i}ella{/i} en su lugar!

source: [_danny_s_rise_one_s_talk_frown_] Uhm... I don't know... what'd you have in mind?
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm... No sé... ¿Qué tienes en mente?

source: [_star_s_talk_happy_s_down_wide_] I had {i}this{/i} in mind.
es_es: [_star_s_talk_happy_s_down_wide_] Tenía {i}esto{/i} en mente.

source: [_danny_s_talk_frown_2_s_sad_2_] Woah!! Is that a- how did you- {i}where'd you get that{/i}?!
es_es: [_danny_s_talk_frown_2_s_sad_2_] ¡¡Woah!! Eso és... cómo... ¡¿{i}de dónde lo has sacado{/i}?!

source: [_star_s_rise_one_s_talk_frown_] Uhm, it's {u}mine{/u}, Billy, duh? I have a couple others, and this one's not really my favorite or anything.
es_es: [_star_s_rise_one_s_talk_frown_] Uhm, es {u}mío{/u}, Billy, ¿duh? Tengo un par más, y este no és mi favorito.

source: [_star_s_talk_happy_2_s_sad_] Don't worry, it's totally clean, I boiled it in soapy water.
es_es: [_star_s_talk_happy_2_s_sad_] No te preocupes, está totalmente limpio, lo herví en agua jabonosa.

source: [_star_s_neutral_] My plan is, I want you to take it, and {b}plant{/b} it in this one girl's locker.
es_es: [_star_s_neutral_] Mi plan és, quiero que lo cojas y {b}lo plantes{/b} en la taquilla de esta chica.

source: [_danny_s_towards_wide_s_talk_frown_] Uhm... who?
es_es: [_danny_s_towards_wide_s_talk_frown_] Uhm... ¿qué?

source: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh man... as if I have to ask...)
es_es: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh tío... como si tuviera que preguntar...)

source: [_star_s_closed_s_angry_s_talk_happy_] This total goth loser, {b}Sam Manson{/b}!
es_es: [_star_s_closed_s_angry_s_talk_happy_] ¡Esta perdedora gótica, {b}Sam Manson{/b}!

source: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, don't feel bad or anything, she's a total nightmare to be around. Constantly talks behind people's backs. She's a creep.
es_es: [_star_s_towards_s_talk_frown_s_confused_2_] No te sientas mal, és una pesadilla estar con ella. Constantemente habla mal de otras personas cuando no está con ellas. Es un asco.

source: [_danny_s_at_danny_s_angry_] (Gotta prevent myself from getting mad... play it cool, Danny... don't blow your cover this soon into the superhero game!)
es_es: [_danny_s_at_danny_s_angry_] (Tengo que evitar enfadarme... tranquilo, Danny... ¡no descubras tu tapadera tan pronto en este juego de superhéroes!)

source: [_star_s_confused_s_talk_happy_2_] So my plan is, you take this, and use your powers to like, put it in her locker during a school day. Then I tell my teacher that I saw her put something like a weapon in there!
es_es: [_star_s_confused_s_talk_happy_2_] Así que mi plan és, coje esto y uses tus poderes para ponerlo en su taquilla de la escuela durante el día. ¡Luego le digo a mi maestro que la vi poner algo como un arma ahí!

source: [_star_s_talk_happy_s_sad_] When he opens up her locker, I'll have gathered a whole crowd around for everybody to see when he pulls it out! It'll be totally hilarious!!
es_es: [_star_s_talk_happy_s_sad_] Cuando abra su taquilla, ¡habré reunido a toda una multitud alrededor para que todo el mundo vea lo que saca! ¡¡Será totalmente hilarante!!

source: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (This chick is crazy!! She seriously wants to put Sam through that?!)
es_es: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (¡Esta chica está loca! ¡¿En serio quiere hacer pasar a Sam por eso?!)

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, well, the thing is, I don't know why I would {i}want{/i} to make somebody get embarassed like that, ya know? I'm not the type of ghost who pulls mischief on people, especially people who are innocent.
es_es: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, bueno, la cosa es que no sé por qué {i}querría{/i} hacer que alguien se avergüence de esa manera, ¿sabes? No soy el tipo de fantasma que hace travesuras a la gente, especialmente a la gente inocente.

source: [_star_s_neutral_s_talk_happy_2_] I get why you'd have some hesitation, but I'm telling you, it'd help me out {i}sooooo{/i} much more than it'd embarass her.
es_es: [_star_s_neutral_s_talk_happy_2_] Entiendo que tengas dudas, pero te digo que me ayudaría {i}muuuucho{/i} más a mí que lo poco que pueda quedar ella avergonzada.

source: [_star_s_bite_lip_s_rise_one_] Pluuus... if you can help me out... I'd be more than glad to help {b}you{/b} out...
es_es: [_star_s_bite_lip_s_rise_one_] Pluuus... si me puedes ayudar... Yo estaría más que encantada para ayudarte a {b}ti{/b}...

source: [_danny_s_talk_frown_] Uhm... wh-what do you mean?
es_es: [_danny_s_talk_frown_] ¿Qu-Qué quieres decir?

source: [_star_s_sad_s_talk_happy_2_] Oh c'mon, I'm sure you can piece it together in your head... something like a nice {b}juicy{/b} reward...
es_es: [_star_s_sad_s_talk_happy_2_] Oh vamos, estoy segura de que se puedes imaginarte... una buena y {b}jugosa{/b} recompensa...

source: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Well... I mean... i-if it's to help you out and all... I guess it couldn't hurt to pull a relatively harmless little prank...
es_es: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Bueno... Quiero decir... si es para ayudarte y todo eso... Supongo que no haría daño hacer una pequeña broma relativamente inofensiva...

source: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh my God, thank you!! You're the best!! Here, take it!
es_es: [_star_s_sad_s_talk_happy_s_towards_wide_] ¡Oh Dios mío, gracias! ¡¡Eres el mejor!! ¡Toma, cógelo!

source: [_star_s_talk_happy_2_s_neutral_] So just take it and place it sometime in the {b}morning{/b}, and text me on whatever day you're gonna do it. Her locker is 130 in the main hall.
es_es: [_star_s_talk_happy_2_s_neutral_] Así que cógelo y colócalo en algún momento de la {b}mañana{/b}, y mándame un mensaje. Su casillero es el 130 en el pasillo principal.

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, okay, sure, no problem. Hey look, I uhm, I gotta go fight some creepy little ghost girl, or something, but I'll let you know when I get this done, okay?
es_es: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, vale, claro, no hay problema. Hey mira, yo uhm, tengo que ir a pelear con una espeluznante niña fantasma, o algo así, te avisaré cuando termine esto, ¿de acuerdo?

source: [_star_s_talk_happy_2_s_sad_] Okay, cool! See ya later, Billy!
es_es: [_star_s_talk_happy_2_s_sad_] ¡Vale, genial! ¡Hasta luego, Billy!

source: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Ugh, no, no way. That needs to stop {b}immediately{/b}.)
es_es: [_danny_s_rise_one_s_frown_grin_] (¿¿¿Billy??? Ugh, ni hablar. Esto tiene que parar {b}inmediatamente{/b}.)

source: [_danny_s_frown_2_s_angry_] (Sam was totally right, she's only interested in serving herself and picking on others.)
es_es: [_danny_s_frown_2_s_angry_] (Sam tenía razón, ella sólo está interesada en ella misma.)

source: [_danny_s_at_danny_] (I mean, to put a sex toy in Sam's locker to frame her? No way would I ever do that!)
es_es: [_danny_s_at_danny_] (Quiero decir, ¿poner un juguete sexual en la taquilla de Sam para que la castiguen injustamente? ¡de ninguna manera lo haría!)

source: [_danny_s_sad_2_s_frown_grin_] (I mean...)
es_es: [_danny_s_sad_2_s_frown_grin_] (Quiero decir...)

source: [_danny_s_at_danny_s_bite_] (If what I {b}think{/b} Star was offering was what she was {i}actually{/i} offering...)
es_es: [_danny_s_at_danny_s_bite_] (Si és lo que yo {b}pienso{/b} que Star me está ofreciendo {i}ahora{/i}...)

source: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, am I really thinking about this?! Sam is one of my best friends, and I'd just be willing to sell her out?)
es_es: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, ¿realmente estoy pensando en esto?! Sam es una de mis mejores amigas, y yo ¿estaría dispuesto a venderla?)

source: [_danny_s_towards_s_rise_one_s_grin_happy_] (Then again... with everbody gathered around there... it might be a perfect chance to trick Star {i}instead{/i}...)
es_es: [_danny_s_towards_s_rise_one_s_grin_happy_] (Mejor pensado... con todo el mundo mirándola allí... podría ser una oportunidad perfecta para liar a Star {i}en lugar de a{/i}...)

source: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Man, how is this even a hard choice to make? I really am a piece of work...)
es_es: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Tío, ¿por qué me cuesta tanto esta elección? Soy un pedazo de carne...)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Well, at least I have some time to make my decision first. I'll go to Sam's locker in the {b}morning{/b} and make up my mind.)
es_es: [_danny_s_towards_s_sad_2_s_frown_2_] (Bueno, tengo algún tiempo para tomar mi decisión. Iré al casillero de Sam por la {b}mañana{/b} y lo pensaré atentamente.)

source: [_danny_s_towards_wide_s_frown_grin_2_] (Also, I should get out of here before a teacher or some janitor sees the ghost pervert just haunting the halls...)
es_es: [_danny_s_towards_wide_s_frown_grin_2_] (También, debo salir de aquí antes de que un maestro o algún conserje vea un fantasma pervertido rondando las salas...)

source: [_star_] Hey Billy! How you doing?
es_es: [_star_] ¡Hola Billy! ¿Cómo va todo?

source: [_danny_s_closed_sad_s_wondering_s_talk_happy_] I'm okay. I just thought I'd stop in and say hi.
es_es: [_danny_s_closed_sad_s_wondering_s_talk_happy_] Estoy bien. Pasé a saludarte.

source: [_star_] Oh, cool. Hey, just let me know when you're ready to prank Manson, alright? In the morning during school.
es_es: [_star_] Oh, bien. Oye, avísame cuando estés listo para la broma a Manson en la escuela. ¿de acuerdo?.

source: [_danny_s_sad_s_talk_happy_] Yep, no problem... I'll let you know...
es_es: [_danny_s_sad_s_talk_happy_] Sí, no hay problema... te lo haré saber...

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, I still have to figure out what to do about this whole prank thing...)
es_es: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, todavía tengo que averiguar qué hacer con la broma...)

source: [_danny_s_sad_s_frown_2_] (I should make a decision when I go to Sam's locker in the morning.)
es_es: [_danny_s_sad_s_frown_2_] (Debo tomar una decisión cuando vaya a la taquilla de Sam por la mañana.)

source: [_danny_s_sad_s_frown_] (Okay... I'm at Sam's locker... I need to figure out what to do about this prank thing...)
es_es: [_danny_s_sad_s_frown_] (Vale... Estoy cerca de la taquilla de Sam... necesito decidir qué hacer con esta broma...)
