Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: es_es

source: [_danny_] (Sam's starting to open her locker... oh man, Star is {b}sure{/b} gonna be surprised to see how this plays out...)
es_es: [_danny_] (Sam está empezando a abrir su taquilla... oh tío, Star {b}seguro {/b} que se sorprenderá de lo que va a pasar...)

source: [_lancer_s_rise_one_s_talk_frown_] Yes, Ms. Astray, what {i}are{/i} you talking about?
es_es: [_lancer_s_rise_one_s_talk_frown_] Sí, Srta. Astray, ¿de qué {i}estás{/i} hablando?

source: [_lancer_s_closed_s_talk_frown_s_sad_] Quite frankly, I don't see {b}anything{/b} in this locker that resembles some sort of potential weapon or blunt instrument.
es_es: [_lancer_s_closed_s_talk_frown_s_sad_] Francamente, no veo {b}nada {/b} en esta taquilla que se asemeja a algún tipo de arma potencial o instrumento contundente.

source: [_sam_s_sad_s_talk_happy_] See? I told you Mr. Lancer, I would {i}never{/i} bring anything to school that could possibly hurt someone!
es_es: [_sam_s_sad_s_talk_happy_] ¿Ve? Le dije Mr. Lancer, ¡yo {i}nunca {/i} traería nada a la escuela que pudiera lastimar a alguien!

source: [_lancer_s_idle__s_talk_frown_] Right you are, Ms. Manson, you have my professional apology. I was worried for a moment that you might be veering into even {b}more{/b} troubling behavior after our last incident with your school attire...
es_es: [_lancer_s_idle__s_talk_frown_] Tiene razón, Srta. Manson, le doy mi disculpa profesional. Estaba preocupado de que usted podría estar teniendo {b}otro{/b} comportamiento problemático después de nuestro último incidente con su atuendo escolar...

source: [_lancer_s_talk_happy_s_sad_] But every so often, I'm glad to have been proven wrong.
es_es: [_lancer_s_talk_happy_s_sad_] Pero por suerte, estoy contento de haberme equivocado.

source: [_star_s_angry_s_talk_frown_] Wh-what? Then... well, wh-what about anything non-school appropriate?!
es_es: [_star_s_angry_s_talk_frown_] ¿Qu-qué? Entonces... bueno, ¡¿qu-qué pasa con cualquier cosa que no sea apropiada en la escuela?!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... while I don't necessarily approve of the {i}amount{/i} of rebellious paraphernalia Ms. Manson has, none of it seems to incite violence or improper conduct...
es_es: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... no hace falta tener en cuenta la {i}cantidad {/i} de parafernalia rebelde Ms. Manson, nada de ello incita a la violencia o conducta impropia...

source: [_lancer_s_closed_s_sad_] But otherwise no, I don't think this locker has anything in it that would constitute breaking the school's locker policy guidelines...
es_es: [_lancer_s_closed_s_sad_] Pero de lo contrario no, esta taquilla no tiene nada que constituya romper las pautas de vestuarios según la política de la escuela...

source: [_lancer_s_towards_s_rise_one_] ...perhaps you would care to {i}clarify{/i} your original report to me, Ms. Astray?
es_es: [_lancer_s_towards_s_rise_one_] ... tal vez ¿le importaría a {i}aclarar {/i} su informe Sra. Astray?

source: [_star_s_towards_s_talk_frown_] Bu-but, I- she was putting- I had the- how-
es_es: [_star_s_towards_s_talk_frown_] Pe-pero, e-ella estaba poniendo- yo tenía qué-

source: [_sam_s_talk_frown_] Just admit it Star, you were {b}lying{/b} to Mr. Lancer!
es_es: [_sam_s_talk_frown_] Sólo tienes que admitir, Star, ¡que estabas {b}mintiendo {/b} al Sr. Lancer!

source: [_lancer_s_talk_frown_s_wondering_] Is this {i}true{/i} Ms. Astray? Is this why all of these students are gathered here? What was this supposed to be, some sort of elaborate {u}stunt{/u}?
es_es: [_lancer_s_talk_frown_s_wondering_] ¿Es {i}cierto {/i} Srta. Astray? ¿Es por eso que todos estos estudiantes están reunidos aquí? ¿Qué se suponía que era?, ¿algún tipo de elaborada {u}humillacion{/u}?

source: [_star_s_talk_frown_] I... I was... I...
es_es: [_star_s_talk_frown_] Yo... Yo estaba... yo...

source: [_danny_] (Now I think it's {b}my{/b} turn to step in!)
es_es: [_danny_] (¡Ahora és {b}mi{/b} momento de actuar!)

source: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] I just wanted to- {b}HEY{/b}, what the...!!
es_es: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] Sólo quería- {b}HEY {/b}, ¡¡qué...!!

source: [_danny_s_down_] (Yoink!)
es_es: [_danny_s_down_] (¡Vaya!)

source: [_sam_s_talk_happy_s_sad_2_] Hah hah! No freaking way!
es_es: [_sam_s_talk_happy_s_sad_2_] Hah hah! ¡No tienes arreglo!

source: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh my God!! Who just pantsed me?! I'm gonna kill you!!
es_es: [_star_s_confused_wide_s_angry_s_talk_frown_] ¡Oh Dios mío! ¿Quién me acaba de bajar el pantalón?! ¡¡lo voy a matar!!

source: [_lancer_s_angry_s_talk_frown_] {b}Sisterhood of the Traveling Pants!!{/b} Ms. Astray!!
es_es: [_lancer_s_angry_s_talk_frown_] ¡¡{b}Hermandad de los leggins Viajeros!!{/b} Señora Astray!!

source: [_danny_] (Oh man, this couldn't have gone {b}any{/b} better!)
es_es: [_danny_] (¡Oh tío, esto no podría haber {b}sido{/b} mejor!)

source: [_student1_] Wow man! Look at those buns!
es_es: [_student1_] ¡Wow tío! ¡Mira esos muslos!

source: [_student3_] Check it dude, Star's giving us a view of the full moon! Ha hah!
es_es: [_student3_] Fíjate tío, ¡Star nos da una vista de la luna llena! ¡Ha hah!

source: [_student2_] You idiot, that's not even a full moon, she's still got her panties on... you can barely even see her tattoo.
es_es: [_student2_] Idiota, eso no és una luna llena, todavía tiene sus bragas... apenas se puede ver su tatuaje.

source: [_student4_] This isn't anything special, her naked photos are {i}already{/i} online, guys.
es_es: [_student4_] Esto no és nada nuevo, sus fotos desnudas {i}ya{/i} están online chicos.

source: [_student1_] Wow, wait, Star has {b}naked{/b} photos online?! Bro, in the infamous words of Ice-T, "Imma need the link".
es_es: [_student1_] Wow, espera, ¿fotos de Star {b}desnuda{/b} online?! Tío, en las infames palabras de Ice-T, "Imma necesita el enlace".

source: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh my God, this is {u}NOT{/u} happening!!
es_es: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh Dios mío, ¡¡esto {u}NO{/u} está sucediendo!!

source: [_lancer_s_talk_frown_s_closed_] Ms. Astray, I think it'd be best if you come with me to Principal Ishiyama's office so you can properly explain your actions during the frivolous time wasting venture you've pulled this afternoon.
es_es: [_lancer_s_talk_frown_s_closed_] Srta. Astray, creo que será mejor si vengas conmigo a la oficina principal de Ishiyama para que puedas explicar tus frívolas acciones durante esta tarde.

source: [_star_s_neutral_s_talk_frown_] B-b-but-
es_es: [_star_s_neutral_s_talk_frown_] P-p-pero-

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] No butts!! I've dealt with one too many "{i}butts{/i}" for the day already. To my office. {u}Now{/u}!!
es_es: [_lancer_s_towards_wide_s_angry_s_talk_frown_] ¡Nada de peros! Ya he tratado con demasiadas "{i}excusas{/i}" por hoy. A mi oficina. ¡{u}Ya{/u}!!

source: [_sam_s_confused_s_talk_happy_] I guess you better get going, right? Try not to trip over your pants there, Star-Power.~
es_es: [_sam_s_confused_s_talk_happy_] Supongo que será mejor que te vaya. Intenta no tropezar con tus pantis, poderosa Star

source: [_star_s_talk_frown_] Thi-this can't be happening, I-I was going to have you-
es_es: [_star_s_talk_frown_] Esto no puede estar pasando, iba a tenerte

source: [_lancer_] I MEANT {u}NOW{/u}, MS. ASTRAY!!
es_es: [_lancer_] DIGO {u}AHORA{/u}, ¡¡MRS.ASTRAY!!

source: [_sam_s_center_s_confused_s_talk_frown_] Man... what the {b}hell{/b} just happened here?
es_es: [_sam_s_center_s_confused_s_talk_frown_] Tío... ¿qué {b}demonios{/b} acaba de pasar aquí?

source: [_danny_s_sad_s_talk_happy_2_] Talking to yourself, I see. Ya know, you should probably try to kick that kinda bad habit.
es_es: [_danny_s_sad_s_talk_happy_2_] Hablando sola. Sabes, probablemente deberías intentar dejar ese mal hábito.

source: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! You're not going to believe this! It was so freaking weird!!
es_es: [_sam_s_towards_wide_s_talk_happy_s_sad_] ¡Amigo, Danny! ¡No te lo vas a creer! ¡¡Ha sido macabro!!

source: [_sam_s_closed_s_neutral_s_talk_frown_2_] So Lancer comes all up on me and was going like, {i}*Ahem*{/i} "Ehm, {i}excuse{/i} Ms. Manson, but I'm afraid I'll need to invesitage your locker space" cause he said that Star said-
es_es: [_sam_s_closed_s_neutral_s_talk_frown_2_] Así que Lancer vino hacia mí y me dijo: "{i}*Ahem * {/i} "Ehm, {i}perdone{/i} Srta. Manson, pero lamento decirle que necesito invesitgar su taquilla" a causa de lo que le dijo Star-

source: [_danny_s_rise_one_s_talk_happy_] Something about a weapon in your locker, I heard?
es_es: [_danny_s_rise_one_s_talk_happy_] ¿Algo que escuché sobre un arma en tu taquilla?

source: [_sam_s_sad_s_talk_frown_] Yeah!! Then, Lancer searched my locker, right, and of {i}course{/i} there wasn't anything there, right?!
es_es: [_sam_s_sad_s_talk_frown_] ¡¡Sí!! Entonces, Lancer buscó mi taquilla, sabes, y {i}como era normal{/i} no había nada allí, ¿sabes?!

source: [_danny_s_talk_happy_s_sad_2_] Uh huh... interesting, interesting...
es_es: [_danny_s_talk_happy_s_sad_2_] Uh huh... interesante, interesante...

source: [_sam_s_center_wide_s_angry_s_talk_happy_] So then, Lancer was all over Star like "Why'd you waste my precious time on this, you perky boobs with teeth?", and then, out of {b}nowhere{/b} her-
es_es: [_sam_s_center_wide_s_angry_s_talk_happy_] Entonces, Lancer se centró en Star diciéndole "¿Por qué desperdicias mi valioso tiempo en esto tetas con dientes?", y luego, ella {b}sabía donde mirar{/b}-

source: [_sam_s_center_s_confused_s_talk_frown_] ...pants... mysteriously came off...
es_es: [_sam_s_center_s_confused_s_talk_frown_] ...leggins... misteriosamente se le bajaron...

source: [_sam_s_confused_s_talk_happy_] ...{i}you{/i} did that, didn't you??
es_es: [_sam_s_confused_s_talk_happy_] ...{i}tú {/i} hiciste eso, ¿¿no??

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Whaaat? Who, {b}me{/b}? Why I would {i}never{/i}...
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_2_] ¿queee? ¿Quién?, ¿{b}yo {/b}? ¿Por qué {i}nunca {/i}...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] Okay, okay you caught me, good sleuthing detective!
es_es: [_danny_s_rise_one_s_towards_s_talk_happy_] Okay, ¡bien me pillaste detective de trineo!

source: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] So what the heck, what was this all about anyway?!
es_es: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] Entonces, ¿qué cojones?, ¡¿qué ha sido todo esto?!

source: [_danny_s_talk_happy_2_s_rise_one_] Long story, but basically, Star wanted to frame your locker with one of her flesh toys by having Inviso-Bill put it in there.
es_es: [_danny_s_talk_happy_2_s_rise_one_] Es una Historia larga, pero básicamente Star quería corromper tu casillero con uno de sus juguetes usando a Inviso-Bill para ponerlo dentro.

source: [_sam_s_towards_s_confused_s_talk_frown_] What?! Why would you- I mean, why would {i}he{/i} want to do that? What possible motive did {i}she{/i} even have?!
es_es: [_sam_s_towards_s_confused_s_talk_frown_] ¿Qué?! ¿Qué quieres decir?, ¿por qué {i}él {/i} quiso hacer eso? ¡¿Qué motivo tenía {i}ella {/i}?!

source: [_danny_s_sad_s_talk_frown_2_] Just so people would have something other to talk about than the naked photos of her online. She said that if Inviso-Bill helped out that there'd be some sort of "reward" in it for him.
es_es: [_danny_s_sad_s_talk_frown_2_] Así la gente tendría algo diferente de lo que hablar y no sólo de sus fotos desnudas online. Ella dijo que si Inviso-Bill la ayudaba le daría algún tipo de "recompensa".

source: [_sam_s_confused_s_talk_frown_] What? What kind of a rew-
es_es: [_sam_s_confused_s_talk_frown_] ¿Qué? ¿Qué tipo de recomp-

source: [_sam_s_towards_wide_s_talk_frown_2_s_sad_2_] ...oh. Ohhhh. I see.
es_es: [_sam_s_towards_wide_s_talk_frown_2_s_sad_2_] ... oh. Ohhhh. Ya veo.

source: [_sam_s_neutral_s_towards_s_talk_frown_] Gross.
es_es: [_sam_s_neutral_s_towards_s_talk_frown_] Bestia.

source: [_danny_s_sad_2_s_talk_happy_s_towards_] Yeah well, I obviously wouldn't do that to you, so I thought I'd turn her little prank around on her.
es_es: [_danny_s_sad_2_s_talk_happy_s_towards_] Sí, bueno, yo obviamente no te haría eso a ti, así que pensé que le daría la vuelta su travesura contra ella.

source: [_sam_s_away_s_talk_happy_3_] Well... gee. I know it might sound stupid to say, but thank you.
es_es: [_sam_s_away_s_talk_happy_3_] Bueno... gee. Sé que podría sonar estúpido decir, pero gracias.

source: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, you don't need to thank-
es_es: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, no és necesario que me las des-

source: [_sam_s_closed_s_sad_s_talk_frown_] No, I actually want to, Danny. You would have been a scummy guy to have gone through with it, {b}obviously{/b}...
es_es: [_sam_s_closed_s_sad_s_talk_frown_] No, en realidad quiero, Danny. {b}Obviamente {/b} tú habrías sido una escoria si hubieses hecho eso...

source: [_sam_s_towards_s_confused_s_talk_happy_] ...but I can see that there must have been some level of {b}temptation{/b} to do it. Even {i}I{/i} understand that.
es_es: [_sam_s_towards_s_confused_s_talk_happy_] ... pero veo que habrá habido algún nivel de {b}tentación {/b} para hacerlo. Incluso {i}yo {/i} lo comprendo.

source: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] I know you told me the other day you were glad we were as close as we are already... so I just wanna say that I'm glad that I can count on you just as much.
es_es: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] Sé que me dijiste el otro día que te alegraste que estuviéramos tan encariñados como estamos... así que sólo quiero decir que me alegro de que pueda contar contigo tanto.

source: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, of course. I've got your back completely!
es_es: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, por supuesto. ¡Estoy a tu lado siempre!

source: [_sam_s_talk_happy_] Wow... it really feels good to be this...
es_es: [_sam_s_talk_happy_] Wow... me siento tan bien...

source: [_sam_s_blush_2_s_confused_] I don't know... close, to somebody?
es_es: [_sam_s_blush_2_s_confused_] No sé... ¿encariñada de alguien?

source: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Yeah, I think it feels nice too...
es_es: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Sí, siento que yo también...

source: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Well, uhm, that was pretty funny, right? The whole pantsing thing?
es_es: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem * {/i} Bueno, uhm, ¿fue muy gracioso verdad el pastizal?

source: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah! That was actually super funny. I'm sure a couple more photos of Star's butt got added to her growing online catalogue!
es_es: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu-oh, ¡oh sí! Fue súper divertido. ¡Estoy segura de que un par de fotos más de la culata de Star se sumaron a su creciente catálogo online!

source: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, I know! She should have learned to just let it go, right?
es_es: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, ¡lo sé! Ella debería haber aprendido a dejarlo correr, ¿verdad?

source: [_sam_s_talk_bite_] Hhmmm, yeah...
es_es: [_sam_s_talk_bite_] Hhmmm, ya...

source: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, I sorta noticed that you changed your name on Spookchat, right?
es_es: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, me di cuenta de que cambiaste tu nombre en Spookchat,

source: [_danny_s_sad_2_s_talk_frown_] Huh? Oh you noticed that? Yeah, Tucker gave me his old PDA since my phone was busted.
es_es: [_danny_s_sad_2_s_talk_frown_] ¿Huh? Oh, ¿te has dado cuenta? Sí, Tucker me dio su vieja PDA desde que mi teléfono fue desguazado.

source: [_sam_s_sad_2_s_talk_bite_] Yeah, I sorta got a notification. Good thing Tucker and I were the only people you ever messaged before. You were hardly ever on it anyway...
es_es: [_sam_s_sad_2_s_talk_bite_] Sí, recibí una notificación. Menos mal que Tucker y yo éramos los únicos con los que te habías mensajeado antes. Casi nunca estás...

source: [_danny_s_at_player_s_sad_s_talk_happy_] Honestly, it's not a bad little communication app! I think I'm gonna start using it more often, it'll make it easier if any of us spot a ghost for me to take on.
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] Sinceramente, ¡no es una mala aplicación de comunicación! Creo que voy a empezar a usarla más a menudo, me facilitará las cosas si veis algún fantasma del que pueda encargarme.

source: [_sam_s_confused_s_talk_happy_] Awesome! So, uhm, you wouldn't mind if I messaged you later on it then, right?
es_es: [_sam_s_confused_s_talk_happy_] ¡Impresionante! Entonces, uhm, ¿te importaría si te mando un mensaje más tarde?

source: [_danny_s_talk_happy_s_wondering_] What? No, of course you can, why would I mind? We're best friends, duh.
es_es: [_danny_s_talk_happy_s_wondering_]¿ qué? claro que puede, ¿por qué iba a importarme? Eres mi mejor amiga, duh.

source: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, great. I'll do that then!
es_es: [_sam_s_away_s_sad_2_s_talk_happy_2_] De acuerdo, genial. ¡Lo haré entonces!

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Awesome, it'll be good to keep in touch with you like that.
es_es: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Impresionante, será bueno seguir en contacto contigo así.

source: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Well, I'm gonna head home for the night. See you around?
es_es: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Bueno, me voy a casa a pasar la noche. ¿Nos vemos?

source: [_danny_s_wondering_s_talk_happy_] Yeah Sam, of course.
es_es: [_danny_s_wondering_s_talk_happy_] Sí Sam, por supuesto.

source: [_sam_s_closed_s_talk_happy_3_] Alrighty... see you later, gator...
es_es: [_sam_s_closed_s_talk_happy_3_] Muy bien... hasta luego, caimán...

source: [_danny_s_rise_one_s_frown_3_] (Hmmm... well that was interesting. What was the whole Spookchat thing about? She was acting kind of coy about it.)
es_es: [_danny_s_rise_one_s_frown_3_] (Hmmm... que interesante. ¿De qué iba todo eso del Spookchat? Ella estaba actuando un poco tímida)

source: [_danny_s_frown_2_s_wondering_] (Man, girls are mysterious creatures. Sometimes I think I understand ghosts more than I do them.)
es_es: [_danny_s_frown_2_s_wondering_] (Tio, las chicas son criaturas misteriosas. A veces creo que entiendo más a los fantasmas que a ellas)

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Maybe it's because I'm half ghost, captain obvious?)
es_es: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (¿Quizá és porque soy medio fantasma?)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... I wonder if Star'll get mad at Inviso-Bill or not.)
es_es: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... Me pregunto si Star se enfadará con Inviso-Bill)

source: [_danny_s_wondering_s_frown_grin_] (Maybe there's a chance I can save myself from her wrath?)
es_es: [_danny_s_wondering_s_frown_grin_] (¿Quizás haya alguna posibilidad de salvarme de su ira?)

source: [_danny_s_at_player_s_frown_] (Ehh, it's probably best that I just try not to talk to her for the moment.)
es_es: [_danny_s_at_player_s_frown_] (Ehh, será mejor que intente no hablar con ella por el momento)

source: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Man... the past 10 minutes have been pretty crazy. I should try to find something else to do with the rest of my day.)
es_es: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Tío... los últimos 10 minutos han sido una locura. Debería intentar encontrar otra cosa que hacer el resto del día)

source: [_danny_] (Well... here we go again...)
es_es: [_danny_] (Bueno... ya estamos otra vez...)

source: [_danny_s_closed_s_angry_s_talk_frown_] I'm going ghost!
es_es: [_danny_s_closed_s_angry_s_talk_frown_] ¡¡Voy a convertirme en fantasma!

source: [_danny_] (Phew... I don't know if I'm leaking ectoplasm right now or if I'm just sweating like crazy...)
es_es: [_danny_] (Uf... No sé si estoy perdiendo ectoplasma ahora mismo o si sólo estoy sudando como un loco...)

source: [_danny_] (I mean, I might be about to lose my virginity here!!)
es_es: [_danny_] (Quiero decir, ¡¡puedo estar a punto de perder mi virginidad aquí!!)

source: [_danny_] (Well, no time like the present... let's do this!)
es_es: [_danny_] (Bueno, no hay tiempo como el presente... ¡hagámoslo!)

source: [_danny_s_sad_s_talk_happy_] Hey there, Star. What's, uh... what's happenin'?
es_es: [_danny_s_sad_s_talk_happy_] Hola, Star. ¿Qué... qué pasa?

source: [_star_s_talk_happy_2_s_neutral_2_] Hey you... I'm glad you came 'round to see me.
es_es: [_star_s_talk_happy_2_s_neutral_2_] Oye tú... Me alegro de que hayas venido a verme.

source: [_danny_s_rise_one_s_talk_happy_] Well, I just figured I'd see how you were doing...
es_es: [_danny_s_rise_one_s_talk_happy_] Bueno, pensé en ver cómo estabas...

source: [_star_s_talk_happy_2_s_sad_] Oh, I'm real good thanks to you! People have been messaging me less and less asking for nudes.
es_es: [_star_s_talk_happy_2_s_sad_] ¡Oh, estoy muy bien gracias a ti! La gente cada vez me manda menos mensajes pidiéndome desnudos.

source: [_star_s_angry_s_talk_frown_] Ugh, can you believe some of the creeps that go to this school?
es_es: [_star_s_angry_s_talk_frown_] Ugh, ¿puedes creer algunos de los creeps que van a esta escuela?

source: [_danny_s_sad_2_s_talk_frown_] No really? That's awful, I'm sorry to hear that happened to you.
es_es: [_danny_s_sad_2_s_talk_frown_] ¿En serio? Es horrible, siento que te haya pasado eso.

source: [_star_s_talk_happy_2_s_sad_] It's all good now though, everybody's talking about how Sam likes to masturbate in school! Crazy, right?
es_es: [_star_s_talk_happy_2_s_sad_] Aunque ahora todo está bien, ¡todo el mundo habla de que a Sam le gusta masturbarse en el colegio! Loco, ¿verdad?

source: [_star_s_angry_s_talk_happy_] Like what a total slut!
es_es: [_star_s_angry_s_talk_happy_] ¡¡Como una total puta!

source: [_danny_s_rise_one_s_talk_frown_] Uhm, but we're the ones who put it there, right?
es_es: [_danny_s_rise_one_s_talk_frown_] Uhm, nosotros somos los que lo pusimos ahí

source: [_star_s_closed_s_neutral_s_talk_frown_] Well yeah, but she was a total slut regardless.
es_es: [_star_s_closed_s_neutral_s_talk_frown_] Bueno, sí, pero ella era una total puta a pesar de todo.

source: [_star_s_confused_s_towards_] She keeps denying it, but her and your buddy Danny totally have a thing going on.
es_es: [_star_s_confused_s_towards_] Ella sigue negándolo, pero ella y tu amigo Danny tienen algo.

source: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Really, you think so?
es_es: [_danny_s_rise_one_s_talk_happy_s_at_danny_] ¿De verdad?

source: [_star_s_rise_one_s_talk_frown_] Oh for sure, she totally gives it up to him, no doubt. Probably up the butt, honestly.
es_es: [_star_s_rise_one_s_talk_frown_] Oh seguro, ella tiene el culo perdido por él.

source: [_danny_s_rise_one_s_talk_frown_] W-well, I don't think you can judge a book by it's cover, I mean, she seems like a nice enough-
es_es: [_danny_s_rise_one_s_talk_frown_] B-bueno, no creo que puedas juzgar un libro por su portada, quiero decir, ella parece bastante agradable-

source: [_star_s_rise_one_s_talk_happy_2_] Billy, why are we talking about that skank right now? Come on, I just want to talk to {i}you{/i}...
es_es: [_star_s_rise_one_s_talk_happy_2_] Billy, ¿por qué estamos hablando de esa zorra ahora? Vamos, solo quiero hablar {i}contigo{/i}...
