Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_cylindrical.po
Languages: es_es

source: [_jack_] Yeah I know, but it makes me proud to think that an invention built by a woman as brilliant as you would hold the name we share together.
es_es: [_jack_] Sí lo sé, pero me enorgullece pensar que un invento construido por una mujer tan brillante como tú llevase el apellido que compartimos.

source: [_maddie_s_sad_s_talk_happy_2_] Oh Jaaack... you're being so sweet! I love you dear.
es_es: [_maddie_s_sad_s_talk_happy_2_] Oh Jaaack... ¡estás siendo tan dulce! Te amo querido.

source: [_jack_] Me too, baby cakes...
es_es: [_jack_] Yo también, bombón...

source: [_jack_] ...so I'm {b}not{/b} willing to give up on that branding thing just yet!
es_es: [_jack_] ... así que {b}no{/b} estoy dispuesto a renunciar a esta marca todavía!

source: [_jack_] I'll be right back, I'm gonna go grab my soldering equipment from my sock drawer and we'll just {b}burn{/b} the name Fenton on a piece of scrap metal at the bottom!
es_es: [_jack_] Volveré, ¡Voy a coger el equipo de soldadura de mi cajón de calcetines y {b}gravaremos{/b} el nombre de Fenton en una pieza de chatarra de metal!

source: [_maddie_s_towards_wide_s_talk_frown_s_sad_2_] But Jack, I'm about to turn on the-
es_es: [_maddie_s_towards_wide_s_talk_frown_s_sad_2_] Pero Jack, estoy a punto de encender el-

source: [_jack_] Don't wait up for me, Maddie! Test it out while I'm gone! I'll be right back as soon as I find my flame retardant gloves, don't worry! Wouldn't wanna use the wrong pair like {i}last{/i} time!!
es_es: [_jack_] ¡No me esperes Maddie! ¡Pruébalo mientras voy y vengo! Voy a estar de vuelta tan pronto como encuentre mis guantes retardantes de llama, ¡no te preocupes! No quiero usar los guantes equivocados como la {i} última {/i} vez!!

source: [_maddie_s_angry_s_talk_frown_s_towards_wide_] Oh, that man cannot sit still for a single second!
es_es: [_maddie_s_angry_s_talk_frown_s_towards_wide_] ¡Oh, este hombre no puede sentarse por un solo segundo!

source: [_maddie_s_sad_s_away_s_talk_frown_2_] ...and I really wanted to activate the Thermos with him {b}together{/b}... he helped inspire me to make it back in college after all...
es_es: [_maddie_s_sad_s_away_s_talk_frown_2_] ... y quería activar el Thermo {b}junto {/b} a él... Depués de todo fue él quien me ayudó a inspirarme para volver a la universidad...

source: [_danny_s_sad_s_talk_happy_2_] Well hey, Mom, I'm still here! I'm proud to be apart of this big moment with you.
es_es: [_danny_s_sad_s_talk_happy_2_] Bueno, mamá, ¡todavía estoy aquí! Estoy orgulloso de ser parte de este gran momento contigo.

source: [_maddie_s_sad_s_talk_happy_2_] Oh, Danny, you're right. You're here with me, aren't you? I'm sorry, I sorta overlooked that part.
es_es: [_maddie_s_sad_s_talk_happy_2_] Oh, Danny, tienes razón. Estás aquí conmigo, lo siento, se me pasó por alto.

source: [_maddie_s_talk_happy_s_towards_wide_2_s_rise_one_] Yeah, you know what? Let's do it! Mother and son bonding moment! I love it!
es_es: [_maddie_s_talk_happy_s_towards_wide_2_s_rise_one_] Sí, ¿sabes qué? ¡Vamos a hacerlo! ¡Será un momento inolvidable para ambos! ¡Me encanta!

source: [_maddie_s_talk_happy_2_s_rise_one_] Now, you see this button right where I'm pointing, Danny?
es_es: [_maddie_s_talk_happy_2_s_rise_one_] Bien, ¿ves este botón donde estoy apuntando Danny?

source: [_danny_s_sad_s_talk_happy_] Yeah, I see it, Mom.
es_es: [_danny_s_sad_s_talk_happy_] Sí, lo veo, mamá.

source: [_maddie_s_closed_s_talk_happy_2_s_pointing_2_] Okay, well on the count of three, I'm going to kick start the Fenton Ecto-Battery by pressing down on it.
es_es: [_maddie_s_closed_s_talk_happy_2_s_pointing_2_] De acuerdo, cuando cuente tres voy a iniciar La Ecto Batería Fenton presionándolo.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_] It should take a couple of seconds to boot up, so we shouldn't worry if it doesn't come on right away!
es_es: [_maddie_s_towards_2_s_rise_one_s_talk_happy_] ¡Tomará un par de segundos para arrancar, así que no debemos preocuparnos si no viene de inmediato!

source: [_maddie_s_talk_happy_s_sad_] The most {b}important{/b} thing is that we don't overload it with too many power boot ups by pressing the button too much. That could be {i}pretty{/i} bad!
es_es: [_maddie_s_talk_happy_s_sad_] Lo más {b}importante {/b} es que no sobrecarguemos demasiado el arranque pulsando mucho rato el botón. ¡Eso podría ser {i}bastante {/i} malo!

source: [_maddie_s_idle__s_talk_happy_2_] So, are you ready, sweetie?
es_es: [_maddie_s_idle__s_talk_happy_2_] Entonces, ¿estás listo, cariño?

source: [_danny_s_talk_happy_s_sad_] Ready, Mom!
es_es: [_danny_s_talk_happy_s_sad_] ¡Listo, mamá!

source: [_maddie_s_talk_happy_2_] Okay then, how about you count it down for me... I'll go on your count of three, alright?
es_es: [_maddie_s_talk_happy_2_] Okay entonces, ¿qué te parece si cuentas para mí?... Yo pulsaré cuando llegues tres ¿te gustaría?

source: [_danny_s_talk_happy_2_s_neutral_] Got it!
es_es: [_danny_s_talk_happy_2_s_neutral_] ¡Vamos!

source: [_danny_s_talk_happy_] Alrighty then... ooonnne...
es_es: [_danny_s_talk_happy_] Entonces bien... uuuno...

source: [_danny_s_rise_one_s_talk_happy_2_] ...twoooooooo...
es_es: [_danny_s_rise_one_s_talk_happy_2_] ... doooooooos...

source: [_maddie_s_pointing_s_towards_wide_s_sad_2_s_talk_happy_] {b}Three{/b}!! {i}*Click*{/i}
es_es: [_maddie_s_pointing_s_towards_wide_s_sad_2_s_talk_happy_] {b}Tres {/b}!! {i}*Click * {/i}

source: [_maddie_s_towards_s_sad_s_talk_happy_] Sorry dear, I just couldn't wait! But now we just have to give it a couple more seconds...
es_es: [_maddie_s_towards_s_sad_s_talk_happy_] Lo siento cariño, ¡no podía esperar! Ahora solo tenemos que darle un par de segundos...

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] Hah, it's okay, Mom...
es_es: [_danny_s_towards_s_wondering_s_talk_happy_2_] Hah, está bien, mamá...

source: [_maddie_s_towards_2_s_rise_one_s_talk_frown_2_] ...oh, come on now... any day, you stupid-
es_es: [_maddie_s_towards_2_s_rise_one_s_talk_frown_2_] ... oh, venga vamos funciona... mierda, estúpido-

source: [_thermos_] {i}*Click*{/i}
es_es: [_thermos_] {i}*Clic*{/i}

source: [_danny_s_sad_s_talk_frown_] Uhm, Mom, should you be-
es_es: [_danny_s_sad_s_talk_frown_] Uhm, mamá, deberías ser-

source: [_maddie_s_talk_frown_s_pointing_] No, I {b}know{/b} it'll work, it just- {i}*Click*{/i} -needs a little- {i}*Click*{/i} -bit of tinkering is all! {i}*Click*{/i}
es_es: [_maddie_s_talk_frown_s_pointing_] ¡No, {b}sé{/b} que funcionará, solo necesita- {i}*Click*{/i} - necesita un poco- {i}*Click*{/i} - un poco más! {i}*Clic*{/i}

source: [_danny_s_talk_frown_2_] But I thought you said that we shouldn't try to-
es_es: [_danny_s_talk_frown_2_] Pero pensé que habías dicho que no deberíamos intentar

source: [_maddie_s_pointing_s_talk_frown_2_] Danny, I went to the- {i}*Click*{/i} -University of- {i}*Click*{/i} -Wisconsin Madison- {i}*Click*{/i} -I {i}think{/i} I know- {i}*Click*{/i} -what I'm doing!
es_es: [_maddie_s_pointing_s_talk_frown_2_] ¡Danny, fui a la- {i}*Click*{/i} -Universidad de- {i}*Click*{/i} -Wisconsin Madison- {i}*Click*{/i} -¡Yo {i}sé{/i} perfectamente- {i}*Click*{/i} -lo que estoy haciendo!

source: [_maddie_s_sad_s_talk_frown_2_] Uhm... maybe we should've put on our safety googles fir-
es_es: [_maddie_s_sad_s_talk_frown_2_] Uhm... quizás deberíamos habernos puesto las gafas de seguridad antes

source: [_danny_s_talk_frown_] Oh man... what just happened?
es_es: [_danny_s_talk_frown_] Oh tóa... ¿qué ha pasado?

source: [_danny_s_sad_s_ahegao_s_talk_frown_2_] Jeez, that light was so bright! It nearly blinded me!
es_es: [_danny_s_sad_s_ahegao_s_talk_frown_2_] ¡Cielos, esa luz fue muy brillante! ¡Casi me deja ciego!

source: [_danny_s_towards_s_sad_2_s_talk_frown_] Are you okay, Mom? It felt like an explosion of energy! Where'd you go mom?!
es_es: [_danny_s_towards_s_sad_2_s_talk_frown_] ¿Estás bien, mamá? ¡Sentí como una explosión de energía! ¡¿Dónde estás mamá?!

source: [_maddie_] Yes, dear, I'm alright, I'm down here on the floor! That actually knocked me right off my feet! It certainly {i}was{/i} bright, with quite a bit of energy dischargement as well.
es_es: [_maddie_] Querido estoy bien, ¡estoy aquí en el suelo! ¡Eso me hizo caer! Ciertamente {i}fue{/i} muy brillante con esta fuerte descarga de energía.

source: [_maddie_] In fact, I think I've gone a bit {b}blind{/b}...
es_es: [_maddie_] De hecho, me ha {b}cegado{/b} un poco...

source: [_danny_s_sad_2_s_down_s_talk_frown_] Oh my God, really?!
es_es: [_danny_s_sad_2_s_down_s_talk_frown_] Dios mío, ¡¿en serio?!

source: [_maddie_] I believe so, but it'll pass, don't worry! This isn't the {u}first{/u} experiment to {i}prematurely{/i} go off in my face like that, I doubt it'll be the last...
es_es: [_maddie_] Sí pero se me pasará, ¡no te preocupes! No és el {u}primer{/u} experimento que {i}prematuramente{/i} me estalla en la cara, dudo que sea el último...

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] My eyesight's still kinda iffy, but I'm starting to see a bit more now.
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_] Sigo teniendo problemas de vista, pero ahora empiezo a ver un poco.

source: [_maddie_] Danny, would you mind helping me stand up? I can't quite manage on my own at the moment.
es_es: [_maddie_] Danny, ¿te importaría ayudarme a levantarme? No puedo hacerlo por mi cuenta en este momento.

source: [_danny_s_talk_happy_2_s_sad_] Oh, sure thing Mom! Here, take my hand.
es_es: [_danny_s_talk_happy_2_s_sad_] ¡Claro, mamá! Coge mi mano aquí.

source: [_maddie_s_talk_happy_2_s_idle__] Oh, thank you dear! My vision should return soon. See, the {i}key{/i} is to keep your eyes closed at first so you don't get disorie-
es_es: [_maddie_s_talk_happy_2_s_idle__] ¡Oh, gracias querido! Mi visión volverá pronto. Mira, la {i}clave{/i} és mantener los ojos cerrados al principio para que no te desorie-

source: [_danny_s_sad_2_s_blush_2_s_talk_frown_2_] Muh- mumuhhh- muh- {b}Mom{/b}!
es_es: [_danny_s_sad_2_s_blush_2_s_talk_frown_2_] Muh- mumuhhh- muh- {b}¡Mamá!{/b}

source: [_maddie_s_rise_one_s_talk_happy_2_] Oh sweetie, there's no need to yell, I'm right here!
es_es: [_maddie_s_rise_one_s_talk_happy_2_] Cariño, no hace falta que grites, ¡estoy aquí!

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_] But uhm, it's j-just, y-your... uhm... you have...
es_es: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Pero... és q-que... t- tu... uhm... tu...

source: [_maddie_s_talk_frown_2_s_sad_] What is it, Danny?
es_es: [_maddie_s_talk_frown_2_s_sad_] ¿Qué pasa Danny?

source: [_danny_s_rise_one_s_talk_frown_] Your... your suit... it uhh... it got... a {i}bit{/i} of damage, I think.
es_es: [_danny_s_rise_one_s_talk_frown_] Tu... tu traje... esto uhh... está... {i}un poco{/i} roto.

source: [_maddie_s_talk_frown_s_rise_one_2_] What do you mean? I mean, I {b}did{/b} feel a definite surge of energy expulsion...
es_es: [_maddie_s_talk_frown_s_rise_one_2_] ¿Qué quieres decir? Quiero decir, yo {b}sentí{/b} una oleada de expulsión de energía...

source: [_maddie_s_talk_frown_2_s_rise_one_4_] Its not {i}too{/i} bad, is it? Oh, I'd hate to have to go and order a new one after this, they always ship these jumpsuits with all the wrinkles still left in!.
es_es: [_maddie_s_talk_frown_2_s_rise_one_4_] ¿Es {i}muy{/i} grave?. Oh, odiaría tener que ir a pedir uno nuevo, ¡siempre envían estos monos llenos de arrugas!.

source: [_danny_s_rise_one_s_talk_frown_2_] Well, I mean... you're kinda...
es_es: [_danny_s_rise_one_s_talk_frown_2_] Bueno, quiero decir... estás un poco...

source: [_maddie_s_talk_frown_s_blush_s_sad_2_] {b}OH MY GOSH, DON'T LOOK DANNY!!{/b}
es_es: [_maddie_s_talk_frown_s_blush_s_sad_2_] {b}¡Oh, Dios mío, no mires Danny!!{/b}

source: [_danny_s_closed_s_sad_2_s_talk_frown_] I-I'm sorry Mom, I didn't know what to say!!
es_es: [_danny_s_closed_s_sad_2_s_talk_frown_] ¡¡L-Lo siento mamá, no sabía qué decir!!

source: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Oh my lord, Danny, I am {b}so{/b} embarassed!
es_es: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Dios mío, Danny, ¡estoy {b}muy {/b} avergonzada!

source: [_maddie_s_away_] I-I need to go change!
es_es: [_maddie_s_away_] ¡Ne-Necesito ir a cambiarme!

source: [_maddie_s_closed_s_talk_frown_] I... I'm sorry you had to see this...
es_es: [_maddie_s_closed_s_talk_frown_] La... lamento que hayas tenido que ver esto...

source: [_maddie_] Damn that stupid thermos!!
es_es: [_maddie_] ¡¡Maldito sea ese estúpido termo!!

source: [_danny_s_at_player_s_sad_2_s_frown_] (...good lord.)
es_es: [_danny_s_at_player_s_sad_2_s_frown_] (...Oh dios.)

source: [_danny_s_frown_2_s_rise_one_] (That didn't just happen, right?)
es_es: [_danny_s_frown_2_s_rise_one_] (Eso no acaba de ocurrir, ¿verdad?)

source: [_danny_s_towards_wide_s_sad_s_frown_3_] (She was like, totally exposed in front of me!)
es_es: [_danny_s_towards_wide_s_sad_s_frown_3_] (¡Estaba con las tetas al aire delante de mí!)

source: [_danny_s_sad_2_s_frown_grin_2_] (I saw... {u}so{/u} {b}much{/b}!)
es_es: [_danny_s_sad_2_s_frown_grin_2_] (Las vi... {u}muy{/u} {b}claras{/b}!)

source: [_danny_s_frown_2_s_sad_] (I saw her...)
es_es: [_danny_s_frown_2_s_sad_] (Se las vi...)

source: [_danny_s_wondering_s_frown_3_] (I saw my own mother's breasts...)
es_es: [_danny_s_wondering_s_frown_3_] (Vi las tetas de mi madre...)

source: [_danny_s_at_danny_s_rise_one_s_bite_] (Did I... like it?)
es_es: [_danny_s_at_danny_s_rise_one_s_bite_] (¿Me... gustó?)

source: [_danny_s_frown_s_neutral_s_towards_] (No, that'd be so {b}wrong{/b}, I know that...)
es_es: [_danny_s_frown_s_neutral_s_towards_] (No, eso sería {b}equivocado{/b}, lo sé...)

source: [_danny_s_smile_s_wondering_] (But... they {i}did{/i} look super nice.)
es_es: [_danny_s_smile_s_wondering_] (Pero... se {i}vieron{/i} super buenas)

source: [_danny_s_at_player_s_sad_s_frown_] (Hey, nothing wrong with thinking that, right? My mom's just... a rather attractive woman is all!)
es_es: [_danny_s_at_player_s_sad_s_frown_] (Oye, no hay nada malo en pensar eso, ¿verdad? Mi madre es sólo... una mujer bastante atractiva, ¡eso es todo!)

source: [_danny_s_towards_wide_s_wondering_s_frown_3_] (...a {i}really{/i} attractive woman.)
es_es: [_danny_s_towards_wide_s_wondering_s_frown_3_] (...una mujer {i}realmente{/i} atractiva.)

source: [_danny_s_neutral_s_bite_s_towards_] (...an attractive woman with {b}huge{/b}, {i}succulent{/i} {u}knockers{/u}...)
es_es: [_danny_s_neutral_s_bite_s_towards_] (...una mujer atractiva con unos {b}enormes{/b}, {i}suculentos{/i} {u}melonres{/u}...)

source: [_danny_s_at_player_s_frown_] (Jeez, I am {b}really{/} messed up in the head about what I just saw...)
es_es: [_danny_s_at_player_s_frown_] (Caray, estoy {b}totalmente{/} liado por lo que acabo de ver...)

source: [_danny_s_rise_one_s_towards_wide_s_frown_3_] (I mean, it's not like I'm... {b}attracted{/b} to her, cause she's my... she's...)
es_es: [_danny_s_rise_one_s_towards_wide_s_frown_3_] (Quiero decir, no és que me sienta... {b}atraído{/b} por ella, porque ella és mi... ella és...)

source: [_danny_s_talk_frown_2_s_wondering_s_towards_] Oh man, is something wrong with me?
es_es: [_danny_s_talk_frown_2_s_wondering_s_towards_] Tío, ¿me pasa algo malo?

source: [_jack_] Nothing's wrong with you, son! These feelings are {b}perfectly{/b} natural at your age!!
es_es: [_jack_] ¡No te pasa nada, hijo! ¡¡Estos sentimientos son {b}naturales{/b} a tu edad!!

source: [_danny_s_talk_frown_2_] D-Dad?! What?? Did you hear me?! I thought I was thinking quietly inside my own head!
es_es: [_danny_s_talk_frown_2_]¡¿Pa-papá?! ¿Qué? ¿Me has oído? ¡Pensé que estaba pensando tranquilamente!

source: [_jack_] Well, I heard {b}enough{/b}, son, believe me.
es_es: [_jack_] Bueno, oí {b}lo suficiente {/b}, hijo, créeme.

source: [_jack_] I know it must be rather... {i}strange{/i} to be going through what you're experiencing right now: the uncertainty, the hot sweats, those "funny feelings" you keep getting... am I about in the ball park?
es_es: [_jack_] Sé que debe ser... {i}extraño {/i} estar pasando por lo que estás experimentando en este momento: la incertidumbre, los sudores calientes, esos "sentimientos divertidos" que sigues recibiendo... ¿estoy sobre en el parque?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Well, yeah... s-so you know what I'm going through?
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Bueno, sí... ¿sabes por lo que estoy pasando?

source: [_jack_] Absolutely, son! Why, when I was a boy your age, I struggled with these exact issues just the same as you! It was actually your {b}grandmother{/b} who helped me to fully {i}develop{/i} my feelings properly!
es_es: [_jack_] ¡Absolutamente hijo! ¿Porque cuando era un niño de tu edad, me costó con estos problemas igual que a ti! Tu {b}abuela{/b} que me ayudó a {i}desarrollar{/i} mis sentimientos!

source: [_danny_s_sad_s_talk_happy_] Oh... so I'm... I'm not a freak?
es_es: [_danny_s_sad_s_talk_happy_] Oh... así que soy... ¿No soy un friki?

source: [_jack_] A freak? No, of course not!! It's in our blood to feel this way!!
es_es: [_jack_] ¿Un friki? ¡No, por supuesto que no!! ¡¡Es en nuestra sangre ser de esta manera!!

source: [_jack_] To think the kind of thoughts you're thinking and feeling, why, it's what being a member of the Fenton clan is all about!
es_es: [_jack_] Pensar todo lo que estás pensando y sentir todo lo que está sintiendo, ¿por qué?, ¡és lo que tiene ser miembro del clan Fenton!

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_] But, I mean... isn't it kinda weird, though? Aren't you mad at me?
es_es: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Pero, quiero decir... ¿no són pensamientos obscenos? ¿No estás enfadado conmigo?

source: [_jack_] Well, maybe for some other families it might be considered "bizarre" or not quite "normal", but for us Fentons, it's as normal as salmon swimmin' up stream!
es_es: [_jack_] Bueno, tal vez para algunas otras familias podría ser considerado "extraño" o no bastante "anormal", pero para nosotros los Fenton, es tan normal como un salmón nadando en el agua!

source: [_jack_] Also, be {b}mad{/b}?? At {i}you{/i}?! Why Danny, I couldn't be more {b}proud{/b} of the way you're feeling! Nothing strange or abnormal about it!!
es_es: [_jack_] ¿{b}loco{/b}?? ¡{i}tú{/i}?! ¿Por qué Danny?, no podía estar más {b}orgulloso{/b} de como te sientes! ¡¡No és nada extraño o anormal!!

source: [_jack_] You know, I've honestly been waiting for {b}Jazz{/b} to start to develop the same type of feelings so the two of us could properly bond over it! But I suppose she's just a late bloomer is all...
es_es: [_jack_] sabes, ¡he estado esperando a que {b}Jazz {/b} creciera para empezar a desarrollar el mismo tipo de sentimientos y que los dos podamos vincularnos sobre él! Pero supongo que és una flor tardía...

source: [_danny_s_at_player_s_talk_happy_2_s_sad_] Wow, Dad, I... can't believe that...
es_es: [_danny_s_at_player_s_talk_happy_2_s_sad_] Wow, papá, I... no puedo creer que...

source: [_danny_s_towards_wide_s_talk_frown_2_] Dad... are we...
es_es: [_danny_s_towards_wide_s_talk_frown_2_] Papá... ¿somos nosotros...

source: [_danny_s_rise_one_s_talk_frown_] ...are we talking about the same thing here?
es_es: [_danny_s_rise_one_s_talk_frown_] ... ¿estamos hablando de lo mismo aquí?

source: [_jack_] Why, of course we are!
es_es: [_jack_] ¿Qué?, ¡por supuesto que lo somos!

source: [_jack_] ...aren't we?
es_es: [_jack_] ... ¿o no?

source: [_danny_s_talk_frown_2_s_rise_one_] Well, what do {i}you{/i} think we're talking about?
es_es: [_danny_s_talk_frown_2_s_rise_one_] Pues bien, ¿de {i}qué{/i} te parece que estamos hablando?

source: [_jack_] Well... I assumed it had to do with these sudden...
es_es: [_jack_] Bueno... Asumí que tenía que ver con esos repentinos...

source: [_jack_] ...{u}urges{/u} you must be feeling lately.
es_es: [_jack_] ...{u}instantes{/u} que debes estar sintiendo últimamente.

source: [_danny_s_blush_s_at_danny_s_talk_frown_2_] Oh... I see... so you {i}did{/i} notice, huh?
es_es: [_danny_s_blush_s_at_danny_s_talk_frown_2_] Oh... Ya veo... así que te {i}diste{/i} cuenta, ¿eh?

source: [_danny_s_towards_s_sad_s_talk_frown_] Alright, well... I guess the truth is... I've started developing strange feeli-
es_es: [_danny_s_towards_s_sad_s_talk_frown_] Bueno... La verdad és... que he empezado a desarrollar extraños sentimientos-

source: [_jack_] ...the urge to start hunting ghosts!
es_es: [_jack_] ... ¡ganas de empezar a cazar fantasmas!

source: [_danny_s_-blush_s_talk_happy_2_s_sad_s_towards_] ...oh. Right. Ghost hunting. That was it... {i}totally{/i} normal urges to wanna start ghost hunting. Yeah, that must be it...
es_es: [_danny_s_-blush_s_talk_happy_2_s_sad_s_towards_] ... oh. Sí. Caza fantasma. Eso fue algo ... {i}totalmente {/i} normal querer iniciar la caza de fantasma. Sí, eso debe ser...

source: [_jack_] That's right, you've got ghost fever! Oh boy, what a {i}rush{/i} it was when I discovered my love for the paranormal!
es_es: [_jack_] Así es, ¡tienes fiebre fantasma! Oh chico, qué {i}lio{/i} fue así cuando descubrí mi amor por lo paranormal!

source: [_jack_] It was that exact love that brought me together with your mother!
es_es: [_jack_] ¡Fue ese amor el que me trajo junto a tu madre!

source: [_jack_] Uhm, speaking of which, where is she? I thought she wanted to test the Fenton Thermos out?
es_es: [_jack_] Uhm, hablando de ella, ¿dónde está? ¿No quería probar el Thermo Fenton?

source: [_danny_s_wondering_s_talk_frown_] Uhm, well... she tried it, but I don't think it worked the way she wanted...
es_es: [_danny_s_wondering_s_talk_frown_] Uhm, bueno... lo intentó, pero no funcionó de la manera que quería...

source: [_danny_s_talk_frown_2_s_sad_2_] She, uhm, sorta left the room crying. You didn't see her walking by chance, did you...?
es_es: [_danny_s_talk_frown_2_s_sad_2_] Ella, uhm, se fue a su habitación llorando. ¿No la viste pasar por casualidad...?

source: [_jack_] No, I had a bunch of soldering equipment boxes covering most of my vision, I wouldn't have seen her... oh, poor Maddie.
es_es: [_jack_] No, tenía un montón de cajas de equipos de soldadura cubriendo la mayor parte de mi visión, no la habría visto... oh, pobre Maddie.

source: [_danny_s_wondering_s_at_danny_s_talk_frown_2_] ({i}Phew{/i}, thank goodness!) Yeah, I think she's really bummed about it.
es_es: [_danny_s_wondering_s_at_danny_s_talk_frown_2_] ({i}Suspiro{/i}, ¡gracias a Dios!) Sí, creo que ella está muy triste.

source: [_danny_s_closed_s_sad_s_talk_frown_] Honestly, I wouldn't even {b}mention{/b} it to her, or ask {i}any{/i} specifics about what happened... like ever. It might just upset her even more.
es_es: [_danny_s_closed_s_sad_s_talk_frown_] Sinceramente, yo ni se lo {b}mencionaría{/b}, ni le preguntaría {i}nada{/i} sobre lo que pasó... nunca. Podría molestarla aún más.

source: [_jack_] Hmmm, I see. Good thinking son. Wouldn't want to bring up old wounds.
es_es: [_jack_] Hmmm, ya veo. Bien pensado hijo. No querría sacar a relucir viejas heridas.

source: [_jack_] Ahh well, failure is the maiden of invention, so I'm sure she'll be right as rain soon enough!
es_es: [_jack_] ¡El fracaso és la novia de la invención, así que estoy seguro de que pronto tu madre estará como una rosa!

source: [_danny_s_talk_happy_2_] Yeah... I hope so too...
es_es: [_danny_s_talk_happy_2_] Sí... yo también lo espero...

source: [_jack_] Welp, while the Fenton Thermos might've been a bust, that doesn't mean the invention {i}I'm{/i} working on now will be!
es_es: [_jack_] Bueno, aunque el termo Fenton haya sido un fracaso, ¡eso no significa que el invento {i}en el que estoy{/i} trabajando lo vaya a ser!
