Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: es_es

source: [_danny_s_talk_happy_s_rise_one_] Whaddup, gothic butt?
es_es: [_danny_s_talk_happy_s_rise_one_] ¿Qué tal va todo trasero gótico?

source: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, piece of advice on girls number 3053? Typically, most girls don't like their butt to be the icebreaker to a conversation.
es_es: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, consejo sobre las chicas número 3053. Normalmente a la mayoría de las chicas no les gusta que su culo sea el inicio de una conversación.

source: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, I know, I'm sorry! I'm just teasing.
es_es: [_danny_s_sad_2_s_talk_happy_2_] Lo sé, ¡lo siento! Sólo estoy bromeando.

source: [_danny_s_talk_happy_s_at_danny_] I don't know, for whatever reason lately, I find myself in a pretty great mood!
es_es: [_danny_s_talk_happy_s_at_danny_] No lo sé, pero últimamente por alguna razón, ¡me encuentro de muy buen humor!

source: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... do you think it {i}might{/i} have something to do with developing fantastic super powers?
es_es: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, vaya... ¿crees que {i}podría{/i} tener algo que ver el desarrollo de fantásticos superpoderes?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hey, you joke, but I definitely wouldn't say it's been easy since the accident.
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] muy graciosa. No ha sido fácil desde el accidente.

source: [_danny_s_talk_frown_2_s_at_player_s_sad_] I mean, ever since I gained my abilities, I've had to deal with a lot more than I ever could have figured I'd have to deal with in high school.
es_es: [_danny_s_talk_frown_2_s_at_player_s_sad_] Desde que adquirí mis capacidades, he tenido que lidiar en el instituto con cosas de las que jamás hubiera imaginado.

source: [_danny_s_at_danny_s_talk_frown_] Fighting ghosts from who knows where, keeping my secret from just about everyone, having to collect that Orgone stuff...
es_es: [_danny_s_at_danny_s_talk_frown_] Luchando contra fantasmas de quién sabe dónde, ocultando mi secreto a casi todo el mundo, teniendo que reunir Orgone...

source: [_danny_s_talk_happy_2_s_sad_s_blush_] ...well, I guess it hasn't been {i}all{/i} bad.
es_es: [_danny_s_talk_happy_2_s_sad_s_blush_] ...bueno, supongo que no ha sido del {i}todo{/i} mal.

source: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, grow up! I- I only did that stuff to... to help you beat that shadow creep is all!!
es_es: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] ¡Danny, madura! Yo... yo sólo hice eso para... para ayudarte a vencer a ese asqueroso de las sombras, ¡y nada más!!

source: [_danny_s_closed_s_talk_happy_s_neutral_] No, I get that... and I really appreciate that, honestly. I'm glad you trusted me enough to help out. I couldn't have done it without you.
es_es: [_danny_s_closed_s_talk_happy_s_neutral_] Lo entiendo... y te lo agradezco mucho de verdad. Me alegro de que confiaras en mí lo suficiente como para ayudarme. No podría haberlo hecho sin ti.

source: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... well, hey, glad to service you...
es_es: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, cielos... bueno, oye, me alegro de servirte...

source: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}I mean {i}be{/i} of service{/b}!!
es_es: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] ¡¡{b}Quiero decir {i}ser{/i} de utilidad{/b}!!

source: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax! I know what you meant!
es_es: [_danny_s_-blush_s_wondering_s_talk_happy_] ¡Ja, ja, Sam, relájate! ¡Sé lo que quieres decir!

source: [_sam_s_-blush_2_s_talk_frown_3_] S-sorry...
es_es: [_sam_s_-blush_2_s_talk_frown_3_] Lo siento...

source: [_danny_s_-blush_2_s_talk_happy_] {i}Anyway{/i}, the point I'm making is that I don't think my powers are what's making me feel good lately.
es_es: [_danny_s_-blush_2_s_talk_happy_] {i}En definitiva{/i}, lo que quiero decir es que no creo que mis poderes sean lo que me hace sentir bien últimamente.

source: [_sam_s_confused_s_-blush_s_talk_frown_2_] No? Then what is it?
es_es: [_sam_s_confused_s_-blush_s_talk_frown_2_] ¿No?, Entonces, ¿qué es?

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] I don't know... what was it you said about me the other day? That you think I'm different somehow?
es_es: [_danny_s_at_danny_s_sad_2_s_talk_happy_] No sé... ¿qué fue lo que dijiste de mí el otro día? ¿Crees que soy diferente?

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Well, I think so too. In a good way, I mean. I like that I get to use these powers to help people and protect others.
es_es: [_danny_s_towards_s_talk_happy_2_s_sad_] Bueno, yo también lo creo. En el buen sentido, quiero decir. Me gusta poder usar estos poderes para ayudar a la gente y proteger a los demás.

source: [_danny_s_rise_one_s_talk_happy_] I mean, maybe I don't always use them in the right way... but saving others like you makes me feel... pretty good.
es_es: [_danny_s_rise_one_s_talk_happy_] Quiero decir, quizás no siempre los uso de la manera correcta... pero salvar a personas como tú me hace sentir... bastante bien.

source: [_sam_s_sad_2_s_talk_bite_] Wow Danny, that's really great that you're looking that deeply into your character all of a sudden.
es_es: [_sam_s_sad_2_s_talk_bite_] Vaya Danny, és genial que de repente profundices tanto en tu persona.

source: [_danny_s_talk_happy_2_s_angry_] Nah, I don't think it's {i}that{/i} sincere of a self reflection, hah!
es_es: [_danny_s_talk_happy_2_s_angry_] Nah, no creo que sea {i}tan sincera{/i} esta auto reflexión, ¡ja!

source: [_danny_s_talk_happy_s_sad_2_] I'm just... I don't know, I'm glad that I can count on people like you and Tucker is all.
es_es: [_danny_s_talk_happy_s_sad_2_] Yo sólo... No sé, me alegra poder contar con gente como tú y Tucker.

source: [_danny_s_talk_happy_2_s_neutral_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
es_es: [_danny_s_talk_happy_2_s_neutral_] Gracias a vosotros dos puedo arreglármelas con todas las locuras que me están pasando últimamente.

source: [_sam_s_confused_s_talk_bite_] Well we're your friends, Danny! No amount of "phantom pervert power" you have going on inside you could ever change that, dude.
es_es: [_sam_s_confused_s_talk_bite_] ¡Bueno, somos tus amigos, Danny! Ningún "poder pervertidor fantasma" que tengas en tu interior podrá cambiar eso, amigo.

source: [_danny_s_talk_happy_s_sad_2_] That seriously means a lot to me, Sam. With people like you in my life, no ghost stands a chance against us.
es_es: [_danny_s_talk_happy_s_sad_2_] Eso significa mucho para mí, Sam. Con gente como tú en mi vida, ningún fantasma tiene oportunidad contra nosotros.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you...?
es_es: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... te estás metiendo de lleno en el {i}machismo{/i} superhéroe, ¿verdad...?

source: [_danny_s_talk_happy_s_rise_one_] Do you think? I mean, I'm not purposely trying to... uhm, Sam, you look a little flush in the face. Are you okay?
es_es: [_danny_s_talk_happy_s_rise_one_] ¿Tú crees? Quiero decir, no estoy tratando a propósito de... uhm, Sam, te veo un poco sonrojada. ¿Estás bien?

source: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Y-yeah... yo-you look like you're blushing too...
es_es: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] S-sí... parece que tú también te sonrojas...

source: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Speaking of Tucker, have you seen him around lately? I haven't really seen him show up for class recently...
es_es: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Hablando de Tucker, ¿lo has visto por aquí? No lo he visto aparecer por clase últimamente...

source: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, yeah, I heard he's come down with a bit of a sickness. He's probably just resting.
es_es: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, sí, he oído que está un poco enfermo. Probablemente esté descansando.

source: [_danny_s_wondering_s_frown_2_] (Poor Sam. I shouldn't tell her that Tucker turned into an evil ghost gobling just yet.)
es_es: [_danny_s_wondering_s_frown_2_] (Pobre Sam. No debería decirle que Tucker se convirtió en un malvado fantasma engullidor)

source: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Especially while the two of us are currently fighting against each other... might not do well for her ghost fighting moral...)
es_es: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Especialmente mientras los dos estamos luchando entre nosotros... podría no ser bueno para su moral de luchadora fantasma...)

source: [_danny_s_at_player_s_frown_3_s_sad_] (Man, I gotta figure out how to get Desiree out of Tucker's head...)
es_es: [_danny_s_at_player_s_frown_3_s_sad_] (Tío, tengo que averiguar cómo sacar a Desiree de la cabeza de Tucker...)

source: [_sam_s_talk_happy_3_s_sad_] That's too bad, I was sorta hoping we could all hang out together later, maybe do some research on these ghosts appearances.
es_es: [_sam_s_talk_happy_3_s_sad_] Es una lástima, esperaba que pudiéramos salir juntos más tarde y tal vez investigar sobre las apariciones de estos fantasmas.

source: [_danny_s_talk_happy_2_s_sad_] Honestly, it's thanks to help from you two that's made it even possible to manage through all the crazy stuff that's been going on lately.
es_es: [_danny_s_talk_happy_2_s_sad_] Gracias a vosotros dos puedo arreglármelas con todas las locuras que me están pasando últimamente.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you..?
es_es: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... te estás metiendo de lleno en esto del {i}machismo{/i} superhéroe, ¿verdad..?

source: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
es_es: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] Gracias a vosotros dos puedo arreglármelas con todas las locuras que me están pasando últimamente.

source: [_danny_s_wondering_s_frown_2_] (I worry about Tucker though... how is he going to deal with his new powers?)
es_es: [_danny_s_wondering_s_frown_2_] (Aunque me preocupa Tucker... ¿cómo va a lidiar con sus nuevos poderes?)

source: [_danny_s_at_danny_s_wondering_s_frown_] (Pranking people is one thing, but purposely using our powers to take advantage of them is something I'm afraid he might try...)
es_es: [_danny_s_at_danny_s_wondering_s_frown_] (Gastar bromas a la gente es una cosa, pero utilizar nuestros poderes a propósito para aprovecharnos de ellos es algo que me temo que podría intentar...)

source: [_sam_s_confused_s_talk_frown_2_] Danny, are you alright dude? You seemed worried about something.
es_es: [_sam_s_confused_s_talk_frown_2_] Danny, ¿estás bien amigo? Pareces preocupado.

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, no! Sorry, I was just thinking about what you said is all.
es_es: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] ¡Oh, no! Lo siento, sólo estaba pensando en lo que dijiste.

source: [_danny_s_talk_happy_s_sad_2_] It just seriously means a lot to me that you care that much, Sam. With people like you in my life, no ghost stands a chance against us.
es_es: [_danny_s_talk_happy_s_sad_2_] Eso significa mucho para mí, Sam. Con gente como tú en mi vida, ningún fantasma tiene oportunidad alguna contra nosotros.

source: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh my gosh, I can't believe it! The two love birds are already planning their honeymoon together! How sweet!
es_es: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Dios mío, ¡no me lo puedo creer! ¡Los dos tortolitos ya están planeando su luna de miel juntos! ¡Qué tierno!

source: [_star_s_confused_s_talk_happy_] Where are you guys thinking to go? The local flaming garbage dump? Oh, how {i}romantic!{/i}
es_es: [_star_s_confused_s_talk_happy_] ¿Dónde pensáis ir? ¿Al vertedero local? ¡Oh, qué {i}romántico{/i}

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Star, we aren't a couple!!
es_es: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, ¡¡Star, no somos pareja!!

source: [_danny_s_angry_s_talk_frown_2_] Yeah, so just knock it off!
es_es: [_danny_s_angry_s_talk_frown_2_] ¡así que déjalo ya!

source: [_star_s_closed_s_sad_s_talk_happy_2_] I can't help it if I find loser love to be so precious! You two are just so perfectly {b}atrocious{/b} together!
es_es: [_star_s_closed_s_sad_s_talk_happy_2_] ¡No puedo evitar que el amor de perdedor me parezca tan precioso! ¡Los dos juntos son tan perfectamente {b}atroces{/b}!

source: [_danny_sam_] WE AREN'T TOGETHER!!
es_es: [_danny_sam_] ¡¡NO ESTAMOS JUNTOS!!

source: [_star_s_talk_frown_s_confused_] Look, whatever you losers are going through with your relationship, don't make {u}me{/u} a part of it.
es_es: [_star_s_talk_frown_s_confused_] Mirad, sea lo que sea lo que estéis pasando en vuestra relación, no hagáis a {u}mí{/u} parte de ella.

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] What the heck are you talking about? {i}You{/i} came to {i}us{/i}!
es_es: [_sam_s_towards_wide_s_angry_s_talk_frown_] ¿De qué diablos estás hablando? {i}¡Has venido tú sola {i}!

source: [_star_s_closed_s_angry_s_talk_frown_] Oh trust me, I wouldn't normally {b}choose{/b} to chat with the likes of you bottom feeders if I didn't have to.
es_es: [_star_s_closed_s_angry_s_talk_frown_] Creedme, normalmente no {b}elijo{/b} charlar con gente como vosotros si no puedo evitarlo.

source: [_danny_s_angry_s_talk_frown_] Then what are you bugging us for?
es_es: [_danny_s_angry_s_talk_frown_] Entonces, ¿para qué nos fastidias?

source: [_star_s_neutral_s_talk_frown_] I was just going to {b}say{/b}, I heard that Danny actually knows that "Inviso-Bill" guy.
es_es: [_star_s_neutral_s_talk_frown_] Iba a {b}decir{/b} que he oído que Danny conoce a ese tal "Inviso-Bill".

source: [_sam_s_talk_frown_] ...{b}what{/b}?
es_es: [_sam_s_talk_frown_] ...{b}¿qué?{/b}?

source: [_star_s_talk_frown_s_rise_one_] Yeah, Paulina said you went and got him to help save her from sort of ghost octopuss? Said she thought he was {b}cute{/b}?
es_es: [_star_s_talk_frown_s_rise_one_] Sí, ¿Me dijo Paulina que fuiste a buscarlo para salvarla de una especie de pulpo fantasma. ¿Me dijo que pensaba que era {b}lindo{/b}?

source: [_danny_s_rise_one_s_blush_s_talk_happy_] She did...?
es_es: [_danny_s_rise_one_s_blush_s_talk_happy_] ¿Eso hizo...?

source: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...she {i}did{/i}?!
es_es: [_sam_s_away_s_talk_frown_2_s_sad_2_] ¡¿ella {i}hizo{/i}?!

source: [_star_s_talk_frown_s_sad_] Yeah well, she hasn't heard back from him for awhile and she's getting a little peeved about it.
es_es: [_star_s_talk_frown_s_sad_] Sí, bueno, hace tiempo que no sabe nada de él y se está enfadando un poco.

source: [_star_s_confused_] You {b}have{/b} passed on her number, right?!
es_es: [_star_s_confused_] Tú {b} le has pasado {/b} su número, ¡¿verdad?!

source: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh no, absolutely! Yeah, h-he has it alright. He's just so busy you know, fighting off other creeps, so uh... I'm sure he'll text her soon!
es_es: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] ¡Oh no, absolutamente no! e-él lo tiene. Está muy ocupado, ya sabes, luchando contra otros asquerosos, así que... ¡Estoy seguro de que le mandará un mensaje pronto!

source: [_sam_s_confused_s_talk_frown_] {i}Will{/i} he Danny? Do you {i}think{/i} so?
es_es: [_sam_s_confused_s_talk_frown_] ¿Lo {i}hará{/i} Danny? ¿{i}Crees{/i} que sí?

source: [_star_s_talk_happy_2_s_sad_] Well hey, look, if it's because like, he's not really interested or something, you should let him know there are some {i}other{/i} girls who might wanna talk to him too...
es_es: [_star_s_talk_happy_2_s_sad_] Bueno, oye, mira, si és porque él no está interesado o algo así, deberías hacerle saber que hay {i}otras{/i} chicas que podrían hablar con él...

source: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Wh-what, really? Like who?
es_es: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] ¿Q-qué?, ¿en serio? ¿Cómo quién?

source: [_star_s_rise_one_s_talk_frown_] Like me, dummy? I wanna see him walk through walls and stuff... see if he's actually cute or not.
es_es: [_star_s_rise_one_s_talk_frown_] ¿Como yo? Tonto. Quiero verle atravesar paredes y cosas así... ver si es guapo de verdad o no.

source: [_sam_s_angry_s_talk_frown_] Well, you can just take that stupid phone number of yours and shove it right-
es_es: [_sam_s_angry_s_talk_frown_] Bueno, puedes coger tu estúpido número de teléfono y metértelo-

source: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Ye-yeah! I can do that! I'll pass your name along. No problem, Star!
es_es: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] ¡S-sí! ¡Puedo hacerlo! Le daré tu nombre. ¡No hay problema, Star!

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] What?! D-Danny...!
es_es: [_sam_s_towards_2_s_angry_2_s_talk_frown_] ¡¿Qué?! ¡D-Danny...!

source: [_star_s_sad_s_talk_happy_2_] All right then, awesome! Here's my number, tell him he can find me on Spookchat with it.
es_es: [_star_s_sad_s_talk_happy_2_] De acuerdo entonces, ¡genial! Aquí está mi número, dile que puede encontrarme en Spookchat.

source: [_star_s_talk_frown_s_confused_] I'm serious though, I wanna hear back from him, okay??
es_es: [_star_s_talk_frown_s_confused_] Lo digo en serio, quiero tener noticias suyas, ¿¿vale??

source: [_danny_s_talk_happy_2_s_sad_2_] O-okay, no problem. I'll tell Bill you're interested in talking to him!
es_es: [_danny_s_talk_happy_2_s_sad_2_] O-okay, no hay problema. ¡Le diré a Bill que te interesa hablar con él!

source: [_star_s_talk_frown_s_neutral_] Sure, cool, thanks I guess. Just get it done.
es_es: [_star_s_talk_frown_s_neutral_] Claro, genial, gracias supongo. Sólo hazlo.

source: [_star_s_sad_s_closed_s_talk_happy_] Later, love birds!
es_es: [_star_s_sad_s_closed_s_talk_happy_] ¡Hasta luego, tortolitos!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, can you believe that? Inviso-Bill is quite the popular guy, huh?
es_es: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Vaya, ¿puedes creerlo? Inviso-Bill es un tipo muy popular, ¿eh?

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] You jerk, {i}YOU'RE{/i} Inviso-Bill!!
es_es: [_sam_s_towards_wide_s_angry_s_talk_frown_] Imbécil, ¡¡{i}TÚ ERES Inviso-Bill{/i}!!

source: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhhh{/i}!! Quiet down, Sam! Don't go yelling that around here!
es_es: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*susurrando*{/i} {i}¡Shhhhh{/i}! ¡Cálmate, Sam! ¡No grites eso aquí!

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, can't you see she's using you?
es_es: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, ¿no ves que te está utilizando?

source: [_danny_s_rise_one_s_towards_s_talk_frown_] Yeah? So what?
es_es: [_danny_s_rise_one_s_towards_s_talk_frown_] Ya ¿Y qué?

source: [_sam_s_confused_s_talk_frown_] What do you mean "so what"?!
es_es: [_sam_s_confused_s_talk_frown_] ¡¿Qué quieres decir con "y qué"?!

source: [_sam_s_sad_s_talk_frown_2_] Someone as shallow as Star doesn't deserve to hang out with someone as cool as your ghost self! She's a total bitch and only ever makes fun of us!
es_es: [_sam_s_sad_s_talk_frown_2_] ¡Alguien tan superficial como Star no merece salir con alguien tan guay como tu otro yo fantasma! ¡Es una zorra total y sólo se burla de nosotros!

source: [_sam_s_angry_s_talk_frown_] You can't just show off Inviso-Bill like he's some kind of flashy watch!
es_es: [_sam_s_angry_s_talk_frown_] ¡No puedes presumir de Inviso-Bill como si fuera un reloj!

source: [_danny_s_at_player_s_angry_s_talk_frown_] ...again, really not a fan of how that name is starting to stick.
es_es: [_danny_s_at_player_s_angry_s_talk_frown_] ...de nuevo, no soy fan de cómo ese nombre me está funcionando.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Also, I'm not showing off! Showing off would be telling people that I, Danny Fenton, have super powers, not Bill.
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Además, ¡no estoy presumiendo! Presumir sería decirle a la gente que yo, Danny Fenton, tengo superpoderes, no Bill.

source: [_danny_s_talk_happy_s_sad_s_towards_] My ghost side needs to let people know that he's not another ghost pervert! I've got to work on his public persona!
es_es: [_danny_s_talk_happy_s_sad_s_towards_] ¡Mi lado fantasma necesita que la gente sepa que no es otro fantasma pervertido! ¡Tengo que trabajar en su imagen pública!

source: [_danny_s_closed_s_talk_happy_2_s_rise_one_] What better way than to start hanging out with the popular kids?
es_es: [_danny_s_closed_s_talk_happy_2_s_rise_one_] ¿Y qué mejor manera que empezar que saliendo con las chicas populares?

source: [_sam_s_confused_s_talk_frown_] Why not just fight more ghosts and let your actions speak for themselves, not who your "friends" are?
es_es: [_sam_s_confused_s_talk_frown_] ¿Por qué no luchas contra más fantasmas y dejas que tus acciones hablen por sí solas y no tus "amigos"?

source: [_danny_s_rise_one_s_talk_happy_] ...uhm... cause... Star is pretty, too?
es_es: [_danny_s_rise_one_s_talk_happy_] ...uhm... porque... ¿Star también es guapa?

source: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh!! I can't believe you!! You're really letting your popularity get to your head, Danny.
es_es: [_sam_s_angry_2_s_towards_2_s_talk_frown_] ¡¡Ugh!! ¡¡No puedo creerlo!! Estás dejando que tu popularidad se te suba a la cabeza, Danny.

source: [_danny_s_wondering_s_towards_s_talk_frown_] Hey, I don't think it's bad to just meet up with her, right?
es_es: [_danny_s_wondering_s_towards_s_talk_frown_] Oye, no creo que sea malo quedar con ella, ¿vale?

source: [_danny_s_rise_one_s_talk_frown_2_] We both know Star is a jerk, but maybe talking to her won't be so bad? She already thinks we're losers, it doesn't mean we {b}are{/b}, right?
es_es: [_danny_s_rise_one_s_talk_frown_2_] Ambos sabemos que Star és idiota, pero tal vez hablar con ella no sea tan malo. Ella ya piensa que somos perdedores, y eso no significa que lo {b}seamos{/b}, ¿verdad?

source: [_danny_s_talk_happy_s_sad_2_] Who knows, maybe I can talk some sense into her as Inviso-Bill and she'll maybe mellow out a bit!
es_es: [_danny_s_talk_happy_s_sad_2_] ¡Quién sabe, quizá pueda hacerla entrar en razón como Inviso-Bill y se tranquilice un poco!

source: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... fine, try your best to talk to that walking lipstick gloss all you want. All I'm saying is that she's not gonna change her ways just for Inviso-Bill.
es_es: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... bien, intenta hablar con esa barra de labios con patas todo lo que quieras. Todo lo que digo es que ella no va a cambiar su forma de ser sólo por Inviso-Bill.

source: [_sam_s_towards_s_neutral_s_talk_frown_2_] Look, I'll talk you later, 'kay?
es_es: [_sam_s_towards_s_neutral_s_talk_frown_2_] Mira, hablamos luego, ¿vale?

source: [_danny_s_rise_one_s_talk_happy_2_] Sure, uh, I'll swing by your place sometime?
es_es: [_danny_s_rise_one_s_talk_happy_2_] Claro, ¿me paso por tu casa?

source: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] What, for more Orgone?.
es_es: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] ¿Qué?, ¿a por más Orgón?.

source: [_danny_s_sad_s_talk_frown_] Sam, I didn't mean-
es_es: [_danny_s_sad_s_talk_frown_] Sam, no quise decir-
