Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_danny_s_talk_happy_] Tucker, my man! What's happening?
es_es: [_danny_s_talk_happy_] ¡Tucker, tío! ¿Qué tal va todo?

source: [_tucker_s_talk_frown_] Dang Danny. How on earth did you do it?
es_es: [_tucker_s_talk_frown_] Dang Danny. ¿Cómo demonios lo hiciste?

source: [_danny_s_wondering_s_talk_frown_] Huh? Do what?
es_es: [_danny_s_wondering_s_talk_frown_] ¿Qué? ¿Hacer el qué?

source: [_tucker_s_talk_happy_s_neutral_] I mean, you were able to come in here {i}every{/i} single day since the accident, and have the strength to not just blurt out, "Hey everyone, Ghost Boy coming through, watch out!"
es_es: [_tucker_s_talk_happy_s_neutral_] Quiero decir, fuiste capaz de venir aquí {i}todos{/i} los días desde el accidente, y tener la fuerza para no decir, "Hola mundo, el Chico fantasma va a aparecer, ¡miradme!"

source: [_danny_s_talk_frown_2_s_sad_] No way, I couldn't have done that. I'd prefer not to be dissected alive by my mom and dad.
es_es: [_danny_s_talk_frown_2_s_sad_] De ninguna manera, yo no podría haber hecho eso. Preferiría no ser diseccionado vivo por mi madre y mi padre.

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Hey, I would have glady gotten torn apart from the inside if it meant having Paulina start to like me!
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] ¡Oye, de buena gana me habría hecho pedazos por dentro si eso significase que a Paulina empiezo a gustarle!

source: [_danny_s_talk_frown_s_wondering_] What are you talking about?
es_es: [_danny_s_talk_frown_s_wondering_] ¿Qué quieres decir?

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there, right?! Paulina's been talking about how she got stripped by that Ectopus monster and that you sprung into action and saved her! Man, did you really see her naked?!
es_es: [_tucker_s_talk_happy_s_neutral_] Vamos Danny, ¿tú estabas allí verdad? ¡Paulina ha estado hablando de cómo fue desnudada por ese monstruo Ectopus y que tú entraste en acción y la salvaste! Tío, ¡¿de verdad la viste desnuda?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Uhm, well, yeah, a good part of her body wasn't {i}completely{/i} covered, so... totally naked would be a good way to describe it...
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Uhm, bueno, sí, buena parte de su cuerpo no estaba {i}completamente{/i} cubierta, así que... totalmente desnuda sería una buena forma de describirla...

source: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Man, that must have been amazing! Paulina's definitely got some of that {b}big{/b} Cubano rump meat packed in those AbYss jeans! Was it heaven? Come on man, we need details, {u}details{/u}!!
es_es: [_tucker_s_towards_wide_s_talk_happy_s_sad_] ¡Tío, eso debe haber sido increíble! Paulina definitivamente tiene algo {b}grande{/b} dentro de esos vaqueros AbYss. ¿Era el cielo? Vamos tío, ¡¡necesito detalles, {u}detalles{/u}!!

source: [_danny_s_talk_frown_s_wondering_] No, Tucker, it was wrong of me to have stared at her when she was exposed! I should have stepped in earlier...
es_es: [_danny_s_talk_frown_s_wondering_] ¡No, Tucker, fue un error por mi parte haberla mirado cuando estaba expuesta! Debí haber intervenido antes...

source: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, come on Danny, don't be so down on yourself! Paulina's fine now! You were new to the whole "hero" thing at the time, right? People make mistakes!
es_es: [_tucker_s_talk_happy_s_towards_s_neutral_] Oye, vamos Danny, ¡no te deprimas tanto! Paulina está bien ahora. Eras nuevo en todo esto del "héroe" del momento. ¡La gente comete errores!

source: [_danny_s_rise_one_s_talk_frown_] I mean, I guess but-
es_es: [_danny_s_rise_one_s_talk_frown_] Quiero decir, supongo, pero

source: [_tucker_s_talk_frown_] Look, if it were me, I wouldn't beat myself too much over it. You did a good thing, so cheer up!
es_es: [_tucker_s_talk_frown_] Mira, si fuera yo no me atormentaría demasiado por ello. Hiciste algo bueno, ¡así que anímate!

source: [_tucker_s_talk_happy_s_neutral_] Besides, I think seeing Paulina's latina booty was more than a fair tradeoff for saving her life from the hands of that {b}real{/b} creep.
es_es: [_tucker_s_talk_happy_s_neutral_] Además, creo que ver el trasero latino de Paulina fue más que una compensación justa por salvar su vida de las manos de ese {b}auténtico{/b} monstruo.

source: [_danny_s_talk_happy_s_wondering_] Yeah... I suppose you're right. Thanks Tuck, you're a good friend.
es_es: [_danny_s_talk_happy_s_wondering_] Sí... supongo que tienes razón. Gracias Tuck, eres un buen amigo.

source: [_tucker_s_closed_s_talk_happy_s_sad_] Hey don't sweat it man, you know I got your back!
es_es: [_tucker_s_closed_s_talk_happy_s_sad_] ¡sabes que te cubro las espaldas!

source: [_danny_s_talk_happy_] Hah hah... yeah...
es_es: [_danny_s_talk_happy_] Hah hah... sí...

source: [_danny_s_talk_frown_] Were we supposed to be doing something right now? I feel like I'm forgetting-
es_es: [_danny_s_talk_frown_] ¿Dónde se supone que deberíamos estar haciendo algo ahora? Siento que estoy olvidando

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there! Paulina got saved by that Ghost Boy in the park. She's been bragging about it at school this whole time.
es_es: [_tucker_s_talk_happy_s_neutral_] ¡Vamos Danny, tú estabas allí! Paulina fue salvada por ese chico fantasma en el parque. Ha estado presumiendo de ello en la escuela todo este tiempo.

source: [_danny_s_talk_happy_s_sad_] Woah, really? Man, I figured she liked what I did, but I didn't think she'd be raving about it...
es_es: [_danny_s_talk_happy_s_sad_] ¿En serio? Hombre, me imaginé que le gustaba lo que hacía, pero no pensé que estaría delirando...

source: [_tucker_s_neutral_s_talk_happy_] Aww, look at you, the blushing groom to be!
es_es: [_tucker_s_neutral_s_talk_happy_] ¡Mírate, el novio sonrojado!

source: [_danny_s_talk_frown_2_] Har har, very funny, Foley.
es_es: [_danny_s_talk_frown_2_] Muy gracioso.

source: [_tucker_s_talk_happy_s_angry_] Dude, I'm telling you, Paulina would be all over you the moment you sprung the fact that you're "Inviso-Bill"!
es_es: [_tucker_s_talk_happy_s_angry_] ¡Tío, te digo que Paulina se te echaría encima en cuanto le soltaras que eres "Inviso-Bill"!

source: [_danny_s_talk_frown_2_s_wondering_] Tucker, I can't just go around telling people my secret identity willy nilly. It'd be dangerous, not only for myself, but also for my friends and family!
es_es: [_danny_s_talk_frown_2_s_wondering_] Tucker, no puedo ir por ahí contándole a la gente mi identidad secreta como si nada. ¡Sería peligroso, no sólo para mí, sino también para mis amigos y mi familia!

source: [_danny_s_neutral_s_talk_frown_] ...also, I {i}really{/i} gotta find a publicist to help get rid of the whole "Inviso-Bill" name. I'm gonna end up haunting whoever came up with that at Channel 4.
es_es: [_danny_s_neutral_s_talk_frown_] ...además, {i}seriamente{/i} tengo que encontrar un publicista que me ayude a deshacerme del nombre "Inviso-Bill". Voy a terminar persiguiendo a quien se le ocurrió eso en el Canal 4.

source: [_tucker_s_talk_happy_s_neutral_] Ehh, don't let that get you down too much. Do you have a better name at the moment?
es_es: [_tucker_s_talk_happy_s_neutral_] Ehh, no dejes que eso te desanime. ¿Tienes un nombre mejor?

source: [_danny_s_talk_frown_] Not at the moment, no. People sometimes just call me "Ghost Boy", but that doesn't exactly sound all too heroic for hunting other ghosts. That sounds like an old comic from the 40's.
es_es: [_danny_s_talk_frown_] De momento, no. La gente a veces me llama "Chico Fantasma", pero eso no suena demasiado heroico para cazar otros fantasmas. Suena como un viejo cómic de los años 40.

source: [_tucker_s_talk_frown_] Well, a good hero name should be something dashing, and yet also able to strike fear in the hearts of your enemies. Something with a unique twist...
es_es: [_tucker_s_talk_frown_] Bueno, un buen nombre de héroe debe ser algo elegante, pero también capaz de infundir miedo en el corazón de tus enemigos. Algo con un toque único...

source: [_tucker_s_closed_s_sad_s_talk_happy_] I got it! How about, "Human Spirit"? Or how about, "The Amity Apparition"?! Oh, or even, "The Ghost Deporter"!!
es_es: [_tucker_s_closed_s_sad_s_talk_happy_] ¡Ya lo tengo! ¿Qué tal, "Espíritu Humano"? ¡¿O qué tal, "La Aparición de Amity"?! ¡¡Oh, o incluso, "El Deportador de Fantasmas"!!

source: [_danny_s_talk_happy_s_wondering_] Ha hah!! Good stuff, but I don't think it'll stick. Don't worry, I'll come up with something myself sooner or-
es_es: [_danny_s_talk_happy_s_wondering_] ¡¡¡Ja ja!!! Buen material, pero no creo que cuaje. No te preocupes, ya se me ocurrirá algo antes o

source: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON!! MISTER FOLEY!! GET INTO MY CLASSROOM, THIS INSTANT!!!{/b}
es_es: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}¡SEÑOR FENTON! ¡SEÑOR FENTON! ¡Entre en mi aula, ¡¡¡ahora mismo!!!{/b}

source: [_danny_s_sad_2_s_talk_frown_2_] Oh crap!! Class!!
es_es: [_danny_s_sad_2_s_talk_frown_2_] ¡¡Oh mierda!! ¡¡Clase!!

source: [_tucker_s_talk_frown_s_sad_s_away_wide_] Book it, dude!!
es_es: [_tucker_s_talk_frown_s_sad_s_away_wide_] ¡¡silencio, tío!!

source: [_danny_] (No, I {i}really{/i} need to go to class right now! Lancer sounds like he's out for blood.)
es_es: [_danny_] (¡No, yo {i}seriamente{/i} tengo que ir a clase ahora mismo! Lancer suena como si estuviera buscando sangre)

source: [_danny_s_talk_frown_] L-look, Mr. Lancer, we just didn't realize the bell had-
es_es: [_danny_s_talk_frown_] Mire, Sr. Lancer, no nos dimos cuenta de que la campana había

source: [_lancer_s_talk_frown_s_neutral_] Oh!! You didn't {b}realize{/b} that the bell, which rings {u}throughout{/u} the halls at a {i}precise{/i} time and with a {i}precise{/i} purpose, had gone off?!
es_es: [_lancer_s_talk_frown_s_neutral_] ¡Oh! ¡¿No te diste {b}cuenta{/b} de que la campana, que suena {u}por todos{/u} los pasillos a una hora {i} precisa {/i} y con un propósito{i} preciso {/i}, había sonado?!

source: [_danny_s_talk_frown_s_rise_one_] Wel-well no, cause-
es_es: [_danny_s_talk_frown_s_rise_one_] Bueno, no, porque

source: [_lancer_s_talk_frown_s_rise_one_] You simply {b}ignored{/b} all the other students in the halls, who had suddenly started filing into classrooms for some {b}apparent{/b} reason?!
es_es: [_lancer_s_talk_frown_s_rise_one_] ¡¿has {b}ignorado{/b} a todos los demás estudiantes en los pasillos, que de repente habían empezado a meterse en las aulas por alguna {b}aparente{/b} razón?!

source: [_danny_s_talk_frown_] I mean, it's hard to know the exact motivations why anybody {i}really{/i} does anything, so-
es_es: [_danny_s_talk_frown_] Quiero decir, es difícil saber las motivaciones exactas por las que alguien {i}hace{/i} algo, así que-

source: [_lancer_s_sad_s_towards_s_talk_frown_] So, what you're telling me is that {u}neither{/u} of you are responisble for any of your actions...? Oh, well, I'm sorry boys, I hadn't realized your misfortunate plight of having no accountability whatsoever. Allow me to apologize, gentleman, sincerely.
es_es: [_lancer_s_sad_s_towards_s_talk_frown_] Entonces, ¿lo que me estás diciendo es que {u}nada{/u} de ti és responsable de ninguna de tus acciones...? Oh, bueno, lo siento chicos, no me había dado cuenta de su desafortunada situación de no tener ninguna responsabilidad en absoluto. Permítame disculparme, caballero, sinceramente.

source: [_tucker_s_talk_happy_s_sad_] What? Really?
es_es: [_tucker_s_talk_happy_s_sad_] ¿Cómo? ¿de veras?

source: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, OF {b}COURSE{/b} NOT!!
es_es: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, ¡¡{b}PERDON{/b} NO!!

source: [_lancer_s_talk_frown_s_neutral_] Don't think I didn't hear about the little garment removal prank you two pulled on Ms. Sanchez and Ms. Astray the other day!!
es_es: [_lancer_s_talk_frown_s_neutral_] ¡¡No creáis que no me enteré de la bromita de quitarle la ropa que les gastasteis a la Sra. Sánchez y a la Sra. Astray el otro día!!

source: [_danny_s_talk_frown_2_s_sad_] Woah, wait, we didn't-
es_es: [_danny_s_talk_frown_2_s_sad_] Woah, espera, no lo hicimos-

source: [_lancer_s_angry_s_talk_frown_] By the ghost of Harlan Ellison, do {u}not{/u} interrupt me right now Mr. Fenton, or so help me, I will deliver a swift and righteous smackdown of vice-principalic fury upon thee!!
es_es: [_lancer_s_angry_s_talk_frown_] Por el fantasma de Napoleón, ¡ {u}no {/u} me interrumpa ahora mismo, Sr. Fenton, ¡¡o le encargaré un rápido y justo castigo con el vice principal!!

source: [_lancer_s_talk_frown_s_idle__] Good. Now then, as I was saying...
es_es: [_lancer_s_talk_frown_s_idle__] Bien. Ahora bien, como iba diciendo...

source: [_lancer_s_rise_one_s_towards_] Considering I can't quite {b}prove{/b} how you two did it based solely on the words of Ms. Sanchez and Ms. Astray alone, I'm not going to recommend suspension for either of you.
es_es: [_lancer_s_rise_one_s_towards_] Teniendo en cuenta que no puedo {b}probar{/b} cómo lo hicieron basándome únicamente en las palabras de la Srta. Sánchez y la Srta. Astray, no voy a recomendar la suspensión para ninguno de ustedes.

source: [_danny_s_rise_one_s_talk_happy_] Oh, well {i}that's{/i} a relief.
es_es: [_danny_s_rise_one_s_talk_happy_] Oh, bueno, {i}eso{/i} és un alivio.

source: [_lancer_s_talk_frown_s_closed_s_sad_] Instead, I've lined up the best possible option to teach you two the importance of staying in line...
es_es: [_lancer_s_talk_frown_s_closed_s_sad_] En su lugar, he preparado la mejor opción posible para enseñarles la importancia de estar atentos...

source: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Community service{/u}!!
es_es: [_lancer_s_towards_s_talk_happy_s_idle__] {u}¡¡Servicios comunitarios{/u}!!

source: [_lancer_s_angry_s_talk_frown_] {i}Both{/i} of you are assigned to after school detention! I want you two to report to Raven's stadium this {b}Friday afternoon{/b}!
es_es: [_lancer_s_angry_s_talk_frown_] {i}¡Ambos{/i} están asignados para después de clases! ¡Quiero que os presentéis en el estadio de Raven este {b}viernes por la tarde{/b}!

source: [_lancer_s_closed_s_idle__] You'll be helping set up the school's swap meet fundraiser for the athletics teams. Any objections?
es_es: [_lancer_s_closed_s_idle__] Ayudaréis a organizar la recaudación de fondos para los equipos de atletismo. ¿Alguna objeción?

source: [_danny_tucker_] No sir...
es_es: [_danny_tucker_] No señor...

source: [_lancer_s_closed_s_sad_s_talk_frown_] Good lads. Now, both of you, take your seats.
es_es: [_lancer_s_closed_s_sad_s_talk_frown_] Buenos muchachos. Ahora, ambos, tomen asiento.

source: [_sam_] Daaang, you guys got sooo busted! You guys playing hooky now? What little rebels you've become.
es_es: [_sam_] Daaang, ¡os han pillado! ¿jugaréis otra vez a hacer novillos? En qué pequeños rebeldes os habéis convertido.

source: [_danny_] Calm down Sam, we really just didn't hear the bell, I swear.
es_es: [_danny_] Cálmate Sam, no escuchamos la campana, lo juro.

source: [_sam_] What were you guys even doing, anyway?
es_es: [_sam_] ¿Qué estabais haciendo?

source: [_tucker_] Just talking about Danny's amazing ghost heroics around town, for his brand new girlfriend Paulina in particular.
es_es: [_tucker_] Sólo hablábamos de las increíbles heroicidades fantasmales de Danny en la ciudad para su flamante novia Paulina.

source: [_danny_] Tucker, shut up!
es_es: [_danny_] ¡Tucker, cállate!

source: [_sam_] Jeez, Danny, don't tell me you're {i}already{/i} going around bragging to people that you're the Ghost Boy?!
es_es: [_sam_] Jesús, ¿¡Danny, no me digas que {i}ya{/i} estás presumiendo de que eres el Chico Fantasma?!

source: [_danny_] No, I'm not! Tucker's just making fun of me.
es_es: [_danny_] ¡No, no lo hago! Tucker se está burlando de mí.

source: [_tucker_] Man this bites. I can't believe we have to spend Friday setting up some dumb swap meet.
es_es: [_tucker_] Tio, esto és un fastidida. No puedo creer que tengamos que pasar el viernes preparando una estúpida reunión.

source: [_danny_] Hey, it's just one afternoon, don't worry about it.
es_es: [_danny_] Oye, es sólo una tarde, no te preocupes.

source: [_tucker_] Yeah, but is it really community service if we're just doing it to raise money for dumb jocks like Dash and Kwan? Sounds like slave labor to me.
es_es: [_tucker_] Sí, pero ¿és realmente un servicio comunitario cuando recaudamos dinero para deportistas tontos como Dash y Kwan? Suena a trabajo esclavo para mí.

source: [_sam_] Well you two are lucky it wasn't any worse than just detention.
es_es: [_sam_] Bueno, tenéis suerte de que no fuese peor que una detención.

source: [_danny_] Sam, what the heck?! You {b}know{/b} we didn't do anything to Paulina and Star.
es_es: [_danny_] Sam, ¡¿qué demonios?! {b}Sabes{/b} que no hicimos nada a Paulina y Star.

source: [_sam_] Yeah, I know that, dork! But I couldn't exactly advocate for you guys based on the little tidbit that some punk biker ghost did it with his evil shadow, right?
es_es: [_sam_] ¡Sí, lo sé, idiota! Pero no podría abogar por vosotros basándome en el disparate de que un fantasma motero punk lo hizo con su sombra maligna, ¿o no?

source: [_sam_] Besides, you guys didn't do yourself any favors by being a whole minute late to class.
es_es: [_sam_] Además, no os habéis hecho ningún favor llegando un minuto tarde a clase.

source: [_danny_] Again, we just got caught up in talking about this ghost stuff.
es_es: [_danny_] Y otra vez a lo mismo, nos liamos hablando de fantasmas.

source: [_sam_] Speaking of, do you have a better idea of where these ghosts are even coming from?
es_es: [_sam_] Hablando de eso, ¿tienes alguna idea mejor de dónde vienen estos fantasmas?

source: [_danny_] No, my parents' Ghost Portal got trashed when I stepped inside and flipped the switch. It wouldn't be from theirs, I don't think...
es_es: [_danny_] No, el Portal Fantasma de mis padres quedó destrozado cuando entré y accioné el interruptor. No sería desde el de ellos, no lo creo...

source: [_tucker_] I mean, if you got your powers from the portal, that means there must have been {i}some{/i} sort of actual connection to this perverted spirit world, right?
es_es: [_tucker_] Quiero decir, si obtuviste tus poderes del portal, eso significa que debe haber habido {i}algún{/i} tipo de conexión con ese pervertido mundo espiritual, ¿no?

source: [_danny_] I guess so... but whatever connection there {i}was{/i} isn't there anymore now that it's busted. Not unless my dad figures a way to fix it himself. Which, let's be honest, isn't the likeliest of things to happen very soon.
es_es: [_danny_] Supongo que sí... pero la conexión que {i}había{/i} ya no existe ahora que está roto. No a menos que mi padre encuentre una manera de arreglarlo él mismo. Lo cual, siendo honesto, és poco probable que suceda pronto.

source: [_tucker_] Well, in the mean time, I {b}do{/b} have some interesting proposals about how to {b}best{/b} utilize your abilities...
es_es: [_tucker_] Bueno, mientras tanto, yo {b}sí{/b} tengo algunas propuestas interesantes sobre cómo utilizar {b}mejor{/b} tus habilidades...

source: [_danny_] Wait, like actual ideas? New ways I could fight ghosts and develop my powers more?
es_es: [_danny_] Espera, ¿ideas de verdad? ¿Nuevas formas de luchar contra los fantasmas y desarrollar más mis poderes?

source: [_tucker_] ...uhm, well... no, not entirely?
es_es: [_tucker_] ...uhm, bueno... ¿no, no del todo?

source: [_sam_] Good lord, not this again, Tucker...
es_es: [_sam_] Dios mío, otra vez no, Tucker...

source: [_danny_] Is this just about spying on naked girls, Tucker?
es_es: [_danny_] ¿Se trata de espiar a chicas desnudas Tucker?

source: [_tucker_] ...I'm not {i}that{/i} easy to read, am I?
es_es: [_tucker_] ...no soy {i}tan{/i} fácil de prever, ¿verdad?

source: [_sam_] Like a freshly charged Kindle, dude.
es_es: [_sam_] Como un Kindle recién abierto amigo.

source: [_danny_] Pretty much, Tuck.
es_es: [_danny_] Más o menos, Tuck.

source: [_tucker_] Hey, regardless of the lack of self control behind my suggestions, it'd be almost morally {b}wrong{/b} to {i}not{/i} use your powers to spy on the girls in this school.
es_es: [_tucker_] Hey, independientemente de la falta de autocontrol detrás de mis sugerencias, sería casi moralmente {b}malo{/b} {i}no{/i} utilizar tus poderes para espiar a las chicas en esta escuela.

source: [_danny_] How is that, exactly?
es_es: [_danny_] ¿Cómo és eso exactamente?

source: [_tucker_] Danny, think of all the countless nerds who've gone through the four years of hell in this school without seeing {u}one{/u} naked girl?
es_es: [_tucker_] Danny, piensa ¿cuántos empollones han pasado cuatro años de infierno en esta escuela sin ver {u}una{/u} chica desnuda?

source: [_sam_] Are you {b}one{/b} of those hapless nerds?
es_es: [_sam_] ¿Eres tú {b}uno{/b} de esos desventurados empollones?

source: [_tucker_] Besides the point: we owe it to those {i}other{/i} nerds to seek out and explore the unexplored bodies of our school system!
es_es: [_tucker_] Además: ¡se lo debemos a esos {i}otros{/i} empollones para buscar y explorar los cuerpos inexplorados de nuestro sistema escolar!

source: [_danny_] No man. Not gonna happen. I shouldn't use my powers for deviant purposes like that.
es_es: [_danny_] No hombre. No va a pasar. No debería usar mis poderes para propósitos desviados de este tipo.

source: [_tucker_] Ahh, come on Danny! At least the popular girls, like Star or Paulina?
es_es: [_tucker_] ¡Ahh, vamos Danny! Al menos las chicas populares, como ¿Star o Paulina?

source: [_danny_] Nope. Not gonna budge on this.
es_es: [_danny_] Nop. No voy a ceder.

source: [_tucker_] Ugh... man, this bites.
es_es: [_tucker_] Ugh... hombre, eso fastidia.

source: [_sam_] Also, if you're trying to talk about the "unexplored", I don't think {i}those{/i} two sperm banks fall under the proper criteria.
es_es: [_sam_] Además, si se trata de hablar de lo "inexplorado", no creo que {i}dos{/i} bancos de esperma entren dentro de los criterios adecuados.

source: [_danny_] Wait, really? But I thought that Paulina was-
es_es: [_danny_] Espera, ¿en serio? Pero pensé que Paulina era

source: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh I'm {i}terribly{/i} sorry, am I interrupting our little class trio's chat with my lesson on greek tragedy?
es_es: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh, lo siento {i}terriblemente{/i}, ¿interrumpo nuestro trío que charla durante mi lección sobre la tragedia griega?

source: [_lancer_s_rise_one_s_at_player_2_] ...or was Ms. Manson {b}also{/b} looking to join you boys this Friday afternoon?
es_es: [_lancer_s_rise_one_s_at_player_2_] ...¿o la Srta. Manson {b}también{/b} quiere unirse con ustedes este viernes por la tarde?

source: [_danny_] Oh! N-no sir, we were just... talking about how... how...
es_es: [_danny_] ¡Oh! N-no señor, sólo estábamos... hablando de cómo... cómo...

source: [_sam_] ...about how much you look like a young Allen Ginsberg!!
es_es: [_sam_] ¡¡...sobre lo mucho que te pareces a un joven Quevedo!!

source: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... well! I'm... I'm glad you think so as well! I'm surprised you could see the resemblance, even without the glasses!
es_es: [_lancer_s_at_player_2_s_sad_s_talk_happy_] ¡Oh... bien! Me... ¡Me alegro de que pienses lo mismo! Me sorprende que pudieras ver el parecido, ¡incluso sin las gafas!

source: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Now, where was I...? Ahh yes, now who can tell me where Oedipus went wrong...?
es_es: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Ahora, ¿dónde estaba yo...? Ahh sí, ¿quién puede decirme dónde se equivocó Edipo...?
