Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_danny_s_sad_2_s_talk_frown_] I mean, remember what Babazita said? Desiree's wishes always ended in terrible results, right? I believe the word "fatal" was used?
es_es: [_danny_s_sad_2_s_talk_frown_] Quiero decir, ¿recuerdas lo que dijo Babazita? Los deseos de Desirée siempre acababan en resultados terribles. ¿Usó la palabra "fatal"?

source: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Fake news! That old fake gypsy was spewing nonsense about my lovely friend Desiree. Clearly, not all ghosts are bad, right Des? Oh, I feel so bad, we've been leaving you out of the conversation so far. I'm Tucker by the way.
es_es: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} ¡Noticias falsas! Esa vieja gitana estaba soltando tonterías sobre mi encantadora amiga Desiree. Claramente no todos los fantasmas son malos, ¿verdad Des? Oh, me siento tan mal, te hemos estado dejando fuera de la conversación hasta ahora. Por cierto, soy Tucker.

source: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh no, Master Tucker, I'm quite the patient servant, it's more than alright... as for my behavior, I {i}only{/i} wish to see my Master's desires fulfilled to the fullest... whatever it is he wishes, I will of course grant...
es_es: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh no, Amo Tucker, soy una sirviente muy paciente, está bien... en cuanto a mi comportamiento, yo {i}sólo{/i} deseo ver los deseos de mi Amo cumplidos al máximo... lo que sea que él desee, por supuesto se lo concederé...

source: [_tucker_s_towards_s_sad_s_talk_happy_] See? She did that without even crossing her fingers behind her back! I'm pretty sure one of the rules about genies is that they {i}can't{/i} lie!
es_es: [_tucker_s_towards_s_sad_s_talk_happy_] ¿Lo ves? ¡Lo hizo sin siquiera cruzar los dedos detrás de su espalda! Estoy bastante seguro de que una de las reglas sobre los genios és que ¡{i}no{/i} pueden mentir!

source: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...or am I thinking of George Washington...?
es_es: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...¿o estoy pensando en políticos...?

source: [_danny_s_talk_frown_s_sad_] Ugh, alright look, I'm okay with this... for now. Just, keep her to yourself, and don't go showing off your powers anywhere. And keep the wishing thing to a minimum!
es_es: [_danny_s_talk_frown_s_sad_] Ugh, de acuerdo mira, estoy de acuerdo con esto... por ahora. Sólo, mantenla para ti, y no vayas mostrando tus poderes por ahí. ¡Y mantén lo de los deseos al mínimo!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] No problem. Don't worry, Danny! I'm what they call the {u}essence{/u} of discrete.
es_es: [_tucker_s_talk_happy_s_towards_wide_s_sad_] No hay problema. No te preocupes, Danny. Soy lo que llaman la {u}esencia{/u} de lo discreto.

source: [_tucker_s_sad_s_closed_s_talk_happy_] Lator gator!
es_es: [_tucker_s_sad_s_closed_s_talk_happy_] ¡Lator caimán!

source: [_desiree_s_talk_happy_s_angry_] Oh, do wait for me, my Master! (Oh, he's {b}perfect{/b}!! A prime candidate to manipulate and goad into making further wishes...)
es_es: [_desiree_s_talk_happy_s_angry_] ¡Oh, espérame, mi Maestro! (¡Oh, és {b}perfecto{/b}!! Un candidato ideal para manipular e incitar a pedir más deseos...)

source: [_danny_s_at_player_s_frown_grin_2_] (What? He's {i}already{/i} figured out flying?! Man, I'm still working on my steady {b}floating{/b} skills!)
es_es: [_danny_s_at_player_s_frown_grin_2_] (¡¿Qué? ¿{i}Ya{/i} sabe volar?. Tío, yo todavía estoy trabajando en mi habilidad de {b}flotar{/b}!)

source: [_danny_s_frown_grin_s_towards_s_neutral_] (I had better keep an eye on him. I have my doubts about this Desiree character.)
es_es: [_danny_s_frown_grin_s_towards_s_neutral_] (Será mejor que lo vigile. Tengo mis dudas sobre Desiree)

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (...plus, based on what I already know about Tuck, I doubt he's going to stay out of trouble with his powers for very long...)
es_es: [_danny_s_frown_2_s_at_player_s_rise_one_] (...además, basándome en lo que ya sé de Tuck, dudo que no se meta en problemas usando sus nuevos poderes...)

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] Okay, well, the town doesn't seem to be on fire from what I can tell. So that's a pretty good sign so far...
es_es: [_danny_s_at_player_s_talk_frown_s_rise_one_] Bueno, la ciudad no parece estar en llamas por lo que puedo ver. Así que eso es una buena señal hasta ahora...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] I don't know, maybe I was just worrying over nothing. Like Tuck said, not {b}all{/b} ghosts gotta be bad, right?
es_es: [_danny_s_towards_s_sad_s_talk_happy_2_] No sé, tal vez me estaba preocupado por nada. Como dijo Tuck, no {b}todos{/b} los fantasmas son malos, ¿o no?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] ...I should probably still check up on him anyway. Disaster scenario or not, there's no way Tucker's not doing {b}something{/b} pervy right now...
es_es: [_danny_s_at_player_s_neutral_s_talk_frown_] ...de todos modos debería ir a verle. Desastre o no, no és imposible que Tucker esté haciendo {b}algo{/b} pervertido ahora mismo...

source: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... doesn't seem like he's around here.... strange, he usually hangs in this particular hallway, but I guess I gotta keep looking elsewh-)
es_es: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... no parece que esté por aquí.... extraño, suele andar por este pasillo en particular, tengo que seguir buscando por otro lado-)

source: [_danny_s_angry_s_talk_frown_2_] Oh jeez, where did you two come from? And what's {b}she{/b} doing out in the open??
es_es: [_danny_s_angry_s_talk_frown_2_] Cielos, ¿de dónde salieron ustedes dos? ¿Y qué hace {b}ella{/b} aire libre??

source: [_tucker_s_away_s_neutral_s_talk_happy_] Heh, just about every bathroom in the school. Don't worry Danny, Desiree's really good at hiding at the right moment!
es_es: [_tucker_s_away_s_neutral_s_talk_happy_] Je, de casi todos los baños de la escuela. No te preocupes Danny, ¡Desiree es muy buena escondiéndose en el momento adecuado!

source: [_danny_s_talk_frown_s_sad_] What? Why the bathrooms?
es_es: [_danny_s_talk_frown_s_sad_] ¿Por qué? ¿Por qué los baños?

source: [_desiree_s_closed_s_talk_happy_s_sad_3_] Master Tucker wanted to obtain as much "dirt" upon those he deemed his enemies. A wise tactic indeed.
es_es: [_desiree_s_closed_s_talk_happy_s_sad_3_] Maestro Tucker quiso obtener la mayor cantidad de "suciedad" sobre los que consideraba sus enemigos. Una táctica muy sabia.

source: [_tucker_s_away_s_talk_happy_s_sad_] Why thank you, Des. I thought the exact same thing myself.
es_es: [_tucker_s_away_s_talk_happy_s_sad_] Gracias, Des. Yo también pensé lo mismo.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Enemies"? "Dirt"? Tucker what have you been doing lately?
es_es: [_danny_s_talk_frown_2_s_towards_s_rise_one_] ¿"Enemigos"? ¿"Suci"? Tucker, ¿qué has estado haciendo últimamente?

source: [_tucker_s_angry_s_talk_happy_] Well, first of all, I've been getting a couple years worth of nerd retribution back. Bullies don't stand a chance against me!
es_es: [_tucker_s_angry_s_talk_happy_] Bueno, en primer lugar, he estado recuperando un par de años perdidos como friqui. ¡Los abusones no tienen ninguna oportunidad contra mí!

source: [_tucker_s_ahegao_s_sad_] Kwan is currently locked in the broom closet with the door handle ecto-blasted off, and I believe Dash is currently doing a very patriotic job as our new school flag.
es_es: [_tucker_s_ahegao_s_sad_] Kwan está actualmente encerrado en el cuarto de las escobas con el picaporte resbaladizo, y creo que Dash está haciendo un trabajo muy patriótico con nuestra nueva bandera escolar.

source: [_tucker_s_towards_wide_s_wondering_] Who knew that jock straps could hold a whole jock's weight while being suspended 25 feet in the air?
es_es: [_tucker_s_towards_wide_s_wondering_] ¿Quién iba a decir que las cuerdas podían aguantar el peso de un deportista suspendido a 7 metros de altura?

source: [_danny_s_talk_frown_2_s_neutral_] You really {b}did{/b} that? That's...
es_es: [_danny_s_talk_frown_2_s_neutral_] ¿De verdad {b}hiciste{/b} eso? Eso es...

source: [_danny_s_at_player_s_talk_happy_s_sad_] ...pretty funny, actually.
es_es: [_danny_s_at_player_s_talk_happy_s_sad_] ...bastante gracioso, la verdad.

source: [_danny_s_towards_s_talk_frown_2_s_angry_] B-but, you shouldn't be messing around with people like that, you're gonna get caught sooner or later!
es_es: [_danny_s_towards_s_talk_frown_2_s_angry_] P-pero, no deberías andar con gente así, ¡te van a pillar tarde o temprano!

source: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah!{/b} Me? Get caught? No way, nobody suspects a thing! I haven't been caught doing a thing yet today, neither of those things included.
es_es: [_tucker_s_towards_wide_s_talk_happy_] {b}¡Ja!{/b} ¿Yo? ¿Que me pillen? De ninguna manera, ¡nadie sospecha nada! Todavía no me han pillado haciendo nada.

source: [_danny_s_talk_frown_s_sad_] Come on Tucker, pulling pranks has nothing to do with helping me stop any of the ghosts coming into-
es_es: [_danny_s_talk_frown_s_sad_] Vamos Tucker, hacer bromas no tiene nada que ver con ayudarme a detener a los fantasmas que vienen a-

source: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Wait... what {i}else{/i} have you been doing?
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Espera... ¿qué {i}más {/i} has estado haciendo?

source: [_tucker_s_ahegao_s_talk_happy_] Well... I've been taking the liberty of gathering some of the {b}juiciest{/b} pieces of blackmail I could get my ghostly hands on.
es_es: [_tucker_s_ahegao_s_talk_happy_] Bueno... Me he estado tomando la libertad de reunir algunas de las {b}más jugosas {/b} formas de chantaje que podría tener en mis manos.

source: [_tucker_s_towards_] My PDA is now chock-full of some rather incriminating pictures, some I'll admit I was {i}particularly{/i} keen on taking.
es_es: [_tucker_s_towards_] Mi PDA ahora está llena de algunas fotos incriminatorias, algunas admito que {i}particularmente {/i} tenía ganas de tomarlas.

source: [_danny_s_angry_s_talk_frown_] Tucker, {u}blackmail{/u}? Really dude?
es_es: [_danny_s_angry_s_talk_frown_] Tucker, ¿ {u}chantaje{/u}? ¿En serio tío?

source: [_tucker_s_talk_happy_s_sad_] Yeah man! I've got Kwan breaking into Lancer's filing cabinets for quiz answers, pictures of Valerie and Paulina in the locker room, and a snap of Dash inhaling some panties in the bathroom stall!
es_es: [_tucker_s_talk_happy_s_sad_] ¡Sí, tío! ¡Tengo a Kwan forzando los archivadores de Lancer en busca de respuestas de exámenes, fotos de Valerie y Paulina en el vestuario, y una foto de Dash oliendo bragas en el baño!

source: [_danny_s_talk_frown_s_sad_2_] Woah, woah, what?! What did you just say??
es_es: [_danny_s_talk_frown_s_sad_2_] ¡Woah, woah ¿qué?! ¿¿Qué acabas de decir??

source: [_tucker_s_away_s_talk_frown_] I know, right? Dash has got a {b}serious{/b} fetish going on, and it's really kinda gross to think about.
es_es: [_tucker_s_away_s_talk_frown_] Lo sé, Dash tiene un {b}fetiche{/b} y és asqueroso pensarlo.

source: [_danny_s_angry_s_talk_frown_] No, not that! What did you say about Valerie and Paulina?!
es_es: [_danny_s_angry_s_talk_frown_] ¡No, eso no! ¡¿Qué dijiste de Valerie y Paulina?!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh yeah dude, you gotta check them out, I got some {b}seriously{/b} good ones.
es_es: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh sí amigo, tienes que verlos, tengo algunos {b}seriamente{/b} buenos.

source: [_danny_s_talk_frown_2_] Dude, what the hell's wrong with you?
es_es: [_danny_s_talk_frown_2_] Tío, ¿qué demonios te pasa?

source: [_tucker_s_talk_frown_] What's the problem? I did this {i}before{/i} I even had powers, right?
es_es: [_tucker_s_talk_frown_] ¿Cuál es el problema? Hice esto en {i}antes{/i} de tener poderes, ¿cierto?

source: [_danny_s_sad_s_talk_frown_] Tucker, the point is you can't keep going around taking pictures of girls while they're changing! It's an {b}abuse{/b} of your power!
es_es: [_danny_s_sad_s_talk_frown_] Tucker, el asunto és que no puedes ir por ahí haciendo fotos a las chicas mientras se cambian. ¡Es un {b}abuso{/b} de poder!

source: [_danny_s_talk_frown_2_s_sad_2_] Even with your ghost powers, one of them is going to catch you sooner or later! They'll sense your presence or something!
es_es: [_danny_s_talk_frown_2_s_sad_2_] ¡Incluso con tus poderes de fantasma, alguien te va a atrapar tarde o temprano! ¡Sentirán tu presencia o algo!

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, doubtful.
es_es: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, lo dudo.

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What, you don't think so?
es_es: [_danny_s_rise_one_s_talk_frown_s_towards_] ¿Qué?, ¿no lo crees?

source: [_tucker_s_away_s_neutral_s_talk_happy_] Nah, I pretty much {b}know{/b} so.
es_es: [_tucker_s_away_s_neutral_s_talk_happy_] No, yo más o menos {b}sé{/b}.

source: [_danny_s_rise_one_s_talk_frown_] How's that?
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Qué?

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Cause they're not even technically {b}awake{/b} when I'm doing it!
es_es: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] ¡Porque ni siquiera están técnicamente {b}despiertos{/b} cuando lo hago!

source: [_danny_s_rise_one_s_talk_frown_2_] ...what are you saying, Tuck?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ...¿qué estás diciendo, Tuck?

source: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sigh*{/i} Look dude, it's like this: I float into a locker room or bathroom, see a fine cutie just hanging out, and then jump {b}into{/b} her body!
es_es: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Suspiro*{/i} Mira tío, esto va así: ¡Entro flotando en un vestuario o en un baño, veo a una preciosidad pasando el rato y me meto {b}en su{/b} cuerpo!

source: [_tucker_s_sad_s_talk_happy_] Then from there, it's lewd selfie central! Most of the girls have their phones on them, so I just send my snapshots right to my PDA! It's a great system!
es_es: [_tucker_s_sad_s_talk_happy_] A partir de ahí, ¡és una centralita de selfies lascivos! La mayoría de las chicas llevan sus teléfonos encima, así que envío las instantáneas directamente a mi PDA. ¡Es un gran sistema!

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Here, take a look at this one I took of {b}Paulina{/b}! It's a rather nice one, I'd say.
es_es: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Echa un vistazo a ¡esta que tomé de {b}Paulina{/b}! Yo diría que és bastante bonita.

source: [_tucker_] I think she makes a pretty seductive face, don't you think? Then again, I guess it's {b}me{/b} that's the one making it!
es_es: [_tucker_] Creo que pone una cara bastante seductora, ¿no crees? Por otra parte, ¡supongo que soy {b}yo{/b} quien la pone!

source: [_tucker_] But it's probably her big fat ass that draws your attention first anyway, right?! {i}Hah hahah{/i}!
es_es: [_tucker_] Pero probablemente sea su culo gordo el que llame tu atención primero, ¿verdad? {i}¡Hah hahah{/i}!

source: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i}!! Jeez, you're using people as living costumes to play dress up {u}inside{/u} of?! That's even {b}worse{/b} than spying!
es_es: [_danny_s_talk_frown_2_s_angry_] ¡¡{i}Tucker{/i}!! Dios, ¿estás usando a la gente como disfraces vivientes para jugar a {u}disfrazarte{/u}? ¡Eso és incluso {b}peor{/b} que espiar!

source: [_tucker_s_talk_frown_s_neutral_] How's that {b}worse{/b}? What they don't know can't hurt 'em.
es_es: [_tucker_s_talk_frown_s_neutral_] ¿Cómo és {b}peor{/b}? Lo que no saben no puede hacerles daño.

source: [_danny_s_talk_frown_] It {i}can{/i} if you plan to blackmail them with the pictures you're making them take!
es_es: [_danny_s_talk_frown_] {i}puede{/i} ¡si planeas chantajearles con las fotos que les obligas a hacer!

source: [_danny_s_towards_s_talk_frown_2_] Look, I can understand how this whole power stuff could be a bit overwhelming for you, but you need to realize you can't use your powers like this.
es_es: [_danny_s_towards_s_talk_frown_2_] Mira, puedo entender que todo esto de los poderes pueda ser un poco abrumador para ti, pero tienes que darte cuenta de que no puedes usar tus poderes así.

source: [_tucker_s_angry_s_talk_frown_] Uhm, say's {u}who{/u}, exactly? Are you trying to enforce a set of ghost guidelines I didn't agree to or something?
es_es: [_tucker_s_angry_s_talk_frown_] Uhm, ¿{u}quién{/u} lo dice exactamente? ¿Estás tratando de hacer una serie de directrices fantasma con las que no estoy de acuerdo o algo así?

source: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] No one may tell my Master what to do! He is the king of his own domain!
es_es: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] ¡Nadie puede decirle a mi Amo lo que tiene que hacer! El és el rey de su propio dominio!

source: [_danny_s_towards_wide_s_talk_frown_] Look, butt out of this, Gumby, he's my friend {b}more{/b} than he is your "Master".
es_es: [_danny_s_towards_wide_s_talk_frown_] Mira, no te metas muñeca, és mi amigo {b}más{/b} que tu "Amo".

source: [_tucker_s_talk_frown_s_towards_wide_] Hey, don't tell my harem girl what to do!
es_es: [_tucker_s_talk_frown_s_towards_wide_] ¡Eh, no le digas a mi chica de la lámpara lo que tiene que hacer!

source: [_danny_s_angry_s_talk_frown_] Your harem-? Tucker, listen to yourself! She's a ghost! She's not your slave!
es_es: [_danny_s_angry_s_talk_frown_] ¡Tucker, escúchate! ¡Ella és un fantasma! ¡No és tu esclava!

source: [_tucker_s_towards_s_sad_s_talk_frown_] Look Danny, clearly you're just jealous of my sexy harem genie and because you're not the only ghost kid on the block anymore! I get it, but it's kinda sad.
es_es: [_tucker_s_towards_s_sad_s_talk_frown_] Mira Danny, está claro que estás enfadado porque ya no eres el único chico fantasma del barrio. Lo entiendo, pero és un poco triste.

source: [_danny_s_talk_frown_s_angry_] I'm not {b}jealous{/b} of you, Tucker!
es_es: [_danny_s_talk_frown_s_angry_] ¡No estoy {b}enfadado{/b}, Tucker!

source: [_danny_s_at_danny_s_wondering_s_frown_2_] (Am I?)
es_es: [_danny_s_at_danny_s_wondering_s_frown_2_] (¿Lo estoy?)

source: [_tucker_s_away_s_talk_frown_s_angry_] Like Desiree said, I'm the Master of my {b}own{/b} domain, and nobody can tell me otherwise.
es_es: [_tucker_s_away_s_talk_frown_s_angry_] Como dice Desiree, soy el amo de mi {b}propio{/b} dominio, y nadie puede decirme lo contrario.

source: [_danny_s_towards_s_talk_frown_s_sad_] Dude, you seriously don't even sound like Tucker right now. I'm telling you, Desiree's getting inside your head!
es_es: [_danny_s_towards_s_talk_frown_s_sad_] Amigo, en serio ni siquiera suenas como Tucker en este momento. Te lo digo, ¡Desiree te está lavando el cerebro!

source: [_desiree_s_closed_s_talk_frown_2_] You're just jealous of my Master's awesome power! He grows stronger every minute he uses his gifts!
es_es: [_desiree_s_closed_s_talk_frown_2_] ¡Estás envidioso del asombroso poder de mi Maestro! ¡Se hace más fuerte cada minuto que usa sus dones!

source: [_tucker_s_talk_happy_s_towards_wide_] Yeah, you hear that, Danny? I'm going to be even {b}more{/b} powerful than you soon!
es_es: [_tucker_s_talk_happy_s_towards_wide_] Sí, ¿escuchaste eso Danny. ¡Pronto voy a ser incluso {b}más{/b} poderoso que tú!

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, I don't care! I'm afraid you're going to end up doing something bad with all that power!
es_es: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] ¡Tucker, no me importa! ¡Tengo miedo porque vas a terminar haciendo algo malo con todo ese poder!

source: [_danny_s_rise_one_s_talk_frown_2_] What would Sam think if she knew what you were doing?
es_es: [_danny_s_rise_one_s_talk_frown_2_] ¿Qué pensaría Sam si supiera lo que estás haciendo?

source: [_tucker_s_away_s_sad_s_talk_frown_] Well... I mean, that'd be bad...
es_es: [_tucker_s_away_s_sad_s_talk_frown_] Bueno... Quiero decir, eso sería malo...

source: [_danny_s_sad_2_s_talk_frown_] Exactly, dude!!
es_es: [_danny_s_sad_2_s_talk_frown_] ¡¡Exacto, tío!!

source: [_tucker_s_sad_s_away_s_talk_frown_] ...I definitely wouldn't want her finding out I took over {i}her{/i} body too...
es_es: [_tucker_s_sad_s_away_s_talk_frown_] ... no me gustaría que descubriera que yo también me hice cargo de {i}su{/i} cuerpo en...

source: [_danny_s_talk_frown_2_s_angry_] Tucker... are you {b}serious{/b} right now?
es_es: [_danny_s_talk_frown_2_s_angry_] Tucker... ¿estás hablando en {b}serio{/b}?

source: [_tucker_s_talk_frown_s_angry_] Hey, I mean I haven't done it {b}yet{/b}! Stop badgering me Danny!
es_es: [_tucker_s_talk_frown_s_angry_] ¡Hey, quiero decir que no lo he hecho {b}todavía{/b}! ¡Deja de acosarme Danny!

source: [_danny_s_talk_frown_2_] You're not {b}going{/b} to do it! {u}Period{/u}!
es_es: [_danny_s_talk_frown_2_] ¡No {b}vas{/b} a hacerlo! {u} ¡y Punto{/u}!

source: [_desiree_s_angry_s_talk_frown_] Do you think you can stop him? You idiotic {b}fool{/b}!! You would be but a fly for him to swat!!
es_es: [_desiree_s_angry_s_talk_frown_] ¿Crees que puedes detenerlo? ¡Idiota {b}de remate{/b}! ¡¡Solo serías una mosca para él!!

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] You hear that, Danny? A fly!!
es_es: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] ¿Oyes eso Danny? ¡¡Una mosca!!

source: [_danny_s_angry_s_talk_frown_] Tuck, please, I don't want to have to stop you!
es_es: [_danny_s_angry_s_talk_frown_] ¡Tuck, por favor, no quiero tener que detenerte!

source: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] Stop me? {i}*Psshh*{/i} As if! You wouldn't be able to lay a {b}finger{/b} on me. Now get out of my way, I have a date with Sam to get to!
es_es: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] ¿Detenerme? {i}*Psshh*{/i} ¡Como si pudieras ponerme un {b}dedo{/b} encima. ¡Ahora sal de mi camino, tengo una cita con Sam!

source: [_danny_s_towards_wide_s_talk_frown_2_] Alright... you asked for it!
es_es: [_danny_s_towards_wide_s_talk_frown_2_] Muy bien... ¡tú lo has querido!

source: [_danny_s_closed_s_talk_frown_] I'm going ghost!!
es_es: [_danny_s_closed_s_talk_frown_] ¡Voy a ser fantasma!!

source: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Wait... the "Ghost Child" is real?! I didn't believe the rumors... {u}another{/u} ghost-human hybrid? After all these years, it happened {u}again{/u }...?)
es_es: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Espera... ¡¿El "Niño Fantasma" es real?! No creía los rumores...¿{u}otro{/u} híbrido fantasma-humano? ¿Después de todos estos años, sucedió {u}otra vez{/u}...?)

source: [_danny_s_towards_s_talk_frown_] Last chance to back out, Tucker!
es_es: [_danny_s_towards_s_talk_frown_] ¡Última oportunidad de echarse atrás, Tucker!

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Yeah, so you'd better {b}take{/b} it, and butt out of my business!!
es_es: [_tucker_s_talk_frown_s_towards_wide_s_angry_] ¡¡Sí, será mejor que lo {b}dejes {/b} y no te metas en mis intereses!!

source: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, this ought to be good...
es_es: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, esto será bueno...

source: [_danny_s_talk_frown_s_sad_] Stand down Tuck! I don't wanna hurt you anymore.
es_es: [_danny_s_talk_frown_s_sad_] ¡Retírate Tuck! No quiero hacerte más daño.

source: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, my aching... pretty much everything...
es_es: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, que dolor... me duele casi todo...

source: [_desiree_s_sad_2_s_talk_frown_] Oh no, my manipulative little pawn-
es_es: [_desiree_s_sad_2_s_talk_frown_] Oh no, mi pequeño peón manipulable
