Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: es_es

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problem! What'd you wanna talk about?
es_es: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, vale, ¡no hay problema! ¿De qué quieres hablar?

source: [_star_s_bite_lip_s_confused_] Well... I figure I wouldn't have gotten my plan across without your help, so...
es_es: [_star_s_bite_lip_s_confused_] Bueno... Me imagino que no habría conseguido mi plan sin tu ayuda, así que...

source: [_star_s_rise_one_s_talk_happy_2_] ...how about we just jump right to that nice juicy reward I mentioned...?
es_es: [_star_s_rise_one_s_talk_happy_2_] ...¿qué tal si pasamos directamente a la jugosa recompensa que mencioné...?

source: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-really? You think we should? C-could we, I mean?
es_es: [_danny_s_talk_happy_] {i}*Gulp*{/i} ¿En serio? ¿Crees que deberíamos? P-podríamos, ¿quiero decir?

source: [_star_s_sad_s_closed_s_talk_happy_] Sure, why not? I definitely owe you after all.
es_es: [_star_s_sad_s_closed_s_talk_happy_] Claro, ¿por qué no? Después de todo, estoy en deuda contigo.

source: [_star_s_rise_one_s_talk_frown_s_towards_] ...don't tell me you have some sorta, like, headless ghost girlfriend, right?
es_es: [_star_s_rise_one_s_talk_frown_s_towards_] ...no me digas que tienes una especie de novia fantasma sin cabeza,

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, nothing like that... I just... well I didn't know if you had any guy of your own that you might feel bad about...
es_es: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, nada de eso... Yo sólo... bueno, no sabía si tenías algún chico propio por el que pudieras sentirte mal...

source: [_star_s_talk_frown_s_neutral_] Hmmm... I mean, there's this one guy who goes here, Kwan. He's sweet, but a bit of numbskull.
es_es: [_star_s_talk_frown_s_neutral_] Hmmm... Quiero decir, hay un tipo que va aquí, Kwan. Es dulce, pero un poco torpe.

source: [_star_s_talk_happy_2_s_sad_] Plus, we just fuck, we're not anything serious or something.
es_es: [_star_s_talk_happy_2_s_sad_] Además, sólo follamos, no somos nada serio o algo así.

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-well, g-great, that's good to hear! So I guess that means that... you and I can actually...?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Bueno, genial, ¡me alegra oir eso! Supongo que eso significa que... tú y yo podemos...

source: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] For sure! But, just remember, you and I aren't gonna have, like, actual {b}sex{/b} or anything.
es_es: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] ¡Claro que sí! Pero recuerda que tú y yo no vamos a tener {b}sexo{/b} ni nada de eso.

source: [_danny_s_rise_one_s_talk_frown_] ...what?
es_es: [_danny_s_rise_one_s_talk_frown_] ...¿qué?

source: [_star_s_confused_s_talk_frown_] Well yeah, I don't wanna get knocked up by some sort of creature from the 5th dimension, or whatever.
es_es: [_star_s_confused_s_talk_frown_] Pues sí, no quiero que me preñe una especie de criatura de la 5ª dimensión, o lo que sea.

source: [_star_s_neutral_2_s_talk_happy_] No way I'm risking my womb getting filled with a haunted poltergheist baby, Billy.
es_es: [_star_s_neutral_2_s_talk_happy_] De ninguna manera me arriesgaré a que mi vientre se llene con un bebé poltergheist embrujado, Billy.

source: [_danny_s_at_player_wide_s_frown_grin_3_] (Are you kidding me?! Did I really just go ahead and sell out Sam just to get diddly squa-)
es_es: [_danny_s_at_player_wide_s_frown_grin_3_] (¡¿Estás de broma?! ¿voy a seguir adelante y vender a Sam sólo para obtener sexo-)

source: [_star_s_sad_s_talk_happy_] Oh, don't worry, Billy, I'm still gonna suck your ghost dick. It'll be fun!
es_es: [_star_s_sad_s_talk_happy_] Oh, no te preocupes, Billy, todavía no voy a chupar tu polla fantasma. ¡Solo será divertido!

source: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... yeah, cool, th-that's cool. S-sounds like a {b}definite{/b} juicy reward!
es_es: [_danny_s_sad_2_s_talk_happy_2_] Woah, vale... sí, genial, eso es genial. ¡Suena como una jugosa recompensa {b}definitivamente{/b}!

source: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, I honestly expected a little bit more... oh well, maybe it's best I don't lose my V-card to someone lke Star of all people.)
es_es: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Joder, la verdad es que esperaba un poco más... bueno, quizá sea mejor que no pierda mi tarjeta de virginidad a manos de alguien como Star)

source: [_danny_s_towards_s_rise_one_] (Plus, a blowjob is still pretty good, it's definitely not something I planned to get from Star Astray of all people say a week ago, after all. Who am I to complain?)
es_es: [_danny_s_towards_s_rise_one_] (Además, una mamada sigue estando muy bien, no és algo que planeaba conseguir de Star Astray entre todas las personas de esta semana, después de todo. ¿Quién soy yo para quejarme?)

source: [_star_s_confused_2_s_talk_happy_2_] Just follow me into the stall here, Billy...
es_es: [_star_s_confused_2_s_talk_happy_2_] Sólo sígueme hasta la caseta, Billy...

source: [_danny_s_talk_happy_2_s_wondering_] Alright, no problem, just lead the way...
es_es: [_danny_s_talk_happy_2_s_wondering_] Muy bien, no hay problema. ¡Adelante...

source: [_star_s_rise_one_s_talk_happy_2_] Okay... this should be good enough that nobody's going to see us...
es_es: [_star_s_rise_one_s_talk_happy_2_] Bien... esto debería ser suficiente para que nadie nos vea...

source: [_star_s_sad_s_talk_happy_2_] But I guess even if somebody discovers us, you can just walk right out the door unnoticed though, right? Wow, that's so cool.
es_es: [_star_s_sad_s_talk_happy_2_] Y si alguien nos descubra, puedes salir por la puerta sin que se den cuenta, ¿no? Wow, esto és genial.

source: [_danny_] Y-yeah, it's a pretty nice trick to have, I guess.
es_es: [_danny_] S-sí, es un buen truco.

source: [_star_s_talk_happy_s_down_wide_s_rise_one_] Now then, let's see what we're working with here...
es_es: [_star_s_talk_happy_s_down_wide_s_rise_one_] Bien, veamos que tenemos aquí...

source: [_danny_] Wh-what's wrong?
es_es: [_danny_] ¿Qué pasa?

source: [_star_s_confused_s_talk_frown_] Well... I don't exactly know where to find your {u}dick{/u}. Is this a {b}normal{/b} problem for you?
es_es: [_star_s_confused_s_talk_frown_] Bueno... No sé dónde encontrar tu {u}polla{/u}. ¿Es un problema {b}normal{/b}?

source: [_danny_] Uhm, well, I guess I never actually-
es_es: [_danny_] Uhm, bueno, en realidad nunca-

source: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, wait! Here, I think I see a zipper, it's just hard to see. Here we go...
es_es: [_star_s_sad_s_talk_happy_2_s_down_wide_] ¡Oh, espera! Aquí, creo que veo una cremallera, és difícil de ver. Allá vamos...

source: [_star_] Wooow... now {i}this{/i} Billy. This is a big, {b}fat{/b} cock...
es_es: [_star_] Wooow... joder {i}esta{/i} Billy. Esta és una gran, {b}gorda{b/} polla...

source: [_star_] I'm gonna have myself a real nice time with it...
es_es: [_star_] Me lo voy a pasar muy bien con ella...

source: [_danny_] {b}OHHHhhh!{/b}! W-wow, I uh, I sorta f-forgot about this part of the whole... blowjob thing... the actual {i}blowjob{/i} part... {i}mmm{/i}...
es_es: [_danny_] {b}¡OHHHHHH!{/b} W-wow, yo uh, yo había o-olvidado acerca de esta parte de todo el... la mamada... la {i}mamada{/i}... {i}mmm{/i}...

source: [_danny_] Man... I can't believe this is actually happening...
es_es: [_danny_] Tio... No puedo creer que esto esté pasando...

source: [_danny_] Well... you're doing a nice job of it.
es_es: [_danny_] Bueno... lo estás haciendo muy bien.

source: [_danny_] {i}Fuuuhhh{/i}... you're going at it really well...
es_es: [_danny_] {i}Fuuuhhh {/i}... lo estás haciendo realmente bien...

source: [_danny_] Jeez... you must practice this often...
es_es: [_danny_] Cielos... debes practicar esto a menudo...

source: [_danny_] {b}Erhhm{/b}, not like, in a bad way, or anything!
es_es: [_danny_] {b}Erhhm{/b}, no, no en el mal sentido, ¡ni nada parecido!

source: [_danny_] I just mean... you have really good...
es_es: [_danny_] Sólo quiero decir... que eres muy buena...

source: [_danny_] ...{u}skills{/u}... oh man... wow...
es_es: [_danny_] ...{u}habilidad{/u} ... oh tio ... wow ...

source: [_danny_] (Oh no, already...? She's just... going at it... so good!!)
es_es: [_danny_] (Oh no, Ella sólo... lo hace... ¡¡tan bien!!)

source: [_danny_] I'm about to...
es_es: [_danny_] Estoy a punto de...

source: [_danny_] Oh... oh Star... I'm gonna...
es_es: [_danny_] Oh... oh Star... Voy a...

source: [_danny_] Star... you're making me...~!!
es_es: [_danny_] Star... me estás haciendo... ~!!

source: [_danny_] Oh Star... I'm gonna cum~!! Get ready!! {i}Uhhmmmnnch!!{/i}
es_es: [_danny_] Star.... ¡¡Voy a correrme!! ¡¡Prepárate...!! {i}¡¡Uhhmmnnch!! {/i}

source: [_danny_] (This is for Sam, bitch!!)
es_es: [_danny_] (Esto és por Sam, ¡puta!)

source: [_danny_] That was great!!
es_es: [_danny_] ¡¡Eso fue genial!!

source: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Well, you certainly are potent, Billy, I'll give you that. A little quick to the draw I might add, but that's okay, considering it was your first real {b}Star{/b} treatment!
es_es: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... ¡Vaya! Bueno, ciertamente tienes pontencial, Billy, lo reconozco. Un poco rápido, debo añadir, ¡pero está bien, considerando que fue tu primera vez con {b}Star{/b}!

source: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Yeah, sorry about that... you just did {i}such{/i} a nice job.
es_es: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Sí, lo siento... acabas de hacer un buen trabajo.

source: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Well, I don't know much about ghosts, but if there's one thing I'm good at "exorcising", it's jizz from boys' balls!
es_es: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*risa*{/i} Bueno, no sé mucho de fantasmas, pero si hay algo que se me da bien "exorcizar", ¡és la lefa de los huevos de los chicos!

source: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (What the {b}fuck{/b}?! This chick is weird.)
es_es: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... vale... ¿genial? (¡¿Qué {/b}cojones {b}?! Esta tía és rara.)

source: [_star_s_confused_2_s_talk_happy_2_] I'm sure you'll do a better job of stopping from blowing your top too soon next time! So, I'll see you around, right?
es_es: [_star_s_confused_2_s_talk_happy_2_] ¡Estoy segura de que la próxima vez no explotarás tan rápido! Nos vemos,

source: [_danny_s_sad_s_talk_happy_] Erh, yeah, when I have the time, sure.
es_es: [_danny_s_sad_s_talk_happy_] Sí, cuando tenga tiempo, claro.

source: [_star_s_talk_happy_s_sad_] Okay, great! Message me whenever you can on Spookchat, remember. I usually only message during the {b}morning{/b} though. I'll still also be in the bathroom here in the {b}afternoon{/b} too.
es_es: [_star_s_talk_happy_s_sad_] ¡Genial! Envíame un mensaje siempre que puedas en Spookchat, recuerda. Sin embargo, normalmente solo envío mensajes por la {b}mañana{/b}. También estaré en el baño por la {b}tarde{/b}.

source: [_star_s_talk_happy_2_s_confused_2_] Oh, and one more thing! I wanted to give this to you.
es_es: [_star_s_talk_happy_2_s_confused_2_] ¡Ah, y una cosa más! Quería darte esto.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] What the- how'd you get that from Lancer?
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] ¿Qué... cómo conseguiste eso de Lancer?

source: [_star_s_talk_happy_2_s_sad_] Well, I saw him put it in a drawer full of other confiscated stuff in his office. I told Kwan I needed something out of it, so he busted it open for me.
es_es: [_star_s_talk_happy_2_s_sad_] Bueno, lo vi en el cajón lleno de cosas confiscadas en su oficina. Le dije a Kwan que necesitaba sacar algo, así que me lo abrió.

source: [_danny_s_rise_one_s_talk_frown_] So... what are you doing with it now...?
es_es: [_danny_s_rise_one_s_talk_frown_] Entonces... ¿Qué vas a hacer con eso ahora...?

source: [_star_s_talk_happy_s_sad_] I thought I'd give it to you as another little gift! Think of it like the winning touchdown football, or a winning trophy! You're my {b}Number One Dildo Prankster{/b}, Billy!
es_es: [_star_s_talk_happy_s_sad_] ¡Pensé en dártelo como regalo! ¡Piense en ello como un trofeo ganador! ¡Eres mi {b}cómico de consoladores número uno{/b}, Billy!

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, that's, uhh... nice of you, Star, thanks.
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Vaya, eso es, uh... amable de tu parte, Star, gracias.

source: [_star_s_talk_happy_2_s_rise_one_] So here you go! Plus, if you meet a cute ghost girl, she might like to give it a whirl, who knows...?
es_es: [_star_s_talk_happy_2_s_rise_one_] ¡Aquí tienes!, Si conoces a una linda chica fantasma, a ella le gustará darte un lametazo, ¿quién sabe...?

source: [_danny_s_talk_happy_s_sad_2_] Alright, I'll keep that in mind. I gotta go though, there's more, uhm, ghosts that need busting out there. I'll see ya later, Star.
es_es: [_danny_s_talk_happy_s_sad_2_] Muy bien, lo tendré en cuenta. Me tengo que ir, hay más, uhm, fantasmas que tengo que apalear por ahí. Nos vemos, Star.

source: [_star_s_rise_one_s_talk_happy_2_] Hmmm, bye Billy...
es_es: [_star_s_rise_one_s_talk_happy_2_] Hmmm, adiós Billy...

source: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh man... that was {i}really{/i} nice. I needed that.
es_es: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh tio... eso fue {i}realmente{/i} agradable. Lo necesitaba.

source: [_danny_s_talk_frown_2_s_sad_2_] But... something tells me I really didn't deserve it.
es_es: [_danny_s_talk_frown_2_s_sad_2_] Pero... algo me dice que no lo merecía.

source: [_danny_s_bite_s_at_player_s_wondering_] (Poor Sam...)
es_es: [_danny_s_bite_s_at_player_s_wondering_] (Pobre Sam...)

source: [_danny_s_talk_frown_s_neutral_] I should probably leave her alone for awhile. I don't wanna be more of a bother to her.
es_es: [_danny_s_talk_frown_s_neutral_] Probablemente debería dejarla sola por un tiempo. No quiero ser una molestia para ella.

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Another thing... how come I don't feel even {i}slightly{/i} stronger? I thought I would have definitely collected some Orgone from that little bathroom stall encounter...
es_es: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Otra cosa... ¿cómo es que no me siento ni siquiera {i}ligeramente{/i} más fuerte? Pensé que habría recogido algo de Orgone de ese pequeño encuentro en el baño...

source: [_danny_s_towards_s_neutral_s_frown_grin_] Something must have been {b}different{/b} about it, but I really don't think it woud've been because I was a ghost at the time... {i}Hmmm{/i}...
es_es: [_danny_s_towards_s_neutral_s_frown_grin_] Algo debe haber sido {b}diferente{/b}, no creo que haya sido porque yo era un fantasma en ese momento... {i}Hmmm{/i}...

source: [_danny_s_talk_frown_s_sad_2_s_at_player_] Whatever the case, I probably shouldn't hang around the girl's bathroom stall for too long.
es_es: [_danny_s_talk_frown_s_sad_2_s_at_player_] En cualquier caso, no debería quedarme mucho tiempo en el baño de chicas.

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Also... something about the way Star did that... kinda felt...
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_2_] También... algo sobre la forma en que Star hizo eso... como que se sintió...

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiar{/b}, somehow? But how could that possibly be...?
es_es: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiar{/b}, ¿de alguna manera? ¿Pero cómo podría ser...?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh well, I'm probably just imagining things.
es_es: [_danny_s_towards_s_wondering_s_talk_happy_] Oh bueno, probablemente solo estoy imaginando cosas.

source: [_danny_s_sad_s_talk_happy_s_at_player_] Man, another crazy situation I found myself in today... and I didn't even fight any ghosts this time around!
es_es: [_danny_s_sad_s_talk_happy_s_at_player_] Tío, otra situación loca en la que me he encontrado hoy... ¡y ni siquiera he luchado contra ningún fantasma esta vez!

source: [_danny_s_sad_2_s_closed_s_talk_happy_2_] It was so hilarious to see the look on Star's face when her pants dropped, hah ha...
es_es: [_danny_s_sad_2_s_closed_s_talk_happy_2_] Fue tan hilarante ver la cara de Star cuando se le bajaron los pantalones, jajaja...

source: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Too bad I didn't really "get" anything out of it.
es_es: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Suspiro*{/i} Lástima que no "sacara" nada de esto.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] I mean, {b}besides{/b} just helping out Sam like that, of course. She seemed to enjoy watching Star get pantsed, after all.
es_es: [_danny_s_at_player_s_wondering_s_talk_happy_] Quiero decir, {b}además{/b} de ayudar así a Sam, claro. Después de todo, parecía disfrutar viendo cómo le bajaban los pantalones a Star.

source: [_danny_s_sad_2_s_talk_frown_] Oh well, ya win some, ya...
es_es: [_danny_s_sad_2_s_talk_frown_] Bueno, algunos ganan, otros...

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}middle-ground{/b} some, I guess?
es_es: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] supongo que ...una especie de {b}término medio{/b}

source: [_danny_s_frown_2_s_towards_] (Hmmm... I wonder what Sam is doing right about-)
es_es: [_danny_s_frown_2_s_towards_] (Hmmm... Me pregunto qué estará haciendo Sam ahora mismo-)

source: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, speak of the devil, she just sent me a message.
es_es: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, hablando del diablo, ella me acaba de enviar un mensaje.

source: [_samspook_] Heyy Danny. I wanted to thank you again for today. You're a really considerate guy, and a genuinely good friend. :)
es_es: [_samspook_] Hola Danny. Quería darte las gracias de nuevo por lo de hoy. Eres un tipo muy considerado, y un buen amigo de verdad. :)

source: [_danny_s_closed_s_wondering_s_smile_] (Wow, she's being really nice about this whole thing. Considering I might've actually pranked {b}her{/b} instead, I'm pretty glad I didn't.)
es_es: [_danny_s_closed_s_wondering_s_smile_] (Vaya, está siendo muy amable. Teniendo en cuenta que podría haberle gastado la broma a {b}ella{/b}, me alegro de no haberlo hecho)

source: [_danny_s_at_player_s_rise_s_smile_] (It's kind of strange how nice she's being actuall-)
es_es: [_danny_s_at_player_s_rise_s_smile_] (Es un poco extraño lo amable que está siendo actual-)

source: [_danny_] (Huh? Another text? Oh cool, she sent a JPEG of something.)
es_es: [_danny_] (¿Eh? ¿Otro mensaje? Genial, ha enviado un JPEG de algo)

source: [_danny_] (Man, Tucker was right though, these older models take forever to load images... Sam probably wanted to show me a new black talisman she got from Skulk and Lurk or someth-)
es_es: [_danny_] (Tucker tenía razón, estos modelos antiguos tardan una eternidad en cargar imágenes... Sam probablemente quería enseñarme un nuevo talismán negro que consiguió de Skulk y Lurk o algo así-)

source: [_danny_] Good lord!! Was... was that an accident, or did sh-
es_es: [_danny_] ¡Dios mío! Fue... fue un accidente, o

source: [_samspook_] I just thought you deserved something special for your help today. For your eyez only of course <3
es_es: [_samspook_] Pensé que te merecías algo especial por tu ayuda de hoy. Sólo para tus ojos, por supuesto <3

source: [_danny_s_ahegao_s_rise_s_bite_] (Holy cow... now that is... that is something {u}special{/u} alright.)
es_es: [_danny_s_ahegao_s_rise_s_bite_] (Santo cielo... esto és... esto és algo {u}especial{/u})

source: [_danny_s_down_s_wondering_s_bite_] (I'm sending that to my {b}pictures folder{/b} immediately!)
es_es: [_danny_s_down_s_wondering_s_bite_] (¡Voy a enviar eso a mi {b}carpeta de imágenes {/b} inmediatamente!)

source: [_phone_] [[{i}*Woosh* Picture Successfully Sent to {b}Desktop{/b}{/i}]
es_es: [_phone_] [[{i}*Woosh *{/i} Imágenes enviadas satisfactoriamente a {b}Escritorio{/b}{/i}]

source: [_danny_s_at_player_s_wondering_s_grin_] (I really don't think I would have gotten something this personal from Star, that's for sure.)
es_es: [_danny_s_at_player_s_wondering_s_grin_] (No creo que hubiera conseguido algo tan personal de Star, eso seguro)

source: [_danny_s_ahegao_s_wondering_s_bite_] (That is... just... wow, Sam has a hell of a body on her...)
es_es: [_danny_s_ahegao_s_wondering_s_bite_] (Esto és... simplemente... vaya, Sam tiene un cuerpazo...)

source: [_danny_s_down_s_rise_s_displeased_] (I mean it's not like I haven't seen her naked already, but... it's a different experience when she's actually posing for you just for fun like that.)
es_es: [_danny_s_down_s_rise_s_displeased_] (Quiero decir que no es que no la haya visto desnuda ya, pero... és una experiencia diferente cuando posa por diversión)

source: [_danny_s_at_player_s_rise_s_grin_] (I should probably send her a thank you message.)
es_es: [_danny_s_at_player_s_rise_s_grin_] (Debería enviarle un mensaje de agradecimiento)

source: [_dannyspook_] Wow. I can't say much more than that. That is just... sexy, Sam. You look incredible. I'm glad you decided to share that with me, thank you.
es_es: [_dannyspook_] Vaya. No puedo decir mucho más que esto. Esto és... sexy, Sam. Te ves increíble. Me alegro de que hayas decidido compartir esto conmigo, gracias.

source: [_danny_s_closed_s_idle_s_grin_] (...and... send!)
es_es: [_danny_s_closed_s_idle_s_grin_] (...y... ¡enviar!)

source: [_danny_s_at_player_s_sad_s_displeased_] (Oh man, that wasn't too mushy, right? I don't want to weird her out or anything.)
es_es: [_danny_s_at_player_s_sad_s_displeased_] (Oh tío, eso no ha sido demasiado sensible, ¿no? No quiero asustarla ni nada de eso)

source: [_danny_s_at_player_s_rise_s_displeased_] (I guess that's a little ridiculous to say considering she just showed me her tits, but I feel like-)
es_es: [_danny_s_at_player_s_rise_s_displeased_] (Supongo que es un poco ridículo decirlo teniendo en cuenta que me acaba de enseñar las tetas, pero me siento como-)

source: [_samspook_] No problem, dude. You earned it. You've been really nice to me lately...
es_es: [_samspook_] No hay problema, amigo. Te lo ganaste. Has sido muy amable conmigo últimamente...

source: [_samspook_] Keep playing your cards right, and you can expect {i}plenty{/i} more lewds just like that one. Goodnight for now, dork. :P
es_es: [_samspook_] Sigue jugando bien tus cartas, y puedes esperar {i}muchos{/i} más lewds como este. Buenas noches por ahora, idiota. :P

source: [_danny_s_sad_s_at_player_s_talk_happy_] Man... Sam's the best...
es_es: [_danny_s_sad_s_at_player_s_talk_happy_] bien... Sam és la mejor...

source: What should I do about this prank situation?
es_es: ¿Qué debo hacer en esta situación de broma?

source: Plant the sex toy in Sam's locker.
es_es: Poner el juguete sexual en la taquilla de Sam.

source: Turn the prank around on Star.
es_es: Dar la vuelta a la broma contra Star.

source: Last chance: Should I go through with this prank?
es_es: Última oportunidad: ¿Debo seguir adelante con esta broma?

source: Yes, dammit, I'm horny! Star has a nice treat to give us!
es_es: ¡Sí, maldita sea, estoy cachondo! ¡Star tiene un regalo que darme!

source: No, Sam really doesn't deserve this. Lets turn it around on Star.
es_es: No, Sam realmente no se merece esto. Voy a girarlo contra Star.
