Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_danny_s_angry_s_talk_frown_2_] Now, I'm telling you for the last time, change my friend {b}back{/b}!!
es_es: [_danny_s_angry_s_talk_frown_2_] Ahora, te lo digo por última vez, vuelve a mi amigo a su estado normal {b}ya{/b}!!

source: [_desiree_s_towards_wide_s_talk_frown_] {b}Insolent{/b} child!! You still pretend to command {u}me{/u}?! {b}Fool{/b}!!
es_es: [_desiree_s_towards_wide_s_talk_frown_] ¡¡{b}Insolente{/b} inmaduro!! ¡¿Aún pretendes {u}mandarme{/u}?! ¡¡{b}Tontajo{/b}!!

source: [_desiree_s_sad_s_talk_bite_] With all the time you've wasted sparring with me, you've only put off the inevitable!
es_es: [_desiree_s_sad_s_talk_bite_] ¡Con todo el tiempo que has perdido discutiendo conmigo, sólo has aplazado lo inevitable!

source: [_desiree_s_closed_s_angry_s_talk_bite_2_] Your friend's body is soon to release all that wondrous power and bestow it onto me!
es_es: [_desiree_s_closed_s_angry_s_talk_bite_2_] El cuerpo de tu amigo pronto liberará todo ese maravilloso poder y me lo otorgará a mí!

source: [_desiree_s_towards_wide_s_talk_happy_2_] I'll be able to smite you with one hand behind my tail!! {b}Ahah ahaha{/b}!
es_es: [_desiree_s_towards_wide_s_talk_happy_2_] ¡¡Podré golpearte sólo usando una mano y sujetando con la otra mi cola!! {b}¡Ahah ahaha{/b}!

source: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh man, she's right!! What do I do? Tucker's not going to make it if I don't think of something...)
es_es: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (¡Oh tío, tiene razón! ¿Qué hago? Tucker no lo va a conseguir si no se me ocurre algo...)

source: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*Cough*{/i} ...wish, Danny... you have to... {u}wish{/u}... it's the... {i}*Cough*{/i} only... way... ya dingus...!
es_es: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*tosido*{/i}...desear, Danny... tienes que... {u}desear{/u}... és la... {i}*tosido*{/i} la única... manera...!

source: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, right! Of course!!
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] ¡Oh, claro! ¡Por supuesto!!

source: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, I {i}wish{/i} you had never granted Tucker any nasty ghost powers!!
es_es: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, yo ¡¡{i}deseo{/i} que nunca le hubieras concedido a Tucker sus desagradables poderes de fantasma!!

source: [_desiree_s_at_player_s_angry_s_talk_frown_] What?! N-nooo!! I'm... I will not... I... I'm compelled... to grant... your wish!!
es_es: [_desiree_s_at_player_s_angry_s_talk_frown_] ¡¿Qué?! ¡¡N-nooo!! Yo... No voy a... I... Estoy obligada... a conceder... ¡¡tu deseo!!

source: [_desiree_] So you have... wished it... so it shall... {b}be{/b}!!
es_es: [_desiree_] Así lo has deseado, ¡¡así {b}será{/b}!!

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... I'm... I'm me again! Alright, I'm back!!
es_es: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... Soy... ¡Soy yo otra vez! ¡Muy bien, estoy de vuelta!!

source: [_tucker_s_sad_s_at_hand_] Hello my beautiful mocha skin! Oh how I've {b}missed{/b} you...
es_es: [_tucker_s_sad_s_at_hand_] ¡Hola mi hermosa piel de moca! Oh, cómo te he echado de {b}menos{/b}...

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!{/i} You've ruined {u}everything{/u}, Ghost Child!! I will have you-
es_es: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}¡Ruaaaargh!{/i} ¡¡Has arruinado {u}todo{/u}, chico fantasma!! Te voy a

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah! For my next magic trick...
es_es: [_danny_s_talk_happy_2_s_towards_s_sad_2_] ¡Ah, ah, ah! Para mi próximo truco de magia...

source: [_danny_s_closed_happy_s_angry_s_talk_happy_] I {b}wish{/b} you'd make my thermos your {u}new home{/u}!!
es_es: [_danny_s_closed_happy_s_angry_s_talk_happy_] ¡¡Yo {b}deseo{/b} que hagas de mi termo tu {u}nuevo hogar{/u}!!

source: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!{/b} Mustn't grant... wish... must... fight...
es_es: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}¡Agh!{/b} No debo... conceder... deseos... debo... luchar...

source: [_desiree_s_talk_frown_2_s_neutral_] But... so you have... wished... it...
es_es: [_desiree_s_talk_frown_2_s_neutral_] Pero... así lo has... deseado...

source: [_desiree_s_closed_s_angry_s_talk_frown_] ...so... it shall...
es_es: [_desiree_s_closed_s_angry_s_talk_frown_] ...así que... así será...

source: [_thermos_] {i}*Bing*{/i} {b}Ghost Successfully Captured{/b}
es_es: [_thermos_] {i}*Bing*{/i} {b}Fantasma capturado con éxito{/b}

source: [_danny_] Well jeez... that was a {b}lot{/b} simpler than I was making it by doing the whole fighting thing.
es_es: [_danny_] Bueno cielos... eso fue {b}mucho más{/b} simple luchar.

source: [_danny_] Man, I've {b}got{/b} to start using my brain a little more often. Could have saved myself a lot of time and bruises.
es_es: [_danny_] Tío, {b}tengo que {/b} empezar a usar mi cerebro un poco más a menudo. Podría haberme ahorrado mucho tiempo y moratones.

source: [_tucker_s_wondering_s_away_s_talk_frown_] So, uhmm... hey.
es_es: [_tucker_s_wondering_s_away_s_talk_frown_] Así que, uhmm... hey.

source: [_danny_s_talk_frown_2_] Hey...
es_es: [_danny_s_talk_frown_2_] ¡Oye...

source: [_tucker_s_at_hand_s_talk_frown_s_sad_] Look, I just wanna say, I was sort of a real jerk back there.
es_es: [_tucker_s_at_hand_s_talk_frown_s_sad_] Mira, sólo quiero decir que fui una especie de imbécil antes.

source: [_danny_s_towards_s_rise_one_s_talk_frown_] Sort of?
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_]¿sólo un poco?

source: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Yeah, yeah, I know. I didn't do a single thing right with my powers.
es_es: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Sí, sí, lo sé. No hice nada bien con mis poderes.

source: [_tucker_s_wondering_s_talk_frown_] I guess that it was just me who was jealous of you... for all the wrong reasons.
es_es: [_tucker_s_wondering_s_talk_frown_] Supongo que era yo el que estaba celoso de ti... por razones equivocadas.

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] I mean, You use your powers for good, to help people! You're an {b}actual{/b} hero!
es_es: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] quiero decir, ¡tú usas tus poderes para el bien, para ayudar a la gente! ¡Eres un {b}verdadero{/b} héroe!

source: [_tucker_s_neutral_s_away_s_talk_frown_] I get super powers, and the first thing I do with them is perv on girls in the shower... I don't deserve powers, {i}or{/i} your friendship, Danny...
es_es: [_tucker_s_neutral_s_away_s_talk_frown_] Consigo superpoderes, y lo primero que hago con ellos es pervertir a las chicas en la ducha... No merezco poderes, {i}o{/i} tu amistad, Danny...

source: [_danny_s_towards_s_talk_frown_2_] Tucker, you can't be too hard on yourself. Desiree's magic was corrupting you!
es_es: [_danny_s_towards_s_talk_frown_2_] Tucker, no puedes ser tan duro contigo mismo. ¡La magia de Desiree te estaba corrompiendo!

source: [_danny_s_sad_s_talk_frown_] You weren't in control at all. The Tucker Foley I know wouldn't have made the decisions I saw Tucker Phantom make! You weren't right in the head, just remember that.
es_es: [_danny_s_sad_s_talk_frown_] No tenías el control en absoluto. ¡El Tucker Foley que conozco no habría tomado las decisiones que vi tomar a Tucker Phantom! No estabas bien de la cabeza, recuérdalo.

source: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Honestly, it all feels like a big blur... but I still know what I did, and it was wrong of me! I became a menace, I did awful things to others, and worst of all... I hurt my best friend.
es_es: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Honestamente, parece un sueño... pero aún sé lo que hice, ¡y estuvo mal por mi parte! Me convertí en una amenaza, hice cosas horribles a los demás, y lo peor de todo... lastimé a mi mejor amigo.

source: [_tucker_s_closed_s_angry_] I can't properly undo what I've done and seen... but I can at least try to make amends by getting rid of all the blackmail and pictures I took on my PDA.
es_es: [_tucker_s_closed_s_angry_] No puedo deshacer adecuadamente lo que he hecho y visto... pero al menos puedo intentar enmendarlo deshaciéndome de todos los chantajes y fotos que hice en mi PDA.

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] You see? Now that sounds like a rather mature, kind-hearted thing to do. You're a good person, Tucker! I know you'd make a fine superhero.
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] ¿ves? Eso suena como una cosa bastante madura y de buen corazón. ¡Eres una buena persona, Tucker! Sé que serías un buen super héroe.

source: [_danny_s_talk_happy_2_s_towards_s_wondering_] Just make sure you don't go try to gain anymore nasty "bootleg" ghost powers from evil genies.
es_es: [_danny_s_talk_happy_2_s_towards_s_wondering_] Sólo asegúrate de no intentar conseguir más poderes fantasmales "pirateados" de genios malvados.

source: [_tucker_s_talk_frown_s_sad_] Hmmm... I'll have to do one big mass file deletion to get rid of it all.
es_es: [_tucker_s_talk_frown_s_sad_] Hmmm... Tendré que hacer un borrado masivo de archivos para deshacerme de todo.

source: [_tucker_s_wondering_] {i}*Sigh*{/i} Goodbye Valerie's oh so sweet chocolate thighs...
es_es: [_tucker_s_wondering_] {i}*Suspiro*{/i} Adiós a los dulces muslos de chocolate de Valerie...

source: [_tucker_s_closed_s_sad_] {i}*Sigh*{/i} Goodbye Star's {u}glistening{/u} nude shower body...
es_es: [_tucker_s_closed_s_sad_] {i}*Suspiro*{/i} Adiós al {u}brillante{/u} cuerpo desnudo en la ducha de Star...

source: [_tucker_s_away_s_neutral_] Goodbye Paulina's roundly shaped {i}latina{/i} {b}booty{/b}...
es_es: [_tucker_s_away_s_neutral_] Adiós al redondo {i}latino{/i} {b}trasero{/b} de Paulina...

source: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, before you, uh, totally delete that stuff...?
es_es: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, antes de que, uh, borres totalmente esas cosas...

source: [_tucker_s_talk_frown_s_sad_] Why, what's the matter?
es_es: [_tucker_s_talk_frown_s_sad_] ¿Por qué, qué pasa?

source: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] It's just that, uhm, you don't... I mean you don't have to get rid of {i}all{/i} the photos you took, right?
es_es: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] Es sólo que... tú no... Quiero decir que no tienes que deshacerte de {i}todas{/i} las fotos que tomaste

source: [_tucker_s_towards_s_talk_frown_s_neutral_] What? Why wouldn't I-
es_es: [_tucker_s_towards_s_talk_frown_s_neutral_] ¿Por qué? ¿Por qué no...?

source: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}forshame{/i}, good sir... forshame.
es_es: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}que vergüenza{/i}, Dios mío... vergüenza.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Whaaaaat{/i}!! I mean, you already showed it to me, and what's done is done, so...
es_es: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}¡¡¡Queeeeé!!!{/i} Quiero decir, me lo has enseñado, y lo hecho, hecho está, así que...

source: [_tucker_s_towards_s_sad_s_talk_frown_] But we just went over the whole "what makes a hero a hero" speech and everything! How could you?!
es_es: [_tucker_s_towards_s_sad_s_talk_frown_] ¡acabamos de repasar todo el discurso de "qué hace que un héroe sea un héroe" y todo eso! ¡¿Cómo puedes?!

source: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Yeah, I know, but I mean, c'mon, at this stage it's practically a victimless crime here! I mean, when you really think about it-
es_es: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Sí, lo sé, pero quiero decir, ¡a estas alturas es un crimen sin víctimas! Quiero decir, cuando piensas en ello-

source: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Hah ha!{/i} I'm just messing with you man! I already sent a copy to your phone on {b}Spookchat{/b}.
es_es: [_tucker_s_closed_s_talk_happy_s_sad_] {i}¡Ja, ja!{/i} ¡estoy bromeando! Ya envié una copia a tu teléfono en {b}Spookchat{/b}.

source: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Okay, cool. Thanks.
es_es: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Vale, genial. Gracias, gracias.

source: [_tucker_s_talk_happy_s_neutral_] Just doing my buddy who saved my life a solid.
es_es: [_tucker_s_talk_happy_s_neutral_] Sólo le hago un favor a mi amigo que me salvó la vida.

source: [_tucker_s_wondering_s_talk_frown_] You really are a good friend, Danny. I'm sorry about the things I said before.
es_es: [_tucker_s_wondering_s_talk_frown_] Realmente eres un buen amigo, Danny. Siento las cosas que dije antes.

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] It's all in the past, Tuck. I'd save your butt a thousand times over.
es_es: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Todo está en el pasado, Tuck. Te salvaría el culo mil veces.

source: [_tucker_s_talk_frown_s_sad_] So, what are you gonna do with Desiree?
es_es: [_tucker_s_talk_frown_s_sad_] Entonces, ¿qué vas a hacer con Desiree?

source: [_danny_s_talk_frown_s_sad_] Well, with my parents' Ghost Portal busted, I can't exactly send her back to the Ghost Zone.
es_es: [_danny_s_talk_frown_s_sad_] Bueno, con el Portal Fantasma de mis padres roto, no puedo enviarla de vuelta a la Zona Fantasma.

source: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Ghost Zone"? What's that?
es_es: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] ¿"Zona Fantasma"? ¿Qué es eso?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh yeah, I never got a chance to explain to you about it! Well it's a long story anyway, I'll tell you and Sam about it sometime, promise.
es_es: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh sí, ¡nunca tuve la oportunidad de explicártelo! Bueno, de todas formas es una larga historia, os la contaré a ti y a Sam algún día, lo prometo.

source: [_danny_s_down_s_wondering_s_talk_happy_2_] In the meantime, I'll just have to keep her trapped inside the thermos. It shouldn't have a problem holding her, it's built Fenton tough.
es_es: [_danny_s_down_s_wondering_s_talk_happy_2_] Mientras tanto, tendré que mantenerla atrapada dentro del termo. No debería tener problemas para retenerla, está hecho a la medida de Fenton.

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hey, uhm... a question I've been wondering about: You never {i}did{/i} take any pictures of Sam, right?
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hey, uhm... una pregunta que me he estado haciendo: Nunca {i}hiciste{/i} fotos de Sam, ¿verdad?

source: [_tucker_s_away_s_talk_frown_s_sad_] Nah, I kind've got distracted with other people and never got around to it, thankfully.
es_es: [_tucker_s_away_s_talk_frown_s_sad_] No, me distraje con otras personas y no llegué a hacerlo, por suerte.

source: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Man, can you imagine how awkward that would've been? Actually seeing Sam naked, of all people?
es_es: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Tío, ¿puedes imaginar lo incómodo que habría sido ver a Sam desnuda de entre todas las personas?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Uh, yeah, th-that'd be totally strange. C-can't imagine it m-myself. Good thing you didn't though.
es_es: [_danny_s_at_player_s_neutral_s_talk_frown_] Sí, eso sería extraño. No me lo puedo imaginar. Menos mal que no lo hiciste.

source: [_tucker_s_talk_frown_] Hey, we should probably get out of here. Police are gonna come through here looking for answers about two mean looking green giants.
es_es: [_tucker_s_talk_frown_] Oye, deberíamos salir de aquí. La policía va a pasar por aquí buscando respuestas sobre dos malvados gigantes verdes.

source: [_danny_s_-blush_s_talk_happy_s_rise_one_] Yeah, good idea. I'm gonna head home, but I'll see you around. Later man.
es_es: [_danny_s_-blush_s_talk_happy_s_rise_one_] Sí, buena idea. Me voy a casa. Hasta luego, tío.

source: [_tucker_s_talk_happy_s_sad_] Sure, later... and thanks Danny.
es_es: [_tucker_s_talk_happy_s_sad_] Claro, hasta luego... y gracias Danny.

source: [_danny_s_sad_s_talk_frown_2_] For what?
es_es: [_danny_s_sad_s_talk_frown_2_] ¿Por qué?

source: [_tucker_s_closed_s_talk_happy_s_wondering_] For not giving up on me.
es_es: [_tucker_s_closed_s_talk_happy_s_wondering_] Por no rendirte conmigo.

source: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Hey, I'll {b}always{/b} have your back, Tuck. Don't ever worry about that.
es_es: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Oye, yo {b}siempre{/b} te cubriré las espaldas Tuck. No te preocupes por eso.

source: [_tucker_s_talk_happy_s_neutral_] See ya, man.
es_es: [_tucker_s_talk_happy_s_neutral_] Nos vemos.

source: [_danny_s_talk_happy_s_sad_] See ya, Tuck.
es_es: [_danny_s_talk_happy_s_sad_] Nos vemos, Tuck.

source: [_danny_s_down_s_rise_one_s_talk_happy_] Okay, I should get home and figure out what to do with my genie in a bottle problem.
es_es: [_danny_s_down_s_rise_one_s_talk_happy_] Vale, debería llegar a casa y pensar qué hacer con mi problema del genio en la botella.

source: [_danny_s_wondering_s_talk_frown_] Man, yet {b}another{/b} day of fighting ghosts. Being a superhero is {u}exhausting{/u} work.
es_es: [_danny_s_wondering_s_talk_frown_] Tío, {b}otro{/b} día más luchando contra fantasmas. Ser un super héroe és un trabajo {u}agotador{/u}.

source: [_danny_s_talk_happy_s_at_danny_s_sad_] But, I think I'm actually starting to get the hang of it little by little! Practice makes perfect, I suppose.
es_es: [_danny_s_talk_happy_s_at_danny_s_sad_] Pero, ¡creo que estoy empezando a cogerle el truco poco a poco! La práctica hace al maestro.

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] I'm also really glad I could save Tucker after everything that happened to him. Where else would I get my daily dose of quips from?
es_es: [_danny_s_towards_s_talk_happy_2_s_sad_2_] También me alegro mucho de haber podido salvar a Tucker después de todo lo que le pasó. ¿De dónde sino iba a sacar mi dosis diaria de ocurrencias?

source: [_danny_s_rise_one_] (So... what to do about this?)
es_es: [_danny_s_rise_one_] (Entonces... ¿qué hago con esto?)

source: [_danny_s_smile_s_towards_s_sad_] (Well, now I finally have an actual way to capture the stronger ghosts I'll likely be fighting off, which is a nice little development.)
es_es: [_danny_s_smile_s_towards_s_sad_] (Bueno, por fin tengo una forma de capturar a los fantasmas más fuertes contra los que probablemente lucharé, lo cual es un agradable pequeño avance)

source: [_danny_s_at_player_s_frown_2_] (My worry is that Desiree was a pretty tough ghost to take on, but there are bound to be even {b}stronger{/b} ghosts out there I'll have to face...)
es_es: [_danny_s_at_player_s_frown_2_] (me preocupa que Desiree era un fantasma bastante duro de pelar, seguro que hay fantasmas aún más {b}fuertes{/b} ahí fuera a los que tendré que enfrentarme...)

source: [_danny_s_angry_s_frown_] (If I'm going to do this part time superhero thing, I've got to know as much as I possibly can about ghosts and where they come from.)
es_es: [_danny_s_angry_s_frown_] (Si voy a dedicarme a esto de ser superhéroe a tiempo parcial, tengo que saber todo lo posible sobre fantasmas y de dónde vienen)

source: [_danny_s_frown_3_s_down_s_sad_2_] (...and who better to ask for advice than a centuries old ghost?)
es_es: [_danny_s_frown_3_s_down_s_sad_2_] (...¿y quién mejor para pedir consejo que un fantasma centenario?)

source: [_danny_s_rise_one_s_frown_grin_] (Okay now, let's see... I think that if I mess around with it a bit, I should be able to...)
es_es: [_danny_s_rise_one_s_frown_grin_] (A ver... Creo que si me lío un poco con ella, debería ser capaz de...)

source: [_thermos_] {b}Thermos now set to: {i}Track-N-Release{/i} mode.{/b}
es_es: [_thermos_] {b}Poner termo en: modo {i}contención de fantasma{/i} {/b}

source: [_danny_s_grin_happy_s_sad_] (Alright! Now Desiree won't be able to escape even if she tries. I think that'll work for what I need to do...)
es_es: [_danny_s_grin_happy_s_sad_] (¡Muy bien! Ahora Desiree no podrá escapar aunque lo intente. Creo que eso funcionará para lo que necesito hacer...)

source: [_danny_s_talk_frown_2_s_angry_] Alright then... come on out, you son of a Jinn!!
es_es: [_danny_s_talk_frown_2_s_angry_] Muy bien, entonces... ¡¡sal!!

source: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... where am... I was just...?
es_es: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... ¿dónde estoy...? Yo estaba...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... hey there?
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... ¿hola?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}YOU{/B}!!!
es_es: [_desiree_s_towards_wide_s_talk_frown_s_angry_] ¡¡¡¡¡ {b}TU{/b}!!!

source: [_danny_s_at_danny_] (Oh boy, I probably should have transformed beforehand for safety measures...)
es_es: [_danny_s_at_danny_] (Oh tío, debería haberme transformado de antemano por medidas de seguridad...)

source: [_desiree_s_talk_frown_] You {i}dare{/i} to try and trap me in that infernal metallic {i}vas{/i}?!
es_es: [_desiree_s_talk_frown_] ¡¿Te {i}atreves{/i} a atraparme en ese infernal {i}envase{/i} metálico}?!

source: [_danny_s_talk_happy_2_s_rise_one_] Well... it sorta worked, didn't it?
es_es: [_danny_s_talk_happy_2_s_rise_one_] Bueno... funcionó un poco, ¿no?

source: [_desiree_] Silence fool!! You will {b}pay{/b} for your audacity and effrontery to my power!!
es_es: [_desiree_] ¡Silencio imbécil! ¡¡{b}Pagarás{/b}por tu audacia y descaro ante mi poder!!

source: [_danny_s_talk_frown_s_angry_] Oh yeah? Well... I {b}wish{/b} you'd calm down and not freak out on me! Just listen to what I have to say first!
es_es: [_danny_s_talk_frown_s_angry_] ¿Ah, sí? Bueno...¡{b}Deseo{/b} que te pudieras calmar y no enloquecer conmigo! ¡Sólo escucha lo que tengo que decir primero!

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghhh{/b}!! No, I... I mustn't... I must...
es_es: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] ¡¡{b}Raghhh{/b}!! No, yo... No debo... Debo...

source: [_desiree_s_talk_frown_2_s_closed_s_angry_] Your wish... is my command... (Curse you, Ghost Child...)
es_es: [_desiree_s_talk_frown_2_s_closed_s_angry_] Tus deseos... son órdenes... (Maldito seas, Chico Fantasma...)

source: [_desiree_s_talk_frown_s_at_player_] {i}*Sigh*{/i} So you have wished it... so it shall be....
es_es: [_desiree_s_talk_frown_s_at_player_] {i}*Suspiro*{/i} Así lo has deseado... así será....

source: [_danny_s_talk_happy_s_wondering_] Now see, isn't that better? Feeling relaxed?
es_es: [_danny_s_talk_happy_s_wondering_] Ves, ¿no está mejor así? ¿Te sientes relajada?

source: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] I want you to understand things {i}clearly{/i}, Ghost Child. The {u}only{/u} reason I haven't chosen to turn you into a heaping mound of camel dung is because my powers are limited to granting {i}others'{/i} wishes, not my own...
es_es: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] Quiero que entiendas las cosas {i}claramente{/i} chico Fantasma. La {u}única{/u} razón por la que no he decidido convertirte en un montón de estiércol de camello és porque mis poderes se limitan a conceder los deseos de los {i}demás{/i}, no los míos...
