Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_p_phantom.po
Languages: es_es

source: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Awe, screw it. What's the worst that could happen?
es_es: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Va, que les den. ¿Qué es lo peor que podría pasar?

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] Okay so, I gotta figure that I'm {i}half{/i} ghost, right? So it would stand to reason that I don't even {i}need{/i} to "go ghost" to get this done...
es_es: [_danny_s_at_danny_s_talk_frown_s_wondering_] Bueno, así que tengo que imaginar que soy {i}medio{/i} fantasma. Sería lógico que ni siquiera {i}necesitara{/i} "convertirme en fantasma" para hacer esto...

source: [_danny_s_sad_s_closed_s_talk_frown_2_] That if I can just... focus a little...
es_es: [_danny_s_sad_s_closed_s_talk_frown_2_] Si solo puedo... concentrarme un poco...

source: [_danny_s_angry_s_talk_frown_] I can get my human body form to also...
es_es: [_danny_s_angry_s_talk_frown_] Puedo conseguir que mi forma de cuerpo humano...

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Alright! It worked! I actually went {b}intangible{/b}!
es_es: [_danny_s_at_player_s_sad_2_s_talk_happy_] ¡Muy bien! ¡Funcionó! ¡Fui {b}intangible{/b}!

source: [_danny_s_at_danny_s_rise_one_] This feels different than just going invisible too!
es_es: [_danny_s_at_danny_s_rise_one_] ¡Esto se siente diferente a ser invisible!

source: [_danny_s_talk_frown_s_neutral_] It feels... kinda weird actually.
es_es: [_danny_s_talk_frown_s_neutral_] Se siente... un poco raro en realidad.

source: [_danny_s_towards_s_sad_] ...sorta like how Jell-O must feel when it jiggles around, oddly enough.
es_es: [_danny_s_towards_s_sad_] ...algo parecido a lo que debe sentir la gelatina cuando se agita.

source: [_danny_s_talk_frown_s_sad_2_] Looks like it spread all over my regular clothes too... hope they don't slip off me when I go through the door... I'd hate to be caught peeping {b}and{/b} with no clothes. That'd look {i}real{/i} bad on my part.
es_es: [_danny_s_talk_frown_s_sad_2_] Parece que también se ha extendido por toda mi ropa... espero que no se caiga cuando pase por la puerta.... No me gustaría que me pillaran espiando {b}y{/b} sin ropa. Eso se {i}vería{/i} muy mal.

source: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Okay, so... if I've done this right, I {i}should{/i} be able to phase through solid objects like walls.
es_es: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Vale, entonces... si lo he hecho bien, yo {i}debería{/i} ser capaz de atravesar objetos sólidos como paredes.

source: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh man, I {i}really{/i} hope I don't get stuck halfway through the door or something... that'd most definitely be painful.
es_es: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh hombre, yo {i}espero{/i} que no me quede atascado en mitad de la puerta o algo así... sin duda sería doloroso.

source: [_danny_s_closed_s_sad_] Guess I'm just gonna have to trust that my powers will hold up!
es_es: [_danny_s_closed_s_sad_] ¡Supongo que tendré que confiar en que mis poderes se mantengan!

source: [_danny_s_at_player_s_talk_happy_s_rise_one_] I'll be a totally ghostly ninja from this point forth! She won't even know I was there!
es_es: [_danny_s_at_player_s_talk_happy_s_rise_one_] ¡Seré un ninja fantasma de ahora en adelante! ¡Ni siquiera sabrá que estuve allí!

source: [_danny_s_towards_s_sad_s_frown_grin_] (I guess it'd help my stealth aspect if I stopped talking too.)
es_es: [_danny_s_towards_s_sad_s_frown_grin_] (Supongo que también ayudaría a mi aspecto sigiloso si dejara de hablar)

source: [_danny_s_at_player_s_smile_] (Again... just a quick peek, see what kind of freaky stuff she's into, then make fun of her later for it. Harmless fun!)
es_es: [_danny_s_at_player_s_smile_] (Otra vez... sólo un vistazo rápido, ver qué tipo de cosas raras le gustan, y luego burlarme de ella. Diversión inofensiva)

source: [_danny_s_sad_2_s_frown_grin_2_] (Right then... here goes nothing!)
es_es: [_danny_s_sad_2_s_frown_grin_2_] (Bueno... ¡aquí no hay nadie!)

source: [_danny_] (Oh, there we go! I think I'm actually doing it!)
es_es: [_danny_] (¡Ahí vamos! ¡Creo que lo estoy haciendo!)

source: [_danny_] (Goodbye days of dealing with locked doors, and hello-)
es_es: [_danny_] (Adiós días de lidiar con puertas cerradas-)

source: [_danny_s_talk_frown_] Oh God... did I really just witness that? With my own eyes?
es_es: [_danny_s_talk_frown_] Oh Dios... ¿Realmente acabo de ver eso? ¿Con mis propios ojos?

source: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] That was just freaking nuts!
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] ¡Eso fue una locura!

source: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] I mean, I jerk off to porn {i}too{/i}, but... I don't get nearly as {b}involved{/b} as she does!
es_es: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] Quiero decir, yo {i}también{/i} me masturbo con porno, pero... ¡No me {b}involucro{/b} tanto como ella!

source: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] Are {b}all{/b} girls like that?
es_es: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] ¿Son {b}todas{/b} las chicas así?

source: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Something just felt... really {i}raw{/i} about that.
es_es: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Algo se sentía... {i}crudo{/i} en eso.

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Seriously, I don't even think I can even {b}joke{/b} about that in the morning with her. That's some deep level of perversion and pleasure I was {b}completely{/b} unaware of!
es_es: [_danny_s_at_danny_s_sad_s_talk_frown_] En serio, ni siquiera creo que pueda {b}bromear{/b} sobre esto por la mañana con ella. ¡Es un tipo de profundo nivel de perversión y placer que desconocía {b}por completo{/b.}!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] Besides, how would I even go about mentioning it to her?
es_es: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] Además, ¿cómo iba a decírselo?

source: [_danny_s_towards_s_talk_frown_2_s_sad_] I couldn't have possibly known what she was looking up on her desktop without spying on her, obviously... she'd definitely call me out for trespassing again. {i}Ugh{/i}, this whole thing was stupid...
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_] Obviamente era imposible que yo supiera lo que estaba buscando en su escritorio sin espiarla... seguro que me volvería a acusar de allanamiento de morada. {i}ugh{/i}Todo esto fue estúpido...

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] Yeah, for now, I think it'd be best if I just let this one slide. Bringing it up at the breakfast table might not be the smartest move I could make.
es_es: [_danny_s_at_player_s_sad_2_s_talk_frown_] Yeah, por ahora, creo que será mejor que lo deje pasar. Sacar el tema en la mesa del desayuno podría no ser la decisión más inteligente que podría tomar.

source: [_danny_s_towards_s_frown_grin_s_wondering_] (Man, why'd I have to go and start phasing my head through walls I shouldn't be phasing my head through?)
es_es: [_danny_s_towards_s_frown_grin_s_wondering_] (Tío, ¿por qué he tenido que empezar a atravesar con la cabeza paredes que no debería atravesar con la cabeza?)

source: [_danny_] (Oh man, that is- sh-she's actually- I mean... this is {b}really{/b} happening in front of my own eyes right now!!)
es_es: [_danny_] (¡Oh, tío, és-és ella es en realidad- Quiero decir... ¡¡esto {b}realmente{/b} está sucediendo delante de mis propios ojos!!)

source: [_danny_] (Oh no, I think my heart's going to burst! It's beating {b}way{/b} too fast!!)
es_es: [_danny_] (¡Oh no, creo que mi corazón va a estallar! ¡Está latiendo {b}demasiado{/b} rápido!)

source: [_danny_] (Nope, shouldn't have done this, I should {u}not{/u} have done this!!)
es_es: [_danny_] (No, no debería haber hecho esto, ¡¡{u}no{/u}debería haber hecho esto!!)

source: [_danny_] (I mean, she's really just... sitting there... using a mini vibrator on herself...)
es_es: [_danny_] (Quiero decir, ella está realmente... sentada allí... usando un mini vibrador en sí misma...)

source: [_danny_] (This is just so...)
es_es: [_danny_] (Esto es tan...)

source: [_danny_] (I really don't know how I feel about this honestly... this was just supposed to be a funny prank...)
es_es: [_danny_] (No sé cómo me siento acerca de esto... sólo se suponía que era una broma divertida...)

source: [_jazz_] {i}Ahh… Ahhh{/i}… oh yes….
es_es: [_jazz_] {i}Ahh… Ahhh{/i}… oh sí….

source: [_jazz_] {i}Uhmmff{/i}... (Just like that... stick it right in there...)
es_es: [_jazz_] {i}Uhmmff {/i}... (Sí así... acaricia en ahí...)

source: [_jazz_] (Oooh, you're making my pussy nice and wet...) {i}Mmhffhh~{/i}...
es_es: [_jazz_] (Oooh, estás poniendo mi coño caliente y húmedo...) {i}Mmhffhh~{/i}...

source: [_jazz_] {i}Uhhh{/i}... God, I need some cock inside me right {i}nooow{/i}~...
es_es: [_jazz_] {i}Uhhh{/i}... Dios, necesito una polla dentro de mí {i}ahooora{/i}~...

source: [_jazz_] (Rubbing my clit feels soo fucking nice… {i}Hahh{/i}…)
es_es: [_jazz_] (Frotar mi clítoris és tan jodidamente agradable… {i}Hahh{/i}…)

source: [_jazz_] {i}Ngghhh{/i}… oh God, my nipples are so hard…
es_es: [_jazz_] {i}Ngghhh{/i}… oh Dios, mis pezones están tan duros…

source: [_jazz_] ({i}Uhhhnnn{/i}… it feels like little volts are surging through my pussy…)
es_es: [_jazz_] ({i}Uhhhnnn{/i}… se siente como descargas eléctricas que salen de mi coño…)

source: [_jazz_] {i}Hnnnghhh{/i}… God, my tits feel so good to just {b}squeeze{/b}…
es_es: [_jazz_] {i}Hnnnghhh{/i}… Dios, mis tetas se sienten tan bien {b}Hnnnghhh{/b}…

source: [_jazz_] Oh yessss, I'm gonna... oh shit~...!!
es_es: [_jazz_] Oh siiii, ¡¡voy a... oh mierda~...!!

source: [_jazz_] I'm about to... {b}fucking Christ{/b}...~!!
es_es: [_jazz_] Estoy a punto de... {b}¡¡¡Joder...~!!

source: [_danny_] (Wait a second... is she about to...?)
es_es: [_danny_] (Espera un segundo... ¿está a punto de...?)

source: [_danny_] (I should leave. Like now!!)
es_es: [_danny_] (Debería irme. ¡Ahora mismo!)

source: [_jazz_] Your cock is so big… Haggghhhh…
es_es: [_jazz_] Tu polla és tan grande… Haggghhhh…

source: [_jazz_] When did you grow so much?
es_es: [_jazz_] ¿Cuándo creciste tanto?

source: [_jazz_] I-I can't take it..!! I- Khhhh! I need more!!
es_es: [_jazz_] ¡¡No puedo soportarlo!! Yo... ¡Khhhh! ¡¡Necesito más!!

source: [_jazz_] I feel you cock sliding inside me…
es_es: [_jazz_] Siento tu polla deslizándose dentro de mí…

source: [_jazz_] It's rubbing all my key spots…Hnngghhh…
es_es: [_jazz_] Está frotando todos mis puntos clave…Hnngghhh…

source: [_jazz_] You're such a beast…
es_es: [_jazz_] Eres una bestia…

source: [_jazz_] S-So rough…*pant* *pant*
es_es: [_jazz_] Tan venosa

source: [_jazz_] It's in soo deep….
es_es: [_jazz_] Está en tan adentro….

source: [_jazz_] It feels like it's in my stomach…
es_es: [_jazz_] Siento que me llega al estómago…

source: [_jazz_] The way it twists and turns as it comes in is too much…
es_es: [_jazz_] La forma en que se retuerce y gira al follar és demasiado…

source: [_jazz_] Oh Danny… you're gonna make me cum!!!
es_es: [_jazz_] Oh Danny… ¡¡¡vas a hacer que me corra!!!

source: [_danny_] Woah, Jazz is masturbating … and she's kinda hot while doing it.
es_es: [_danny_] Woah, Jazz se está masturbando … y está muy sexi mientras lo hace.

source: [_jazz_] Yeah, Danny, lick my clit…Haaaahhh…
es_es: [_jazz_] Sí, Danny, lame mi clítoris…Haaaahhh…

source: [_jazz_] Your tongue feels so good there…
es_es: [_jazz_] Tu lengua se siente muy bien ahí…

source: [_jazz_] See how hard it is? Nnngaahhh!! L-Lick it more…
es_es: [_jazz_] ¿Ves lo difícil que és? ¡¡Nnngaahhh!! L-Lámelo más…

source: [_jazz_] I-It's too good… my mind is going blank…
es_es: [_jazz_] Es demasiado… mi mente se va a quedar en blanco…

source: [_jazz_] I love it… The feel of your cock in me…
es_es: [_jazz_] Me encanta… La sensación de tu polla en mí…

source: [_jazz_] Mnnnn… you're sucking my tits…
es_es: [_jazz_] Mnnnn… me estás chupando las tetas…

source: [_jazz_] You naughty boy… suck on it more…
es_es: [_jazz_] Chico travieso… chupa más…

source: [_danny_] I think I'm getting really horny from watching Jazz masturbate.
es_es: [_danny_] Creo que me estoy poniendo muy cachondo de ver a Jazz masturbarse.

source: [_danny_] Her pussy is so sexy and inviting…
es_es: [_danny_] Su coño es tan sexy y atractivo…

source: [_danny_] Maybe I could bang her as a ghost?
es_es: [_danny_] ¿Quizás podría tirármela con mi forma de fantasma?

source: [_danny_] Nah, I don't have enough control for that yet.
es_es: [_danny_] No, aún no tengo suficiente control para eso.

source: [_danny_] I guess I'll keep watching for now… I want to see her cum.
es_es: [_danny_] Supongo que seguiré mirando por ahora… Quiero verla correrse.

source: [_jazz_] Nghh… it's coming…it's comingggg…
es_es: [_jazz_] Nghh… ya viene…ya vieneeee…

source: [_jazz_] Nnnn!! You're cumming too, Danny?
es_es: [_jazz_] ¡¡Nnnn!! ¿también te estás corriendo Danny?

source: [_jazz_] Then cum with me… together!!
es_es: [_jazz_] Entonces córrete conmigo… ¡¡Juntos!!

source: [_jazz_] Hn..hnnn..Hn…C-Cumming!!
es_es: [_jazz_] Hn..hnnn..Hn…¡¡Me co-corroooo!!

source: [_danny_] Whoa she squirted all over her chair… that was so hot.
es_es: [_danny_] Whoa, ella chorreó sobre su silla… esto és muy excitante.

source: [_jazz_] *pant*… *pant*… That was soo good….
es_es: [_jazz_] *jadeo*… *jadeo*… Eso fue muy bueno….

source: [_jazz_] I'd better clean up though.
es_es: [_jazz_] Será mejor que limpie.

source: [_danny_] Oops, I think it's high time for me to leave.
es_es: [_danny_] Uy, creo que ya és hora de que me vaya.

source: Did you give Dash Jazz's panties?
es_es: ¿Le diste a Dash las bragas de Jazz?

source: Yes, I did.
es_es: Sí, lo hice.

source: No, of course not!
es_es: No, ¡por supuesto qué no!
