Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_p_phantom.po
Languages: es_es

source: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Man oh man, I think my stomach shrank in my sleep or something!
es_es: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} ¡Tío, oh tío, creo que mi estómago creció mientras dormía o algo así!

source: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] I am {b}super{/b} hungry. Probably from fighting off so many shadow monsters lately... I better grab something to eat before I head to school.
es_es: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Estoy {b}super{/b} hambriento. Probablemente sea de luchar contra tantos monstruos de las sombras últimamente... Será mejor que coma algo antes de ir a la escuela.

source: [_danny_s_towards_s_talk_happy_] There's probably something in the kitchen to snack on like some cereal or something.
es_es: [_danny_s_towards_s_talk_happy_] Probablemente haya algo en la cocina para picar, como cereales o algo así.

source: [_danny_s_talk_happy_] Mornin', Jazz.
es_es: [_danny_s_talk_happy_] Buenos días, Jazz.

source: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}good{/i} morning Danny! Glad to finally see you roaming around here.
es_es: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}¡buenos días{/i} Danny! Me alegro de verte por fin rondando por aquí.

source: [_danny_s_talk_frown_s_wondering_] What are you talking about? I {b}live{/b} here.
es_es: [_danny_s_talk_frown_s_wondering_] ¿De qué estás hablando? Yo {b}vivo{/b} aquí.

source: [_jazz_s_talk_frown_s_rise_one_] {i}Barely{/i}. Seems to me you're always out and about after school, doing {b}God{/b} knows what.
es_es: [_jazz_s_talk_frown_s_rise_one_] {i}Apenas{/i}. Parece que siempre estás por ahí fuera después de clase, haciendo {b}Dios{/b} sabe qué.

source: [_danny_s_talk_frown_] Oh c'mon, I haven't been gone {i}that{/i} much!
es_es: [_danny_s_talk_frown_] ¡Oh Vamos!, ¡{i}Eso{/i} no és tanto como dices!

source: [_danny_s_talk_frown_2_s_sad_] ...have I?
es_es: [_danny_s_talk_frown_2_s_sad_] ... ¿o no?

source: [_jazz_s_talk_frown_s_idle_2_] I'd say you have! You don't stay in {b}nearly{/b} as much as you used to.
es_es: [_jazz_s_talk_frown_s_idle_2_] Yo diría que sí. Ya no estás por {b}aquí{/b} tanto como antes.

source: [_danny_s_talk_happy_s_rise_one_] Well, hey, isn't that a good thing? Functioning young adults are {i}supposed{/i} to have a healthy social life, right?
es_es: [_danny_s_talk_happy_s_rise_one_] Bueno, ¿no és algo bueno? Se {i}supone{/i} que los jóvenes y adultos deben de tener una vida social sana, ¿no?

source: [_jazz_s_talk_frown_s_idle_2_] At all hours of the night, though? Come on, Danny, you can't expect me to believe that's a good social condition for a growing-
es_es: [_jazz_s_talk_frown_s_idle_2_] ¿Incluso durante las horas nocturnas? Vamos, Danny, no esperes que crea que sea una buena condición para tener una creciente vida social

source: [_danny_s_talk_frown_2_] Okay, then tell me, how often do you hang with {i}your{/i} friends? How many friends do you even {i}have{/i}? Tell me how {i}your{/i} social life's been treating you lately?
es_es: [_danny_s_talk_frown_2_] Vale, entonces dime, ¿con qué frecuencia sales con {i}tus{/i} amigos? ¿Cuántos amigos {i}tienes{/i}? Dime ¿cómo te va {i}tu{/i} vida social últimamente?

source: [_jazz_s_down_s_talk_frown_s_idle_2_] Well... well I- I mean... I have-! I've been hanging with... look, people just {u}know{/u} I'm pretty popular, okay?
es_es: [_jazz_s_down_s_talk_frown_s_idle_2_] Bueno... bueno yo... quiero decir... He... He estado saliendo con... mira, la gente sólo {u}sabe{/u} que soy bastante popular, ¿vale?

source: [_danny_s_talk_frown_s_towards_s_wondering_] Okay then, name me just {u}one{/u} of your friends outside the family.
es_es: [_danny_s_talk_frown_s_towards_s_wondering_] De acuerdo entonces, nómbrame sólo {u}uno{/u} de tus amigos fuera de la familia.

source: [_danny_s_talk_happy_s_rise_one_] Yeah, see?
es_es: [_danny_s_talk_happy_s_rise_one_] Sí, ¿ves?

source: [_jazz_s_talk_frown_s_sad_] No, th-that's not fair, I was {b}thinking{/b}! You just... caught me off guard with the question is all!
es_es: [_jazz_s_talk_frown_s_sad_] ¡No, eso no vale, estaba {b}pensando{/b}! ¡Me has pillado desprevenida con la pregunta!

source: [_danny_s_wondering_s_talk_happy_2_] Alrighty then, take your time. I'll wait.
es_es: [_danny_s_wondering_s_talk_happy_2_] Bien, entonces tómate tu tiempo. Voy a esperar.

source: [_jazz_s_talk_frown_s_down_s_idle__] Okay... well... {i}ehhmmm{/i}...
es_es: [_jazz_s_talk_frown_s_down_s_idle__] Vale... bueno... {i}ehhmmm{/i}...

source: [_jazz_s_down_wide_1_] I mean... Dash sorta says hi, and stuff! Even though he tried to assault me in the halls that one time he was all green and nasty, I'm pretty certain that was something crazy ghost related.
es_es: [_jazz_s_down_wide_1_] Quiero decir... ¡Dash me dice hola y esas cosas! A pesar de que una vez estaba desagradable e iba todo de verde, trató de asaltarme en los pasillos. Estoy segura de que era algo relacionado con fantasmas.

source: [_jazz_s_talk_happy_s_idle_2_] He apologized about it later, which was sweet... I think {i}he's{/i} pretty nice, I guess...
es_es: [_jazz_s_talk_happy_s_idle_2_] Se disculpó más tarde, fue dulce... Creo que {i}és{/i} bastante agradable, creo...

source: [_danny_s_talk_frown_s_sad_] Sorry sis, but I really don't think you can consider the guy who wants to get into your pants an actual "friend", sis.
es_es: [_danny_s_talk_frown_s_sad_] Lo siento hermanita, pero realmente no creo que puedas considerar al tipo que quiere meterte mano como un verdadero "amigo", hermanita.

source: [_jazz_s_angry_s_talk_frown_] Uhm, {i}excuse{/i} you, Dash does {i}not{/i} think of me like that!
es_es: [_jazz_s_angry_s_talk_frown_] Uhm, {i}perdona{/i}, ¡Dash {i}no{/i} piensa en hacerme nada de eso!

source: [_danny_s_talk_frown_] Well, why else would he ask me for your panties then?
es_es: [_danny_s_talk_frown_] Bueno, ¿por qué si no me iba a pedir tus bragas entonces?

source: [_jazz_s_towards_s_talk_frown_] {b}Wh-what?!{/b} When did he... {u}what?!{/u}
es_es: [_jazz_s_towards_s_talk_frown_] {b}¿Q-Qué?{/b} ¿Cuándo...? {u}¡¿Qué?!{/u}

source: [_danny_s_talk_frown_2_s_neutral_] Yeah, he wanted them for... well who knows for what. I'd rather not think about it, myself. But what a creep, right?
es_es: [_danny_s_talk_frown_2_s_neutral_] Sí, las quería para... bueno, quién sabe para qué. Prefiero no pensar en ello. ¿Asqueroso verdad?

source: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, and so...?
es_es: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, ¿y entonces...?

source: [_danny_s_rise_one_s_talk_frown_] Uhm, soooo... what?
es_es: [_danny_s_rise_one_s_talk_frown_] uhm, entonces... ¿qué?

source: [_jazz_s_talk_frown_] So, {b}did{/b} you give him any of my underwear, Danny?!
es_es: [_jazz_s_talk_frown_] Entonces, {b}¡¿Le diste alguna de mi ropa interior?!{/b}

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Well... I mean... I really had to get past him in the hall, and he refused to move, so... I sorta-
es_es: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Bueno... Quiero decir... Tenía que pasar por el pasillo y estaba en el medio, se negó a moverse, así que... Yo como que

source: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny!! Oh my God!!
es_es: [_jazz_s_sad_s_talk_frown_s_towards_wide_] ¡Danny! ¡¡Dios mío!!

source: [_danny_s_talk_frown_2_] Hey, I'm sorry! Look, I feel terrible about it, but I really did need to get by him.
es_es: [_danny_s_talk_frown_2_] ¡lo siento! Mira, me siento fatal por ello, pero necesitaba pasar y no me dejaba.

source: [_jazz_s_idle_2_s_talk_frown_] God, Danny, that's so {i}creepy{/i}!! Stay out of my room from now on. That is {b}such{/b} an invasion of my privacy!!
es_es: [_jazz_s_idle_2_s_talk_frown_] Dios Danny, ¡¡eso és {i}horrible{/i}!! Mantente fuera de mi habitación a partir de ahora. ¡Esto és {b}como{/b} una invasión de mi privacidad!!

source: [_jazz_s_angry_] I don't care what reason you did it for, you should have come to me first, at the very least!!
es_es: [_jazz_s_angry_] No me importa la razón por la que lo hiciste, ¡¡como mínimo deberías haber acudido a mí primero!!

source: [_danny_s_talk_frown_] Jazz, I'm sorry!! I didn't know how to come to you about it... I just didn't want to have some sort of awkward conversation with you.
es_es: [_danny_s_talk_frown_] ¡Jazz, lo siento! No sabía cómo hablarte de ello... No quería tener una conversación incómoda contigo.

source: [_jazz_s_talk_frown_s_angry_] Is me freaking about it right now any better?!
es_es: [_jazz_s_talk_frown_s_angry_] ¡¿quieres que me enfade todavía más?!

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well, you asked about it! I can't lie to you either, Jazz.
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_] Bueno, ¡tú lo preguntaste! Yo no puedo mentirte, Jazz.

source: [_jazz_s_down_s_talk_frown_] Ugh... well... just... don't ever do that again. {u}Promise{/u} me right now, Danny, that you won't ever trespass or steal from my room again.
es_es: [_jazz_s_down_s_talk_frown_] Uhg... Bueno... no vuelvas a hacerlo. {u}Prométeme{/u} ahora mismo, Danny, que no volverás a entrar ni a robar en mi habitación.

source: [_danny_s_talk_happy_s_towards_wide_] Uhm, yeah, sure I promise...
es_es: [_danny_s_talk_happy_s_towards_wide_] Uhm, sí, claro, lo prometo...

source: [_jazz_s_angry_s_talk_frown_] You promise {i}what{/i}, Danny?
es_es: [_jazz_s_angry_s_talk_frown_] ¿Prometes {i}qué{/i} Danny?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] Yes, Jasmine Fenton, I promise {i}not{/i} to trespass or take things from your room ever again. On my soul.
es_es: [_danny_s_towards_s_wondering_s_talk_frown_2_] Sí, Jasmine Fenton, prometo a {i}no{/i} volver a entrar ni a coger cosas de tu habitación. Por mi alma.

source: [_danny_s_talk_frown_s_sad_] Was {i}that{/i} better?
es_es: [_danny_s_talk_frown_s_sad_] ¿Está {i}así{/i} mejor?

source: [_jazz_s_down_s_talk_frown_s_angry_] ...ugh, you're such a brat, Danny. You make for such an annoying little brother.
es_es: [_jazz_s_down_s_talk_frown_s_angry_] ...ugh, eres un mocoso, Danny. Eres un hermano pequeño muy molesto.

source: [_jazz_s_talk_happy_s_towards_s_idle__] ...but at least you fessed up to it. And Dash is still a creep, so... thanks for telling me.
es_es: [_jazz_s_talk_happy_s_towards_s_idle__] ...pero al menos lo confesaste. Y Dash sigue siendo un asqueroso, así que... gracias por decírmelo.

source: [_danny_s_talk_happy_s_rise_one_] Hey, no problem sis... I'm glad we could work this out betwe-
es_es: [_danny_s_talk_happy_s_rise_one_] Hey, no hay problema hermana... Me alegro de que pudiéramos resolver esto entre

source: [_jazz_] Okay, but you're seriously distracting me now, so be quiet.
es_es: [_jazz_] Vale, me estás distrayendo mucho, así que cállate.

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] No, of course I wouldn't, are you kidding?
es_es: [_danny_s_talk_frown_s_wondering_s_towards_wide_] No, perdón, no podría, ¿estás de broma?

source: [_danny_s_closed_s_talk_frown_2_] That'd be a {b}total{/b} invasion of your privacy!
es_es: [_danny_s_closed_s_talk_frown_2_] ¡Eso sería una {b}total{/b} invasión de tu privacidad!

source: [_jazz_s_talk_happy_s_idle_2_] Well thank you, Danny. I'm glad you told me that happened. And I'm glad you didn't go through with it.
es_es: [_jazz_s_talk_happy_s_idle_2_] Bueno, gracias, Danny. Me alegro de que me contaras lo que pasó. Y me alegro de que no lo hicieras.

source: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Well, I guess I can't consider that creep Baxter as a real friend. {i}*Blech*{/i}
es_es: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Bueno, creo que no puedo considerar a ese asqueroso de Baxter como un verdadero amigo. {i}*Puaj*{/i}

source: [_danny_s_talk_happy_s_wondering_] That's what I've been saying, Jazz! He only listens to you cause he think's you're cute.
es_es: [_danny_s_talk_happy_s_wondering_] ¡Eso és lo que he estado diciendo Jazz! Sólo te escucha porque eres linda.

source: [_jazz_s_talk_frown_s_down_s_sad_] Oh shut up, nobody thinks I'm cute!
es_es: [_jazz_s_talk_frown_s_down_s_sad_] ¡Oh, cállate, nadie piensa que soy linda!

source: [_danny_s_talk_frown_s_rise_one_] Come on Jazz, you don't actually have that opinion of yourself, right?
es_es: [_danny_s_talk_frown_s_rise_one_] Vamos Jazz, en realidad no tienes esa opinión de ti misma, ¿cierto?

source: [_jazz_s_down_s_talk_frown_s_sad_] What opinion? It's pretty much fact; nobody at Casper High has {u}ever{/u} asked me out. I must carry some sort of parasite or something. Being related to {i}this{/i} family, it's more than likely, too...
es_es: [_jazz_s_down_s_talk_frown_s_sad_] ¿Qué opinión? {u}Es un hecho; nadie en el instituto Casper me ha invitado a salir nunca. Debo llevar algún tipo de parásito o algo así. Estando emparentada con {i}esta{/i} familia, és más que probable...

source: [_danny_s_talk_frown_2_s_wondering_] Jeez, is that true? Like, nobody's asked ever?
es_es: [_danny_s_talk_frown_2_s_wondering_] Cielos, ¿es verdad? ¿Nadie lo ha preguntado nunca?

source: [_jazz_s_closed_s_talk_frown_s_idle_2_] Yeup. I mean... sure people {i}like{/i} me, I guess, but... I don't think it has anything to with actually {i}liking{/i} me. People just don't see me like that I suppose.
es_es: [_jazz_s_closed_s_talk_frown_s_idle_2_] Sí. Quiero decir... seguro que a la gente {i}le gusto{/i}, supongo, pero... No creo yo que tenga nada que {i}guste{/i}. La gente no me ve como soy.

source: [_danny_s_talk_happy_2_] Well, who knows, maybe they're just intimidated?
es_es: [_danny_s_talk_happy_2_] Bueno, quién sabe, ¿quizás sólo están intimando?

source: [_jazz_s_talk_frown_s_rise_one_] Why? Do I exude some sort of scary, psycho aura or something?
es_es: [_jazz_s_talk_frown_s_rise_one_] ¿Por qué? ¿Emito algún tipo de aura psicópata o algo atractivo?

source: [_danny_s_talk_frown_s_wondering_] I don't know... people just might be too nervous to ask you out is all.
es_es: [_danny_s_talk_frown_s_wondering_] No sé... puede todo sea que estén demasiado nerviosos para invitarte a salir.

source: [_danny_s_talk_happy_s_rise_one_] ...I mean, honestly, I consider you really pretty... I'd probably ask-
es_es: [_danny_s_talk_happy_s_rise_one_] ...quiero decir, honestamente, te considero realmente guapa... ...probablemente te lo pediría--

source: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah!! Oh sure, Danny, you must think I'm just {i}gorgeous{/i}! I appreciate the bone you're trying to throw me, little brother, but I know you're just trying to be nice.
es_es: [_jazz_s_closed_s_talk_happy_s_rise_one_] ¡¡Bah hahah!! Oh claro, Danny, debes pensar que soy {i}¡guapísima{/i}! Te agradezco el ánimo, hermanito, pero sé que sólo intentas ser amable.

source: [_jazz_s_at_laptop_s_talk_frown_s_idle__] It doesn't matter, anyway, I've got other things to focus on other than boys.
es_es: [_jazz_s_at_laptop_s_talk_frown_s_idle__] No és tan importante de todas formas, tengo otras cosas en las que centrarme aparte de los chicos.

source: [_danny_s_wondering_s_talk_frown_] Like what?
es_es: [_danny_s_wondering_s_talk_frown_] ¿Cómo qué?

source: [_jazz_s_towards_s_talk_frown_] Maintaining my track record as the best student in Casper High's history is a full time commitment, Danny!
es_es: [_jazz_s_towards_s_talk_frown_] ¡Mantenerme como la mejor estudiante de la historia del instituto Casper es un compromiso a tiempo completo, Danny!

source: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] I've got to write my conclusion for Mr. Simmer's philosophy paper, I have to organize my group project's materials into a proper slideshow presentation with 3D graphics, {b}and{/b} I have Lancer having me tutor Dash in algebra now!
es_es: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] Tengo que escribir mi conclusión para el trabajo de filosofía del Sr. Simmer, tengo que organizar los materiales de mi proyecto de grupo en una presentación de diapositivas con gráficos en 3D, {b}y{/i} ¡tengo a Lancer haciéndome ser la tutora de Dash en álgebra!

source: [_jazz_s_sit_2_s_angry_s_at_laptop_] There is just {b}so{/b} much that needs to be done and so little time to-
es_es: [_jazz_s_sit_2_s_angry_s_at_laptop_] Hay {b}tanto{/b} que hacer y tan poco tiempo

source: [_laptop_] {i}*HAHH*{/i} {i}*OHMGMM*{/i} {i}*FUUCK*{/i} {i}*GNNMFH*{/i} {i}*YEEAAHH*{/i} {i}*AAHNGM*{/i} {i}*GASP*{/i} {i}*FUUUGH*{/i}
es_es: [_laptop_] {i}*HAHH* {i}*OHDIOSMIMM* {i}*JODERRR* {i}*GNNMFH* {i}*YEEAAHH* {i}*AAHNGM* {i}*GASP* {i}*jODEEEGGG*

source: [_laptop_] {i}*Slam*{/i}
es_es: [_laptop_] {i}*portazo*{/i}

source: [_danny_s_talk_frown_] ...was... was that-
es_es: [_danny_s_talk_frown_] ...era... era eso

source: [_jazz_s_towards_s_talk_frown_s_angry_] NO, IT WASN'T!!
es_es: [_jazz_s_towards_s_talk_frown_s_angry_] ¡¡NO, NO LO ERA!!

source: [_danny_s_talk_frown_s_rise_one_] Jeez, okay! It just... I was pretty sure it sounded like-
es_es: [_danny_s_talk_frown_s_rise_one_] ¡Jesús, vale! Es que... Estaba seguro de que sonaba como

source: [_jazz_s_talk_frown_s_angry_] I don't care what you {i}think{/i} it sounded like, Danny, it {b}wasn't{/b} that.
es_es: [_jazz_s_talk_frown_s_angry_] No me importa lo que tú {i}pienses{/i}, Danny, no {b}era{/b} eso.

source: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, it's fine, I don't care if you watch-
es_es: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, está bien, no me preocupa si ves

source: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}NATURE DOCUMENTARIES!!{/b}
es_es: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}¡¡DOCUMENTALES DE LA NATURALEZA!!{/B}

source: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...what?
es_es: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...¿qué?

source: [_jazz_s_talk_frown_s_idle_2_] It was just a nature documentary is all! A new Jungle Planet special on wailing coyotes... in Nebraska!
es_es: [_jazz_s_talk_frown_s_idle_2_] ¡Sólo era un documental de naturaleza! Un nuevo especial de Jungle Planet sobre coyotes ululantes... ¡en Nebraska!

source: [_jazz_s_down_s_talk_happy_s_sad_] I was watching part of it last night, b-but I got tired half way through is all! I just slipped right to sleep!
es_es: [_jazz_s_down_s_talk_happy_s_sad_] ¡Anoche estuve viendo una parte, pe-pero me cansé a la mitad. Me quedé dormida!

source: [_danny_s_talk_happy_] Seriously, Jazz, it's not that big a deal. Pretty much everyone looks at por-
es_es: [_danny_s_talk_happy_] En serio, Jazz, no és para tanto. Casi todo el mundo mira por-

source: [_jazz_s_angry_s_talk_frown_s_towards_] I am {b}not{/b} having this conversation with you, Danny!!
es_es: [_jazz_s_angry_s_talk_frown_s_towards_] ¡¡{b}No{/b} voy a tener esta conversación contigo Danny!!

source: [_jazz_s_angry_s_talk_frown_s_down_] Those were coyote wails from a nature documentary, which I found informative and captivating! Got it?!
es_es: [_jazz_s_angry_s_talk_frown_s_down_] ¡Eran lamentos de coyote de un documental sobre la naturaleza que me pareció informativo y cautivador. ¿Entendido?!

source: [_jazz_s_angry_s_talk_frown_s_towards_] {b}GOT IT{/b}?!?
es_es: [_jazz_s_angry_s_talk_frown_s_towards_] ¿¡¿{b}ENTENDIDO{/b}?!?

source: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Okay, okay, I got it! Coyotes, understood! Just calm down, Jazz.
es_es: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Vale, vale, ¡lo entiendo! ¡Coyotes, ¡entendido! Cálmate, Jazz.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] I'm sorry if nature programs are such a hot-button issue for you.
es_es: [_danny_s_talk_frown_2_s_towards_s_rise_one_] Perdona si los programas de naturaleza son un tema tan valioso para ti.

source: [_jazz_s_talk_frown_s_closed_s_idle__] Ugh! You're just an uninformed joker, and I'm done dealing with your nonsense for today. I'm heading to school early.
es_es: [_jazz_s_talk_frown_s_closed_s_idle__] ¡Uf! No eres más que un ignorante bromista, he terminado de lidiar con tus tonterías por hoy. Me voy a la escuela.

source: [_danny_s_talk_frown_] Come on, Jazz, weren't you {i}just{/i} saying you don't see me enough?
es_es: [_danny_s_talk_frown_] Vamos, Jazz, ¿no {i}acabas{/i} de decir que no me ves lo suficiente?

source: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, just... get bent, Danny!
es_es: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, sólo... ¡piérdete Danny!

source: [_danny_s_frown_2_s_wondering_] ("Get bent?")
es_es: [_danny_s_frown_2_s_wondering_] ("¿piérdete?")

source: [_danny_] (Well then... {i}she{/i} certainly had her thumb stuck {u}well{/u} up her butt this morning...)
es_es: [_danny_] (Bueno, entonces... {i}ella{/i} esta mañana se ha levantado de {u}muy{/u} mala ostia...)

source: [_danny_] (I don't even see what the big issue is! Watching porn is like, {i}beyond{/i} normal at our age.)
es_es: [_danny_] (¡Ni siquiera veo cuál es el problema! Ver porno és como, {i}algo{/i} normal a nuestra edad)

source: [_danny_] (Some people just never learn to get comfortable in their own skin, I guess.)
es_es: [_danny_] (Supongo que algunas personas nunca aprenden a sentirse cómodas consigo mismas)

source: [_danny_s_smile_s_rise_one_] (Hah, she probably can't figure out how to touch herself properly... wouldn't know where to rub!)
es_es: [_danny_s_smile_s_rise_one_] (Hah, probablemente no sepa cómo tocarse correctamente... ¡no sabría dónde frotarse!)

source: [_danny_s_frown_grin_] (...not that I have much expertise in the area of touching naked women {i}either{/i}...)
es_es: [_danny_s_frown_grin_] (...tampoco és que yo tenga mucha experiencia en {i}dónde{/i} tocar a una mujer desnuda...)

source: [_danny_s_frown_2_] (She must not be getting much satisfaction out of it if she's this high strung just talking about it...)
es_es: [_danny_s_frown_2_] (No debe estar obteniendo mucha satisfacción si se pone así de nerviosa sólo por hablar de ello...)

source: [_danny_] (Maybe...)
es_es: [_danny_] (Tal vez...)

source: [_danny_s_towards_] (...maybe I should try to use my powers to watch her sometime...?)
es_es: [_danny_s_towards_] (...¿quizás debería intentar usar mis poderes para vigilarla alguna vez...?)

source: [_danny_s_smile_] (It'd be wrong, and totally weird, but... kinda funny? Right?)
es_es: [_danny_s_smile_] (Estaría mal, y sería totalmente raro, pero... ¿un poco gracioso? ¿Verdad?)

source: [_danny_s_smile_] (Yeah... it'd just be a bit of teasing is all... just a hilarious joke between us...)
es_es: [_danny_s_smile_] (Sí... sería sólo un poco de picaresca, eso és... sólo una broma graciosa entre nosotros...)

source: [_danny_s_grin_happy_] (That settles it! I'll just go and at least check out what {i}kind{/i} of porn she's watching at night. It'll be great to see her react when I bring it up...)
es_es: [_danny_s_grin_happy_] (¡Ya está! Iré a ver qué {i}clase{/i} de porno ve por la noche. Será genial ver su reacción cuando saque el tema...)

source: [_danny_s_frown_s_at_player_] (Again... just to be funny...)
es_es: [_danny_s_frown_s_at_player_] (De nuevo... sólo para divertirme...)

source: [_danny_s_sad_s_talk_frown_2_] Okay... so it's pretty late into the night already.
es_es: [_danny_s_sad_s_talk_frown_2_] Vale... ya és de noche.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz has already gone and held herself up in her room... which tells me she's either studying in private... or she's having herself some {i}"private time"{/i}.
es_es: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz ya se ha ido y se ha encerrado en su habitación... lo que me dice que o está estudiando en privado... o se está tomando un {i}"rato privado"{/i}.

source: [_danny_s_talk_frown_s_wondering_] I really shouldn't be doing this but...
es_es: [_danny_s_talk_frown_s_wondering_] No debería hacer esto, pero...
