Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_cylindrical.po
Languages: es_es

source: [_jack_] I call it, the "Fenton Feline Phantasm Eliminator"!!
es_es: [_jack_] ¡¡Lo llamo el "Eliminador de Fantasmas en Felinos Fenton"!!

source: [_jack_] ...it's a hair brush that gets out evil spirits from your cat's body.
es_es: [_jack_] ...és un cepillo de pelo que saca los malos espíritus del cuerpo de tu gato.

source: [_danny_s_talk_frown_s_towards_s_sad_] ...but dad, we don't {i}have{/i} a cat!
es_es: [_danny_s_talk_frown_s_towards_s_sad_] ...pero papá, ¡{i}no tenemos{/i} ningún gato!

source: [_jack_] Right, but if we ever {i}got{/i} one, do {i}you{/i} want to be the one to deal with {b}Ecto-Hairballs{/b}? I certainly don't!
es_es: [_jack_] Cierto, pero si alguna vez {i}tenemos{/i} uno, ¿quieres ser {i}tú{/i} quien se ocupe de {b}Ecto-limpiarlo{/b}? ¡Yo no!

source: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] Hey dad? Since it doesn't work, do you mind if I have the Fenton Thermos?
es_es: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] ¿Papá? Ya que no funciona, ¿te importa si me quedo con el termo de Fenton?

source: [_danny_s_talk_happy_s_sad_] I think it'd be cool to start drinking coffee, now that I'm a junior ghost hunter!
es_es: [_danny_s_talk_happy_s_sad_] Creo que sería genial empezar a tomar café, ¡ahora que soy un cazafantasmas junior!

source: [_danny_s_closed_s_rise_one_s_talk_happy_2_] Gotta stay awake late at night to catch those pervert ghosts, right?
es_es: [_danny_s_closed_s_rise_one_s_talk_happy_2_] Hay que estar despierto hasta altas horas de la noche para atrapar a esos fantasmas pervertidos, ¿sabes?

source: [_jack_] Good idea, Danny, it's all yours! Just make sure you don't accidentally open the emergency Ecto-Exhaust port while you're drinking!
es_es: [_jack_] ¡Buena idea, Danny, es todo tuyo! ¡Sólo asegúrate de no abrir accidentalmente el puerto de emergencia Ecto-Agotador mientras bebes!

source: [_jack_] ...otherwise you'll pretty much be in need of a whole new skin graft.
es_es: [_jack_] ...de lo contrario necesitarás un nuevo injerto de piel.

source: [_danny_s_talk_frown_2_s_sad_] Uhm, what?
es_es: [_danny_s_talk_frown_2_s_sad_] Uhm... ¿qué?

source: [_jack_] Welp, I'll be working down here in the lab if you need me!
es_es: [_jack_] ¡Bueno, estaré trabajando aquí en el laboratorio si me necesitas!

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (You know, it's hard to believe dad {b}actually{/b} made it through college, sometimes.)
es_es: [_danny_s_frown_2_s_at_player_s_rise_one_] (Sabes, a veces és difícil de creer que papá {b}realmente{/b} haya ido a la universidad)

source: [_danny_s_towards_wide_s_grin_happy_s_sad_2_s_thermos_] (Guess I get to keep the Thermos now though! This should help with ghost catching.)
es_es: [_danny_s_towards_wide_s_grin_happy_s_sad_2_s_thermos_] (¡Aunque supongo que ahora puedo quedarme con el termo! Esto debería ayudarme a atrapar fantasmas)

source: [_danny_s_rise_one_s_frown_s_at_player_] (But then again, will it even work? I don't want it destroying {b}my{/b} clothes in the middle of a battle!)
es_es: [_danny_s_rise_one_s_frown_s_at_player_] (Pero, ¿funcionará? ¡No quiero que rompa {b}mi{/b} ropa en medio de una batalla!)

source: [_danny_s_down_s_rise_one_s_frown_grin_] (I guess I should test it first... Mom said I just push this button here, so...)
es_es: [_danny_s_down_s_rise_one_s_frown_grin_] (Creo que debería probarlo primero... Mamá me dijo que pulsara este botón de aquí, así que...)

source: [_danny_s_closed_s_frown_grin_2_s_sad_] (Here goes nothing!)
es_es: [_danny_s_closed_s_frown_grin_2_s_sad_] (¡Aquí va!)

source: [_danny_s_frown_2_] (Just gotta wait patiently, that's the key... and to pray this thing doesn't blow my hand off...)
es_es: [_danny_s_frown_2_] (Sólo hay que esperar pacientemente, esa es la clave... y rezar para que esta cosa no me vuele la mano...)

source: [_danny_s_sad_s_grin_happy_] (Hey, I think it worked! I knew Mom could do it!)
es_es: [_danny_s_sad_s_grin_happy_] (¡Eh, creo que funcionó! ¡Sabía que mamá podía hacerlo!)

source: [_danny_s_rise_one_s_frown_3_] (Although, it doesn't look like there's much power in it... the Ecto-Battery's not fully jolted to start sustaining itself fully.)
es_es: [_danny_s_rise_one_s_frown_3_] (Aunque no parece que tenga mucha energía... la ecto batería no está totalmente cargada para sustentarlo)

source: [_danny_s_at_player_s_frown_grin_] (Hmmm... Mom said that the battery was supposed to be run on {b}Ecto-Energy{/b}...)
es_es: [_danny_s_at_player_s_frown_grin_] (Hmmm... Mamá dijo que la batería debía funcionar con {b}Ecto-Energía{/b}...)

source: [_danny_s_frown_grin_2_s_down_s_sad_] (Maybe if I try something light enough with my powers, I can jump start it? Might as well try it!)
es_es: [_danny_s_frown_grin_2_s_down_s_sad_] (Quizá si pruebo con un ligero toque de poder mío, ¿podría arrancarlo?. ! Voy a intentarlo¡)

source: [_danny_s_frown_grin_3_s_angry_] (Okay... gotta focus {i}just{/i} enough energy into my hand... picture the {b}egg{/b}... in the {b}microwave{/b}... not... {u}exploding{/u}!!)
es_es: [_danny_s_frown_grin_3_s_angry_] (Vale... tengo que concentrar {i}sólo{/i} la suficiente energía en mi mano... ¡imagina un {b}huevo{/b}... en el {b}microondas{/b}... que no... {u}explota{/u}!)

source: [_danny_s_grin_happy_s_sad_] (I think that did it! Alright, working Thermos! Heh he, it's {i}all{/i} in the wrist!)
es_es: [_danny_s_grin_happy_s_sad_] (¡Creo que ya está! ¡Muy bien, termo funcionando! Je je, ¡estaba {i}todo{/i} en mis manos!)

source: [_danny_s_at_player_s_angry_] (Watch out ghosts and spectres, there's a brand new, fully fledged ghost hunter in town, and his name is...)
es_es: [_danny_s_at_player_s_angry_] (Cuidado fantasmas y espectros, hay un nuevo cazafantasmas en la ciudad, y se llama...)

source: [_danny_s_frown_3_s_wondering_] (Hmmm... still gotta think of a good name for myself... uhm...)
es_es: [_danny_s_frown_3_s_wondering_] (Hmmm... todavía tengo que pensar en un buen nombre para mí... uhm...)

source: [_danny_s_towards_s_neutral_s_frown_2_] (Ehh, it'll come to me later.)
es_es: [_danny_s_towards_s_neutral_s_frown_2_] (Ehh, ya se me ocurrirá más tarde)

source: Would you like to order the "Box-O-Parts" through the Mystery Shop guy?
es_es: ¿Quieres encargar la "Caja de Piezas" al tipo de la Tienda Misteriosa?

source: Sure, I don't think I'll be able to get it otherwise.
es_es: Claro, no creo que pueda conseguirlo de otra manera.

source: Can't you just give me your friends contact number in "Toronto"?
es_es: ¿Podrías darme el número de teléfono de tus amigos en "Toronto"?

source: No thanks, I don't wanna buy anything right now.
es_es: No gracias, no quiero comprar nada ahora.
