Repository: DRincs-Productions/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode4_MZ.po
Languages: es_es

source: [_desiree_s_towards_wide_s_talk_frown_] I {i}also{/i} haven't gone to the lengths of blasting scalding plasma in your face or clawing your eyes out thanks in part to the wish I've just granted you... I don't exactly find myself in a murderous mood at the {u}moment{/u}...
es_es: [_desiree_s_towards_wide_s_talk_frown_] Yo {i}tampoco{/i} he llegado al extremo de lanzarte plasma hirviendo a la cara o arrancarte los ojos con el deseo que acabo de concederte... No me encuentro precisamente de humor asesino en este {u}momento{/u}...

source: [_desiree_s_angry_s_talk_frown_2_] Now then, what reason could you {i}possibly{/i} have released me for? Speak up!
es_es: [_desiree_s_angry_s_talk_frown_2_] Ahora bien, ¿por qué razón {i}posible{/i} me has liberado? ¡Habla!

source: [_danny_s_talk_frown_s_wondering_] Well, I'm looking to propose... a... proposition to you.
es_es: [_danny_s_talk_frown_s_wondering_] Bueno, quiero proponerte... una... proposición.

source: [_desiree_s_sad_s_talk_frown_] Bit of a redundant statement... but alright, get on with it then.
es_es: [_desiree_s_sad_s_talk_frown_] Un poco redundante... pero bueno, adelante.

source: [_danny_s_talk_frown_s_neutral_s_at_danny_] The thing is, I'm going to be battling ghosts from here on out. Ghosts just like you, probably even worse, honestly.
es_es: [_danny_s_talk_frown_s_neutral_s_at_danny_] La cosa es que voy a estar luchando contra fantasmas de aquí en adelante. Fantasmas como tú, probablemente incluso peores.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] If I'm going to keep doing that, I need to have some sort of idea of what I'm up against. Having you as a sort of... "ghost consultant", would really give me an edge.
es_es: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Si voy a seguir haciéndolo, necesito tener alguna idea de a qué me enfrento. Tenerte como una especie de... "consultora fantasma", realmente me daría una ventaja.

source: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] And so you just expect {b}me{/b} to go along with your idiotic crusade to capture other ghosts? How absurd. Why on earth would I do that?!
es_es: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] ¿Y esperas que {b}yo{/b} siga tu estúpida cruzada para capturar a otros fantasmas? Qué absurdo. ¡¿Por qué demonios haría yo eso?!

source: [_danny_s_angry_s_talk_frown_] Because if you {b}don't{/b}, you're not going to be able to keep my thermos as your little hidey hole.
es_es: [_danny_s_angry_s_talk_frown_] Porque si {b}no{/b}, no vas a poder conservar mi termo como tu pequeño escondite.

source: [_danny_s_towards_wide_s_talk_frown_] I'll end up sending you on a one-way trip back to the Ghost Zone!
es_es: [_danny_s_towards_wide_s_talk_frown_] ¡Terminaré enviándote en un viaje de solo ida a la Zona Fantasma!

source: [_desiree_s_closed_s_angry_s_talk_happy_] Hah!! In what possible manner would you be able to do that?!
es_es: [_desiree_s_closed_s_angry_s_talk_happy_] ¡¡Hah!! ¡¿De qué manera posible serías capaz de hacer eso?!

source: [_danny_s_rise_one_s_talk_happy_] My parents have a Ghost Portal in the basement, Desiree. They're ghost hunters, {b}professionally{/b}. How do you think my thermos was able to hold you? How do you think I gained ghost powers in the first place??
es_es: [_danny_s_rise_one_s_talk_happy_] Mis padres tienen un Portal Fantasma en el sótano, Desiree. Son cazadores de fantasmas, {b}profesionales{/b}. ¿Cómo crees que mi termo pudo retenerte? ¿Cómo crees que obtuve poderes fantasmales??

source: [_danny_s_talk_happy_2_s_angry_] Either you help me out with the questions I need answered about ghosts, or I cast you right back in there where you belong!
es_es: [_danny_s_talk_happy_2_s_angry_] O me ayudas con las preguntas que necesito que me contesten sobre fantasmas, ¡o te devuelvo allí donde perteneces!

source: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Man, I hope she buys this bluff. With the portal not even working, holding her in the thermos is my only option right now.)
es_es: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Tío, espero que se trague este farol. Como el portal ni siquiera funciona, retenerla en el termo es mi única opción ahora mismo)

source: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph! How does someone as foolish as {b}you{/b} even {i}know{/i} of such a place?
es_es: [_desiree_s_towards_s_talk_frown_2_] ¡Hrrmmph! ¿Cómo alguien tan tonto como {b}tú{/b} puede {i}saber{/i} de un lugar así?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] This one guy told me... the... what was it again... Box Ghost, I think?
es_es: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Un tipo me dijo... él... cómo era... ¿Caja Fantasma?

source: [_desiree_s_angry_s_talk_frown_2_] {b}UGGHH{/b}!! That {i}fat{/i}, {b}incompetent{/b} oaf!! He does nothing but blabber on and on about the ghost world's secrets and artifacts to anybody with even the slighest curiosity!!
es_es: [_desiree_s_angry_s_talk_frown_2_] ¡¡{b}UGGHH{/b}!! ¡¡Ese {i}gordo{/i}, {b}incompetente{/b} zoquete!! ¡¡No hace más que cotorrear y cotorrear sobre los secretos y artefactos del mundo fantasma a cualquiera que tenga la más mínima curiosidad!!

source: [_desiree_s_towards_2_s_angry_s_talk_frown_] I'm going to turn him into a living tesseract, so he suffers in an infinite paradox of shifting boxes...
es_es: [_desiree_s_towards_2_s_angry_s_talk_frown_] Voy a convertirlo en un teseracto viviente, para que sufra en una paradoja infinita de cajas cambiantes...

source: [_danny_s_towards_s_talk_happy_] Right, so, the proposal? I think I'm making a fair offer here, Des.
es_es: [_danny_s_towards_s_talk_happy_] Bien, entonces, ¿la propuesta? Creo que estoy haciendo una oferta justa aquí, Des.

source: [_desiree_s_angry_s_talk_frown_2_] Really, Ghost Child, just how dimwitted {i}are{/i} you? You really believe I would just "let bygones be bygones" after today?
es_es: [_desiree_s_angry_s_talk_frown_2_] En serio, chico Fantasma, que merluzo {i}eres{/i}? ¿De verdad crees que "lo pasado, pasado está" después de lo de hoy?

source: [_desiree_s_closed_s_talk_frown_] You're an even bigger fool than I once thought. Which was a lot already. I would rather be banished to the Ghost Zone for ten thousand years then to be shackled by {i}any{/i} man ever again.
es_es: [_desiree_s_closed_s_talk_frown_] Eres aún más tonto de lo que pensaba. Que ya era mucho. Prefiero ser desterrada a la Zona Fantasma durante diez mil años que ser encadenada por {i}cualquier{/i} otro hombre.

source: [_danny_s_rise_one_s_talk_frown_] You've got a rather big problem with men, huh? You know, not every guy's like that sultan dude you were-
es_es: [_danny_s_rise_one_s_talk_frown_] Tienes un problema bastante grande con los hombres, ¿eh? Sabes, no todos los hombres son como ese sultán que

source: [_desiree_s_towards_wide_s_talk_frown_2_] You will {b}NOT{/b} speak his name in my presence, {u}ever{/u}!! Do you hear me, boy?!
es_es: [_desiree_s_towards_wide_s_talk_frown_2_] ¡¡{b}No{/b} digas su nombre en mi presencia, {u}otra vez{/u}!! ¡¿Me oyes, chico?!

source: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuush, quiet down!!*{/i} Look, I don't even {b}know{/b} the guy's name, alright?! It's a hot button issue, I get it, I'm sorry! Just stay quiet, please!
es_es: [_danny_s_sad_s_talk_frown_2_] {i}*¡Shuuush, silencio!!*{/i} Mira, ni siquiera {b}sé{/b} el nombre del tipo, ¿de acuerdo? Es un tema candente, lo entiendo, ¡lo siento! ¡Calla por favor!

source: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] You'd never understand how I feel, child...
es_es: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] Nunca entenderías cómo me siento, chico...

source: [_danny_s_towards_wide_s_talk_frown_] Look, I don't pretend to! I just want to know if you'll help me out or not.
es_es: [_danny_s_towards_wide_s_talk_frown_] Mira, ¡no pretendo hacerlo! Sólo quiero saber si me ayudarás o no.

source: [_desiree_s_towards_s_neutral_s_talk_frown_] The answer is no. Further more, I will say no to {i}any{/i} request of yours.
es_es: [_desiree_s_towards_s_neutral_s_talk_frown_] La respuesta és no. Es más, diré que no a {i}cualquier{/i} petición suya.

source: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] I also don't have to listen to your foolish requests any longer! I'm leaving this wretched infantile room immediately!!
es_es: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] ¡Ya no voy a seguir escuchando tus estúpidas peticiones! ¡¡Voy a dejar esta miserable habitación inmadura inmediatamente!!

source: [_danny_s_angry_s_talk_frown_2_] You're not going anywhere, Desiree! The Fenton Thermos won't let you move anywhere thirty feet out of range! It's got a firm lock onto your ectoplasmic energy signature. You're only allowed to roam within the bounds of your new home, sorry to break it to you.
es_es: [_danny_s_angry_s_talk_frown_2_] ¡No irás a ninguna parte, Desiree! ¡El Termo Fenton no te dejará moverte ni 2 metros fuera de su alcance! Le he fijado tu firma de energía ectoplasmática. Siento decírtelo pero sólo puedes vagar dentro de los límites de tu nuevo hogar.

source: [_danny_s_talk_frown_2_] You'd also barely even make it to the front door before one of my parents saw you. Trust me, they're {b}not{/b} the biggest fans of ghosts.
es_es: [_danny_s_talk_frown_2_] Además no llegarías a la puerta de salida de mi casa sin que antes te viera uno de mis padres. Créeme, {b}no{/b} son los mayores fans de los fantasmas.

source: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... so, your mother and father are close by then?
es_es: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... entonces, ¿tu madre y tu padre están cerca?

source: [_danny_s_talk_frown_s_rise_one_s_towards_] Well yeah, along with my sister, Jasmine.
es_es: [_danny_s_talk_frown_s_rise_one_s_towards_] Bueno, sí, junto con mi hermana, Jasmine.

source: [_desiree_s_neutral_s_talk_happy_] I suppose they aren't exactly aware of your little "secret" then, I imagine?
es_es: [_desiree_s_neutral_s_talk_happy_] Supongo que entonces no estarán al tanto de tu pequeño "secreto", ¿no?

source: [_danny_s_wondering_s_talk_frown_s_towards_wide_] No they aren't... wait, why are you ask-
es_es: [_danny_s_wondering_s_talk_frown_s_towards_wide_] No lo están... espera, ¿por qué preguntas

source: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah!! Then I'm going to expose to them the truth about who the {b}real{/b} Ghost Child is, and set myself free!!
es_es: [_desiree_s_talk_happy_s_closed_s_angry_] ¡¡Hah hah!! ¡¡Entonces les voy a decir la verdad acerca de quién és {b}realmente{/b} chico Fantasma y me liberaré!!

source: [_danny_s_frown_grin_3_] (Oh God, Fenton, you idiot!!)
es_es: [_danny_s_frown_grin_3_] (¡Oh Dios, Fenton, idiota!)

source: [_danny_s_at_danny_s_sad_2_] (Gotta think quickly and stop her!)
es_es: [_danny_s_at_danny_s_sad_2_] (¡Hay que pensar rápido y detenerla!)

source: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, I wish... I wish I was your Master and you had to obey me!! Stop right there, Desiree!!
es_es: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, deseo... ¡¡Deseo ser tu amo y que tengas que obedecerme!! ¡¡Detente ahí Desiree!!

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh man, please tell me that worked...)
es_es: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh tio, por favor dime que funcionó...)

source: [_desiree_s_closed_s_frown_] (Curses!! Why did I have to have the most {b}exploitable{/b} weakness in all of the Ghost Zone...?)
es_es: [_desiree_s_closed_s_frown_] (¡Maldición!¿Por qué tenía que tener la debilidad más {b}explotable{/b} de toda la Zona Fantasma?)

source: [_desiree_s_at_player_s_talk_frown_2_] {i}*Sigh*{/i} So you have wished it... so it shall {i}fucking{/i} be...
es_es: [_desiree_s_at_player_s_talk_frown_2_] {i}*Suspiro*{/i} Así lo has deseado... así será... {i}¡joder!{/i}...

source: [_desiree_s_towards_2_s_talk_frown_] ...Master... (Oh, how I {u}loathe{/u} this boy's ability to think quick on his feet...)
es_es: [_desiree_s_towards_2_s_talk_frown_] ...Maestro... (cómo detesto la {u}habilidad{/u} de este chico para pensar rápido...)

source: [_danny_s_rise_one_s_talk_happy_] Look, I'm sorry if it's hard to stomach saying that, but you left me no choice. I tried to be reasonable.
es_es: [_danny_s_rise_one_s_talk_happy_] Mira, lo siento si es difícil de digerir decir esto pero no me dejaste otra opción. Intenté ser razonable.

source: [_danny_s_neutral_s_talk_frown_2_] Now, if you're truly my... servant... then I want to settle some ground rules with you.
es_es: [_danny_s_neutral_s_talk_frown_2_] Ahora, si realmente eres mi... sirvienta... entonces quiero establecer algunas reglas básicas.

source: [_danny_s_closed_s_angry_] Rule number 1: My ghost powers are my ultimate secret to be kept. You can't tell {b}anybody{/b} about them, through any means.
es_es: [_danny_s_closed_s_angry_] Regla número 1: Mis poderes fantasmales son mi máximo secreto a guardar. No puedes contárselos a {b}nadie{/b}, por ningún medio.

source: [_danny_s_wondering_s_talk_frown_] Rule number 2: Don't ever expose yourself. Unless I'm in the room, alone, you have to stay inside the thermos, and you need to go back in if anybody's ever coming inside the room.
es_es: [_danny_s_wondering_s_talk_frown_] Regla número 2: No te expongas nunca. A menos que yo esté en la habitación, solo, tienes que quedarte dentro del termo, y tienes que volver a entrar si alguien va a entrar en la habitación.

source: [_danny_s_towards_s_rise_one_] Rule number 3: Well, uhm how about... don't hurt or maim me and my family in any way, I guess? That'd be good, pretty standard ground rule, I'd say.
es_es: [_danny_s_towards_s_rise_one_] Regla número 3: Bueno, ¿qué tal... no me hagas daño o me mutiles a mí y a mi familia de ninguna manera? Eso estaría bien, una regla básica bastante estándar.

source: [_danny_s_sad_] Oh, and Rule number 4! Try to answer my questions to the best of your abilities, okay? I'm not being humble when I say I could use all the help I can get learning about ghosts.
es_es: [_danny_s_sad_] ¡Oh, y la regla número 4! Intenta responder a mis preguntas lo mejor que puedas, ¿vale? No estoy siendo humilde cuando digo que me vendría bien toda la ayuda posible para aprender sobre fantasmas.

source: [_danny_s_talk_happy_2_] Is all that understood Desiree?
es_es: [_danny_s_talk_happy_2_] ¿Lo has entendido todo Desiree?

source: [_desiree_s_closed_s_talk_frown_] Yes, completely... Master.
es_es: [_desiree_s_closed_s_talk_frown_] Sí, completamente... Maestro.

source: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] Uhm actually, it's Danny. Just Danny.
es_es: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] En realidad, es Danny. Sólo Danny.

source: [_desiree_s_talk_frown_] Of course, Master Danny.
es_es: [_desiree_s_talk_frown_] Por supuesto, el Maestro Danny.

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, close enough.
es_es: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, se acabó.

source: [_desiree_s_towards_s_talk_frown_] Now, what would you wish of me, Master Danny?
es_es: [_desiree_s_towards_s_talk_frown_] Ahora, ¿qué desea de mí, amo Danny?

source: [_danny_s_sad_2_s_talk_happy_2_] Well... I need to know about my potential powers. I kind of have the Ecto-blasts down, along with invisibility and even some intangibility.
es_es: [_danny_s_sad_2_s_talk_happy_2_] Bueno... Necesito saber sobre mis poderes. Me gustan las ecto explosiones, junto con la invisibilidad e incluso algo de intangibilidad.

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] My problem is that I don't know what {i}else{/i} I should be able to do yet. Do you have any ideas about what other powers I might develop?
es_es: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Mi problema es que sé qué {i}más{/i} podría llegar a hacer. ¿Tienes alguna idea sobre qué otros poderes podría desarrollar?

source: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] It would be hard to say, exactly. There are far too many ghosts to list, and they all greatly vary in power and abilities.
es_es: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] Sería difícil decirlo con exactitud. Hay demasiados fantasmas para enumerarlos y todos varían mucho en poder y habilidades.

source: [_desiree_s_towards_s_talk_frown_s_sad_3_] Some ghosts were never really former people at all like myself, merely manifestations of concepts or desires through the hearts and minds of humans, like {b}living{/b} ideas... or {i}undead{/i}, if you prefer.
es_es: [_desiree_s_towards_s_talk_frown_s_sad_3_] Algunos fantasmas nunca fueron realmente personas como yo, sino meras manifestaciones de conceptos o deseos desde los corazones y las mentes de los humanos, como {b}ideas vivas{/b}... o {i}muertos vivientes{/i}.

source: [_danny_s_blank_stare_s_talk_frown_2_] Oh great, it's like "American Gods", where {b}nothing{/b} makes sense.
es_es: [_danny_s_blank_stare_s_talk_frown_2_] Oh genial, és como "Dioses americanos", donde {b}nada{/b} tiene sentido.

source: [_desiree_s_closed_s_talk_frown_] Not all are like that, however, as some ghosts have their roots bound to magic, through either spells or curses. One child I remember meeting in the Ghost Zone could turn herself into a dragon through the power of her amulet.
es_es: [_desiree_s_closed_s_talk_frown_] Sin embargo no todos son así, ya que algunos fantasmas tienen sus raíces ligadas a la magia, ya sea mediante hechizos o maldiciones. Recuerdo una niña que conocí en la Zona Fantasma que podía convertirse en dragón gracias al poder de su amuleto.

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Yeesh, not somebody you'd want to tick off by calling her jewelry tacky, I guess, huh?
es_es: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Supongo que nadie la molestaría llamando hortera a su joya, ¿no?

source: [_desiree_s_talk_happy_s_neutral_2_] Yes, of course not. There are also ghosts who manifest their powers through different facets of life, such as modern technology, music, food service...
es_es: [_desiree_s_talk_happy_s_neutral_2_] Sí, claro que no. También hay fantasmas que manifiestan sus poderes a través de distintas facetas de la vida, como la tecnología moderna, la música, la restauración...

source: [_danny_s_rise_one_s_talk_happy_2_] ...boxes?
es_es: [_danny_s_rise_one_s_talk_happy_2_] ...¿cajas?

source: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...yes, unfortunately.
es_es: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...sí, por desgracia.

source: [_danny_s_rise_one_s_talk_frown_] So, what about, you know, life after death, and all that? Is the Ghost Zone really what awaits every person after they die? Sounds kinda bleak and dreary, honestly.
es_es: [_danny_s_rise_one_s_talk_frown_] ¿Y qué hay de la vida después de la muerte y todo eso? ¿Es realmente la Zona Fantasma lo que le espera a cada persona después de morir? Suena un poco sombrío y lúgubre.

source: [_desiree_s_talk_frown_s_neutral_] Master Danny, you should try to remember that the Ghost Zone is not in any proper sense a true "afterlife" as you might picture it to be.
es_es: [_desiree_s_talk_frown_s_neutral_] Maestro Danny, debería recordar que la Zona Fantasma no és en ningún sentido una verdadera "vida después de la muerte" tal y como usted se la imagina.

source: [_desiree_s_talk_frown_s_closed_] More so, the Ghost Zone is a sort of domain by which spirits that manage to remanifest themselves abide within. Remanifestations are often through feelings of sorrow, hatred, lust, stubborness, pity, jealousy, and even romance... but mostly sorrow.
es_es: [_desiree_s_talk_frown_s_closed_] Más aún, la Zona Fantasma es una especie de dominio en el que habitan los espíritus que consiguen remanifestarse. Las remanifestaciones suelen ser a través de sentimientos de pena, odio, lujuria, terquedad, lástima, celos e incluso romance... pero sobre todo pena.

source: [_desiree_s_towards_2_s_talk_frown_] Ghosts ranging in all varying levels of power and status reside in the Ghost Zone, unless they've somehow found a way to properly cross back over. I myself was able to cross back over, in part thanks to a man who-
es_es: [_desiree_s_towards_2_s_talk_frown_] En la Zona Fantasma viven fantasmas con distintos niveles de poder y estatus, a menos que hayan encontrado la forma de volver a ella. Yo mismo pude volver, en parte gracias a un hombre que

source: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, sounds like an even {b}worse{/b} version of high school!! Crazy, {i}crazy{/i} stuff... (Oh God, I zoned out for a second! I hope she didn't notice. This {b}is{/b} all pretty interesting, and stuff I really should know about the ghost world to help me learn more...)
es_es: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, ¡¡suena como una versión aún {b}peor{/b} del instituto!! Una locura, {i}una locura{/i}... (¡Oh Dios, me he desconectado un segundo! Espero que no se haya dado cuenta. Todo esto {b}és{/b} bastante interesante, són cosas que debo saber sobre el mundo fantasma para ayudarme a aprender más...)

source: [_danny_s_at_player_s_rise_one_s_frown_] (...but it mainly just sounds like a {b}lot{/b} of exposition...)
es_es: [_danny_s_at_player_s_rise_one_s_frown_] (...pero sobre todo suena como un {b}largo{/b} documental de televisión...)

source: [_desiree_s_sad_2_s_talk_bite_] If what you mean is whether or not there's a totem pole of hierarchy in place, than yes. There exist ghosts {b}far{/b} more powerful than I am, of course, and some quite notably strong spirits closer to my power... then there are those at the {u}very{/u} bottom...
es_es: [_desiree_s_sad_2_s_talk_bite_] Si lo que quieres decir es si existe o no un tótem jerárquico, entonces sí. Existen fantasmas {b}mucho{/b} más poderosos que yo, por supuesto, y algunos espíritus notablemente fuertes más cercanos a mi poder... luego están los que están en lo {u}más{/u} bajo...

source: [_danny_s_rise_one_s_talk_frown_] ...Box Ghost?
es_es: [_danny_s_rise_one_s_talk_frown_] ...¿Caja Fantasma?

source: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Well, you certainly catch on quick, Master Danny.
es_es: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Bueno, ciertamente aprendes rápido, Maestro Danny.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] What about me? What kind of ghost am I??
es_es: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] ¿Qué pasa conmigo? ¿Qué clase de fantasma soy??

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_] Truly, I do not know. I have only ever heard of {b}one{/b} being known to walk the line between human and ghost alike, but he rarely appears in the Ghost Zone without an exact purpose.
es_es: [_desiree_s_talk_frown_s_neutral_s_towards_2_] La verdad es que no lo sé. Sólo he oído hablar de {b}un{/b} ser conocido que camina por la línea entre humanos y fantasmas por igual, pero rara vez aparece en la Zona Fantasma sin un propósito exacto.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] It would be within your best interests to avoid crossing his path, Master. He is a {b}truly{/b} powerful being, not one to be trifled with.
es_es: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Te convendría evitar saltar este límite, Maestro. Es un ser {b}verdaderamente{/b} poderoso con el que no se juega.

source: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Really? Too bad, he sounds like he could've helped me out a whole lot getting used to my powers...
es_es: [_danny_s_towards_s_talk_frown_2_s_sad_2_] ¿En serio? Qué pena, podría haberme ayudado mucho a acostumbrarme a mis poderes...
